{
  "chunk-8140dbbabb369a731b3e6be23e9d5bf5": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 9: Văn minh Hy Lạp - La Mã cổ đại\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên\n- Hy Lạp và La Mã cổ đại là các quốc gia thuộc khu vực Địa Trung Hải, lãnh thổ ba mặt giáp biển, với nhiều đảo lớn nhỏ. Đường bờ biển có nhiều vũng, vịnh, tạo thành nhiều hải cảng thuận tiện cho tàu bè đi lại, kết nối giao thương.\n- Địa hình Hy Lạp bị chia cắt thành những đồng bằng nhỏ hẹp, đất đai không phì nhiều nhưng bù lại có nhiều khoáng sản và loại đất sét trắng để làm gốm. Khí hậu và đất đai Hy Lạp phù hợp trồng các loại cây như nho, ô liu,...\n- La Mã có nhiều đồng bằng rộng lớn hơn, khí hậu ấm áp, mưa nhiều, thuận lợi cho việc phát triển các ngành trồng trọt và chăn nuôi. Tài nguyên khoáng sản phong phú, thúc đẩy nghề luyện kim sớm phát triển.\n2. Dân cư\n- Cư dân Hy Lạp cổ đại:\n+ Gồm bốn tộc người chính: Ê-ô-li-an, I-ô-ni-an, A-kê-an và Đô-ri-an.\n+ Đến khoảng thế kỉ VIII - VII TCN, cư dân Hy Lạp mới gọi mình là Hê-len và gọi đất nước mình là Hy Lạp.\n- Bán đảo I-ta-li-a thời cổ đại có nhiều tộc người.\n+ Những cư dân có mặt sớm nhất là người Li-gua, sau đó là người I-ta-li-ốt và một nhánh sống ở đồng bằng La-ti-um được gọi là người La-tinh.\n+ Tộc người Ê-tơ-ru-xcơ, Xen-tơ thiên di đến miền Bắc, người Hy Lạp di cư đến phía nam.\n+ Về sau, người La-tinh dựng nên thành La Mã và gọi là người La Mã.\n3. Điều kiện kinh tế\n- Hy Lạp và La Mã sớm phát triển nghề đi biển và các ngành khai khoảng, luyện kim, đóng tàu.\n- Các nghề thủ công phát triển giúp sản phẩm làm ra rất đa dạng.\n- Tiền tệ được lưu thông rộng rãi để giao thương trong khu vực và với các nước phương Đông. Họ bán các loại rượu nho, dầu ô liu, gốm màu, cẩm thạch, thiếc, chì,...; mua về lương thực, cá, da súc vật, giấy, thuỷ tinh,... Nô lệ là hàng hoá đặc biệt.\n3. Tình hình chính trị - xã hội\na. Chính trị\n- Vào thời kì nhà nước sơ khai, cư dân cổ ở vùng đất Hy Lạp đã tạo dựng được nền văn minh cổ đầu tiên, gọi là Crét - Mi-xen.\n- Từ thế kỉ VIII TCN, ở Hy Lạp đã hình thành quốc gia thành bang (còn gọi là thị quốc) phát triển chế độ dân chủ chủ nô.\n- Đến thế kỉ IV TCN, Ma-xê-đô-ni-a xâm chiếm và thống trị Hy Lạp; văn minh Hy Lạp được truyền bá rộng rãi sang phương Đông qua các cuộc chiến tranh.\n- Đến năm 146 TCN, Hy Lạp bị sáp nhập vào đế quốc La Mã. Nhà nước La Mã cổ đại ra đời muộn hơn, không ngừng mở rộng lãnh thổ, phát triển thành để chế vào thế kỉ I TCN và tồn tại đến thế kỉ V.\nb. Xã hội\n- Tồn tại nhiều giai cấp, tầng lớp, trong đó hai giai cấp đối kháng cơ bản là chủ nô và nô lệ.\n4. Sự kế thừa thành tựu văn minh phương Đông\n- Địa hình Hy Lạp và La Mã mang tính “mở” nên có điều kiện giao lưu, tiếp thu ảnh hưởng của các nền văn minh phương Đông cổ đại cũng như lan toả giá trị của mình đến nhiều vùng quanh Địa Trung Hải.\n- Văn minh Hy Lạp - La Mã cổ đại đã tiếp thu nhiều thành tựu của văn minh phương Đông như chữ viết, văn học, tín ngưỡng, tôn giáo, kiến trúc, điêu khắc, hội hoạ cũng như các kĩ thuật chế tác và sản xuất thủ công nghiệp.\nII. Thành tựu văn minh tiêu biểu\n1. Chữ viết\n- Người Hy Lạp cổ đại dựa trên chữ cái của người Phê-ni-xi để tạo nên hệ thống 24 chữ cái vào khoảng cuối thế kỉ IV TCN.\n- Về sau, người La Mã tiếp thu chữ cái Hy Lạp tạo thành chữ La-tinh, ban đầu gồm 20 chữ cái, sau hoàn thiện thành hệ thống 26 mẫu tự La-tinh.\n- Họ cũng dùng chữ cái để tạo ra chữ số La Mã, còn được sử dụng cho đến ngày nay.\n2. Văn học\na. Thần thoại\n- Thần thoại là một kho tàng phong phú các câu chuyện về các vị thần, giải thích sự hình thành của vũ trụ, cuộc đấu tranh trong thế giới muôn loài. Các thần đều có gia phả, mang hình hài và có đời sống tình cảm như con người.\nb. Thơ ca và văn xuôi\n- Thơ ca và văn xuôi lấy kho tàng thần thoại làm",
    "chunk_order_index": 0,
    "full_doc_id": "doc-4488e98c69509c10c37eb02925ba432e"
  },
  "chunk-0f1839eb55f5f2526606ff5ca3fc76e2": {
    "tokens": 1199,
    "content": "2. Văn học\na. Thần thoại\n- Thần thoại là một kho tàng phong phú các câu chuyện về các vị thần, giải thích sự hình thành của vũ trụ, cuộc đấu tranh trong thế giới muôn loài. Các thần đều có gia phả, mang hình hài và có đời sống tình cảm như con người.\nb. Thơ ca và văn xuôi\n- Thơ ca và văn xuôi lấy kho tàng thần thoại làm chất liệu.\n- Hai tập sử thi ra đời sớm nhất là I-li-át và Ô-đi-xê của Hô-me. Nhà văn Ê-dốp nổi tiếng về truyện ngụ ngôn.\nc. Kịch\n- Kịch phát triển mạnh trên cả hai thể loại bi kịch (triết lí về số phận con người) và hài kịch (châm biếm, phê phán trong đời sống), thường biểu diễn tại các nhà hát ngoài trời.\n3. Nghệ thuật\na. Kiến trúc\n- Hy Lạp: đền Pác-tê-nông, đền thờ thần Dớt, lăng mộ vua Mô-sô-lớt,…\n- La Mã: đấu trường Cô-li-dê, đền Pan-tê-ông, Khải hoàn môn Công-xtan-ti-nút,...\nb. Điêu khắc\n- Tác phẩm tiêu biểu: tượng thần Vệ nữ thành Mi-lô, tượng Lực sĩ ném đĩa, tượng Thần Dớt, các bức phù điều,…\n- Thể hiện khát vọng vươn tới sự hoàn hảo trong vẻ đẹp hình thể của con người, đạt được tính chuẩn xác trong tạo hình.\n4. Khoa học, kĩ thuật\na. Khoa học tự nhiên\n- Toán học và Vật lí: Ta-lét, Pi-ta-go, Ơ-clít, Ác-si-mét,..\n- Y học: Hi-pô-crát được mệnh danh là “cha đẻ của y học phương Tây” đã đề ra phương pháp chữa bệnh bằng thuốc và giải phẫu.\nb. Thiên văn học\n- Từ thế kỉ III TCN, A-ri-xtác đã nêu lên thuyết Nhật tâm.\n- Ê-ra-tô-xten đã tính được chu vi của Trái Đất với sai số rất nhỏ.\n- Người Hy Lạp biết làm ra lịch, sau đó người La Mã kế thừa, phát triển thành bộ lịch Giu-li-an. Đến thời trung đại, bộ lịch này được hoàn chỉnh thành Công lịch (Tây lịch), sử dụng cho đến ngày nay.\nc. Sử học\n- Hy Lạp: Lịch sử cuộc chiến tranh Hy Lạp - Ba Tư (Hê-rô-đốt), Lịch sử cuộc chiến tranh Pê-lô-pô-nê-dơ (Tuy-xi-đít),…\n- La Mã: Pô-li-bi-út, Ti-tut Li-vi-út,…\nd. Kĩ thuật\n- Người Hy Lạp và La Mã cổ đại có nhiều ứng dụng kĩ thuật vào thực tiễn cuộc sống như sử dụng đòn bẩy, máy bắn đá, máy bơm nước, chế tạo bê tông,..\n5. Triết học\n- Hy Lạp là “quê hương của triết học phương Tây” với nhiều quan điểm, học thuyết khác nhau nhưng chủ yếu xoay quanh hai trường phái duy vật và duy tâm.\n- Các triết gia duy vật đồng thời là những nhà khoa học: Ta-lét, Hê-ra-clit, Êm-pê-đô-clét,…\n- Các triết gia Lê-cíp-pớt, Đê-mô-crít, Ê-pi-kiu-rớt đã hình thành thuyết Nguyên tử.\n-Trường phái duy tâm với các đại diện tiêu biểu: Xô-crát, Pla-tôn, A-rít-xtốt,…\n6. Tín ngưỡng, tôn giáo\n- Tín ngưỡng đa thần, thờ cúng các vị thần.\n- Thế kỉ I, Cơ đốc giáo ra đời ở Pa-le-xtin, một thuộc địa của La Mã. Đến thế kỉ IV, các hoàng đế La Mã công nhận Cơ đốc giáo là quốc giáo của đế quốc La Mã, đưa đời sống tín ngưỡng của người La Mã bước sang thời kì mới.\n7. Thể thao\n- Từ thế kỉ VIII TCN, người Hy Lạp đã tổ chức các cuộc thi đấu thể thao bốn năm một lần tại Ô-lim-pi-a, gọi là Thế vận hội Ô-lim-pic nhằm tôn vinh các vị thần.\n- Các môn thi đấu gồm: đấu vật, thi chạy, đua ngựa và đua xe ngựa,…\n- Người chiến thắng được vinh danh và nhận vòng nguyệt quế.\nIV. Ý nghĩa của văn minh Hy Lạp – La Mã:\n- Nền văn minh Hy Lạp - La Mã cổ đại được tạo dựng từ sức sáng tạo phi thường của cư dân Địa Trung Hải trên cơ sở tiếp biến những giá trị tiêu biểu của văn minh phương Đông.\n- Những thành tựu văn minh Hy Lạp - La Mã có tính hiện thực cao, mang tính nhân bản, là cơ sở của văn hoá châu Âu về sau. Nhiều di sản của nền văn minh Hy Lạp - La Mã cổ đại vẫn còn nguyên giá trị cho đến ngày nay.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-4488e98c69509c10c37eb02925ba432e"
  },
  "chunk-9491c932230bbe71d948a0362f252963": {
    "tokens": 99,
    "content": "được tạo dựng từ sức sáng tạo phi thường của cư dân Địa Trung Hải trên cơ sở tiếp biến những giá trị tiêu biểu của văn minh phương Đông.\n- Những thành tựu văn minh Hy Lạp - La Mã có tính hiện thực cao, mang tính nhân bản, là cơ sở của văn hoá châu Âu về sau. Nhiều di sản của nền văn minh Hy Lạp - La Mã cổ đại vẫn còn nguyên giá trị cho đến ngày nay.",
    "chunk_order_index": 2,
    "full_doc_id": "doc-4488e98c69509c10c37eb02925ba432e"
  },
  "chunk-1fa243bbae5859f6215fb5b7b836e5e3": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 8: Văn minh Ân Độ cổ - trung đại\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên và dân cư\na. Điều kiện tự nhiên\n- Ấn Độ là một bán đảo rộng lớn nằm ở Nam Á, ba một giáp biển, thuận lợi cho giao thương và giao lưu văn hoá.\n- Khí hậu nhiệt đới gió mùa, nhiều vùng khô nóng nhưng cũng có vùng ẩm mát.\n- Phía bắc là khu vực đồi núi, có dãy Hi-ma-lay-a, nơi khởi nguồn của những con sông lớn.\n- Đồng bằng hạ lưu có thung lũng sông Ấn và lưu vực sông Hằng - nơi phát tích của những trung tâm văn minh.\n- Khu vực phía nam có cao nguyên Đề-can, được xem là vùng đất cổ xưa nhất, tạo dựng nên những giá trị văn minh riêng biệt của các dân tộc Đra-vi-đa.\nb. Dân cư\n- Cư dân bản địa sinh sống trên lưu vực sông Ấn.\n- Khoảng từ thiên niên kỉ III đến thiên niên kỉ II TCN, họ đã xây dựng nền văn minh đầu tiên với dấu tích được khai quật ở Mô-hen-giô Đa-rô và Ha-ráp-pa. Vì thế, họ cũng được gọi là người Ha-ráp-pan.\n- Khoảng giữa thiên niên kỉ II TCN, người A-ri-a gốc từ I-ran xâm nhập, chinh phục và làm chủ vùng Bắc Ấn. Phía nam chủ yếu là tộc người Đra-vi-đi-an.\n- Trong các thời kì sau, người Hy Lạp, Hung Nô, A-rập,... cũng đến Ấn Độ cư trú, tạo nên quá trình hỗn chủng và sự đa dạng về tộc người.\n2. Điều kiện kinh tế\n- Nông nghiệp:\n+ Từ thời cổ đại, ở Ấn Độ đã phát triển ngành nông nghiệp dựa trên kĩ thuật canh tác (sử dụng cày, sức kéo) và hệ thống thuỷ lợi (đào mương, đáp đập).\n+ Cư dân biết trồng nhiều loại cây (lúa mì, lúa mạch, đậu, kê, bông,...) và chăn nuôi gia súc, gia cầm.\n- Thủ công nghiệp: sớm xuất hiện với các nghề như luyện kim, gốm, dệt, chế biến hương liệu,…\n- Thương nghiệp:\n+ Giao thương trong và ngoài nước phát triển, thống nhất về đơn vị đo lường.\n+ Thương nhân Ấn Độ ngay từ thời cổ - trung đại đã nổi tiếng giỏi buôn bán ở các thị trường châu Á và phương Tây.\n+ Các mặt hàng nổi tiếng của Ấn Độ là nông sản, hương liệu, sản phẩm thủ công,…\n3. Tình hình chính trị - xã hội\n- Thiên niên kỉ III TCN, Ấn Độ đã hình thành nhà nước, có trung tâm đô thị và thành luỹ kiên cố (Mô-hen-giô Đa-rô và Ha-ráp-pa).\n- Từ giữa thiên niên kỉ II đến giữa thiên niên kỉ I TCN: thời kì văn minh sông Hằng của người A-ri-a, còn gọi là thời kì Vê-đa.\n- Khoảng thế kỉ VI TCN đến thế kỉ IV: các quốc gia cổ đại và các vương triều được thành lập.\n- Từ thế kỉ IV: chế độ phong kiến xác lập và phát triển thịnh đạt ở giai đoạn vương triều Hồi giáo Mô-gôn.\n- Thời kì trung đại ở Ấn Độ kết thúc với sự xâm lược và cai trị của thực dân Anh (giữa thế kỉ XIX).\nII. Thành tựu văn minh tiêu biểu\n1. Chữ viết và văn học\na. Chữ viết\n- Chữ viết đầu tiên của Ấn Độ là loại kí tự cổ, khắc trên hơn 3.000 con dấu được tìm thấy ở di chỉ văn minh sông Ấn.\n- Tiếp theo là chữ cổ Bra-mi, cơ sở để xây dựng chữ Phạn, còn gọi là chữ Xan-xcrit, chữ viết chính thức của Ấn Độ từ thế kỉ V TCN đến thế kỉ X.\n- Về sau, chữ Hin-đi được sáng tạo và trở thành chữ viết chính thức hiện nay của Ấn Độ.\nb. Văn học\n- Phản ánh đời sống tinh thần phong phú.\n- Tác phẩm cổ xưa nhất là kinh Vê-đa, có 4 tập, là pho thần thoại sinh động của người A-ri-a.\n- Bộ sử thi đồ sộ Ma-ha-bha-ra-ta là bộ sử thi lớn nhất, được coi là “bách khoa toàn thư về đời sống xã hội, tư tưởng, tôn giáo của Ấn Độ cổ đại.\n- Bộ sử thi Ra-ma-y-a-na nói về mối tình đẹp nhưng đầy trắc trở giữa hoàng tử Ra-ma với nàng Xi-ta trong cuộc chiến bảo vệ cái thiện, diệt trừ cái ác.\n- Từ thế kỉ V, kịch thơ chữ Phạn phát triển, tiêu biểu là tác giả Ka-li-đa-sa với vở kịch thơ Sơ-cun-tơ-la.\n- Thời k",
    "chunk_order_index": 0,
    "full_doc_id": "doc-b672dc5ba968251bb86d2eb7c3c4527b"
  },
  "chunk-310f287390c416184fee7d3d05390e42": {
    "tokens": 1200,
    "content": "của Ấn Độ cổ đại.\n- Bộ sử thi Ra-ma-y-a-na nói về mối tình đẹp nhưng đầy trắc trở giữa hoàng tử Ra-ma với nàng Xi-ta trong cuộc chiến bảo vệ cái thiện, diệt trừ cái ác.\n- Từ thế kỉ V, kịch thơ chữ Phạn phát triển, tiêu biểu là tác giả Ka-li-đa-sa với vở kịch thơ Sơ-cun-tơ-la.\n- Thời kì sau xuất hiện nhiều tác phẩm văn học viết bằng chữ Hin-đi.\n2. Tôn giáo và triết học\na. Tôn giáo\n- Bà La Môn giáo:\n+ Tôn giáo cổ xưa nhất của Ấn Độ, ra đời từ thiên niên kỉ I TCN;\n+ Giáo lí chủ yếu dựa theo bộ kinh Vê-đa;\n+ Thờ các vị thần tối cao: Bra-ma (thần Sáng tạo), Vis-nu (thần Bảo vệ), Si-va (thần Huỷ diệt).\n+ Tư tưởng của tôn giáo này nói về thuyết luân hồi và nghiệp báo, trở thành công cụ để bảo vệ chế độ đẳng cấp.\n- Hin-đu giáo (Ấn Độ giáo):\n+ Ra đời trên cơ sở Bà La Môn giáo nên vẫn giữ nguyên quan điểm về số phận con người (luân hồi, nghiệp báo và giải thoát).\n+ Hin-đu giáo vẫn tôn thờ ba thần chủ yếu, ngoài ra còn thêm một số vị thần khác (thần Khỉ, thần Bò,...).\n+ Về sau Hin-đu giáo chia thành hai phái, phái thờ thần Vis-nu và phái thờ thần Si-va.\n- Đạo Phật:\n+ Xuất hiện vào thế kỉ VI TCN, theo truyền thuyết do Xít-đác-ta Gô-ta-ma sáng lập.\n+ Phật giáo chủ trương không phân biệt đẳng cấp, tránh làm điều ác, chỉ làm điều thiện; lí giải nguyên nhân nỗi khổ, cách thức giải thoát với “Tứ diệu đế”, “Bát chính đạo” và luật nhân - quả.\n+ Các tín đồ Phật giáo phải thực hiện kiêng năm điều (gọi là “Ngũ giới”).\n- Ngoài ra, Ấn Độ còn có nhiều tôn giáo khác: đạo Giai-nơ, đạo Sích, Hồi giáo, Kito giáo, Do Thái giáo,... và nhiều tín ngưỡng thờ thần, tạo nên đời sống tâm linh vô cùng phong phú.\nb. Triết học\n- Đề cập đến nhiều vấn đề: các quan niệm về vũ trụ, nhân sinh, tư duy, tình cảm đến các hoạt động của các thế hệ triết gia.\n- Đặc sắc nhất là tư tưởng giải thoát.\n3. Nghệ thuật\na. Kiến trúc\n- Kiến trúc Phật giáo với đặc trưng là tháp, chùa, trụ đá,... Tiêu biểu: tháp San-chi, chùa hang A-gian-ta, các trụ đá thời A-sô-ca.\n- Các công trình kiến trúc Hin-đu giáo được xây dựng nhiều vào thế kỉ VII - XI, với các đền tháp nhọn nhiều tầng, tượng trưng cho đỉnh núi Mê-ru linh thiêng. Tiêu biểu: cụm Thánh tích Ma-ha-ba-li-pu-ram, cụm đền tháp Kha-giu-ra-hô,…\n- Kiến trúc Hồi giáo được phổ biến khi tôn giáo này trở thành quốc giáo. Tiêu biểu: tháp Cu-túp Mi-na, lăng mộ của hoàng đế Hu-ma-y-un, lăng Ta-giơ Ma-han,…\nb. Điêu khắc\n- Nghệ thuật điêu khắc thể hiện trên các pho tượng Phật bằng đá, đồng; tượng thần của Hin-đu giáo; các bức phù điều chạm trổ trên các bức tường của chùa, đền, thánh đường, lăng mộ,..\n4. Khoa học, kĩ thuật\na. Thiên văn học\n- Người Ấn Độ đã tạo ra lịch, một năm có 12 tháng, mỗi tháng có 30 ngày, sau 5 năm thêm một tháng nhuận.\n- Họ đã nhận thức được Trái Đất và Mặt Trăng có hình cầu; phân biệt được năm hành tinh là Kim, Mộc, Thuỷ, Hỏa, Thổ.\nb. Toán\n- Sáng tạo ra hệ số 10 chữ số (về sau được người A-rập tiếp thu và truyền vào châu Âu), đặc biệt là phát minh ra số 0.\n- Tính được căn bậc 2 và căn bậc 3.\n- Tính được diện tích các hình tiêu biểu và tính được chính xác số Pi = 3,1416,...\nc. Vật lí: Nêu ra thuyết Nguyên tử, biết được sức hút của Trái Đất.\nd. Hóa học: ra đời sớm và phát triển ở Ấn Độ do như cầu của các nghề thủ công như nhuộm, thuộc da, chế tạo xà phòng, thuỷ tinh,..\ne. Y học: biết sử dụng thuốc tê, thuốc mê, biết phẫu thuật, sử dụng thảo mộc trong chữa bệnh,…\nIV. Ý nghĩa của văn minh Ấn Đôj\n- Để lại nhiều giá trị độc đáo và vượt trội.\n- Những di",
    "chunk_order_index": 1,
    "full_doc_id": "doc-b672dc5ba968251bb86d2eb7c3c4527b"
  },
  "chunk-a4ff901b2ade52aba68a001ecc0c39d4": {
    "tokens": 211,
    "content": "ớm và phát triển ở Ấn Độ do như cầu của các nghề thủ công như nhuộm, thuộc da, chế tạo xà phòng, thuỷ tinh,..\ne. Y học: biết sử dụng thuốc tê, thuốc mê, biết phẫu thuật, sử dụng thảo mộc trong chữa bệnh,…\nIV. Ý nghĩa của văn minh Ấn Đôj\n- Để lại nhiều giá trị độc đáo và vượt trội.\n- Những di sản vật thể và phi vật thể của nền văn minh này đã minh chứng cho sức sáng tạo phi thường, biểu đạt tâm hồn và trí tuệ phong phú của cư dân trong quá khứ, tạo nên bản sắc và niềm tự hào của dân tộc Ấn.\n- Các thành tố văn minh Ấn Độ lan toả trong khu vực bằng “con đường hoà bình”, ảnh hưởng sâu rộng trên cơ tầng văn hoá bản địa bằng chính những giá trị ưu việt và nhân văn của nó.",
    "chunk_order_index": 2,
    "full_doc_id": "doc-b672dc5ba968251bb86d2eb7c3c4527b"
  },
  "chunk-ad3b7568a99e1713c507e5dae2bfcbb5": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 19: Các dân tộc trên đất nước Việt Nam\nI. Thành phần các dân tộc trên đất nước Việt Nam\n1. Thành phần dân tộc theo dân số\n- Dân tộc Kinh (còn gọi dân tộc Việt): số lượng đông nhất (chiếm 85,3% tổng dân số cả nước).\n- Các dân tộc còn lại chiếm 14,7% dân số, gồm nhiều nhóm:\n+ Các dân tộc có dân số trên dưới một triệu người: Tày, Thái, Mường. H’mông, Khmer, Nùng, Dao, Hoa…;\n+ Các dân tộc có dân số vài trăm nghìn người: Gia-rai, Ê-đê, Ba-na, Xơ-đăng, Sán Chay, Xtiêng…;\n+ Các dân tộc có dân số dưới một trăm nghìn người đến hơn mười nghìn người: Thổ, Khơ-mú, Bru - Vân Kiều, Cơ-tu, Giáy, Giẻ - Triêng…\n+ Các dân tộc có dân số dưới mười nghìn người: Pà Thẻn, Chút, Lự, Lô Lô, Cống, Ngái,…\n+ Các dân tộc có dân số vài trăm người: Si La, Pu Péo, Rơ-mãm, Brâu, Ơ-du.\n2. Thành phần dân tộc theo ngữ hệ\na. Khái niệm ngữ hệ\n- Ngữ hệ (hệ ngôn ngữ) là một nhóm các ngôn ngữ có cùng nguồn gốc, có những đặc điểm tương đồng về ngữ âm, thanh điệu, cú pháp và vốn từ vị cơ bản.\n- Mỗi một ngữ hệ bao gồm một số ngôn ngữ hoặc nhóm ngôn ngữ.\n- Các dân tộc ở Việt Nam thuộc 5 ngữ hệ: Nam Á, Nam Đảo, H’mông - Dao, Thái -Ka-đai, Hán -Tạng.\n- Tiếng Việt được xếp vào nhóm ngôn ngữ Việt - Mường thuộc ngữ hệ Nam Á – một ngữ hệ lớn ở vùng Đông Nam Á lục địa.\nb. Sự phân chia tộc người theo ngữ hệ\n- Xét về mặt ngôn ngữ, các dân tộc ở Việt Nam thuộc các ngữ hệ: Nam Á, Nam Đảo, Hmông – Dao, Hán –Tạng và Thái – Ka-đai. Mỗi ngữ hệ gồm một số ngôn ngữ hoặc nhóm ngôn ngữ.\n- Các dân tộc trên đất nước Việt Nam đều có tiếng nói riêng, trong đó 26 dân tộc đã có chữ viết. Tiếng Việt được dùng làm ngôn ngữ chính thức của nhà nước và là phương tiện giao tiếp giữa các dân tộc.\n- Một trong những đặc điểm cư trú của các dân tộc ở Việt Nam là vừa tập trung vừa xen kẽ, trong đó tình trạng cư trú xen kẽ khá phổ biến. Nơi cư trú tập trung là địa bàn các dân tộc đã sinh sống từ lâu đời, ở đó đồng bào quần tụ thành các đơn vị cư trú được gọi là bản, làng (các dân tộc miền núi phía bắc), buôn, làng (các dân tộc ở Trường Sơn – Tây Nguyên và Nam Trung Bộ), phum, sóc (dân tộc Khmer ở Nam Bộ).\nII. Đời sống vật chất và tinh thần của cộng đồng các dân tộc Việt Nam\n1. Đời sống vật chất\na. Hoạt động sản xuất\n- Do địa bàn cư trú trải rộng trên nhiều địa hình khác nhau, có điều kiện tự nhiên khác biệt nên tập quán sản xuất của các dân tộc không hoàn toàn giống nhau.\n- Một số dân tộc canh tác trên ruộng nước (ở vùng đồng bằng hoặc ở các thung lũng), số khác canh tác trên ruộng khô, nương rẫy hoặc kết hợp giữa ruộng nước và nương rẫy (ở miền núi, vùng cao).\n- Hầu hết các dân tộc ở Việt Nam đều kết hợp trồng trọt với chăn nuôi gia súc, gia cầm.\n- Ngoài ra, họ còn sản xuất thủ công nghiệp (dệt vải, đan lát, làm đồ gồm, làm đồ trang sức, làm nghề rèn, làm đồ gỗ,…) và buôn bán, trao đổi hàng hóa. Một số dân tộc có ngành nghề thủ công rất phát triển, tạo ra những sản phẩm độc đáo, mang bản sắc dân tộc đậm nét.\nb. Ẩm thực, trang phục và nhà ở\n- Ẩm thực:\n+ Lương thực chính của các dân tộc là lúa, ngô.\n+ Phần đông các dân tộc ăn cơm nấu từ gạo tẻ, gạo nếp kết hợp với các món được chế biến từ các loại thịt (trâu, bò, lợn, gà, vịt,.), cá, ếch, nhái, mắm, rau, măng, củ...\n+ Thức uống có rượu cần, rượu trắng cất từ gạo, nếp, ngô, sắn.\n+ Một số dân tộc có những món ăn hoặc thức uống đặc trưng, mang đậm dấu ấn văn hóa truyền thống.\n- Trang phục: mỗi dân tộc có những nét riêng, phản ánh điều kiện sống cũng như tập quán và",
    "chunk_order_index": 0,
    "full_doc_id": "doc-fe12b5bbb19432c5ee5cd3d69dfacbf8"
  },
  "chunk-1f2706288c01e4af02d2fdb1ef329f76": {
    "tokens": 1015,
    "content": "cá, ếch, nhái, mắm, rau, măng, củ...\n+ Thức uống có rượu cần, rượu trắng cất từ gạo, nếp, ngô, sắn.\n+ Một số dân tộc có những món ăn hoặc thức uống đặc trưng, mang đậm dấu ấn văn hóa truyền thống.\n- Trang phục: mỗi dân tộc có những nét riêng, phản ánh điều kiện sống cũng như tập quán và óc thẩm mĩ của các cộng đồng dân cư.\n+ Nữ: váy hoặc quần, yếm, dây lưng, áo dài, áo chui đầu, choàng hoặc cài khuy, khăn, mũ (nón).\n+ Nam: quần, khố, xà rông, áo ngắn, áo dài, khăn (một số dân tộc ở Trường Sơn – Tây Nguyên và Nam Trung Bộ hay đóng khố, cởi trần, khi trời lạnh thì choàng thêm tấm vải)\n+ Đồ trang sức: nhẫn, khuyên tai, vòng cổ, vòng đeo tay, vòng đeo chân, dây chuyền làm bằng vàng, bạc, đồng, răng thú,…\n+ Ngày nay, ngoài trang phục truyền thống, đồng bào các dân tộc thiểu số có xu hướng sử dụng trang phục giống như người Kinh.\n- Nhà ở:\n+ Đa dạng về loại hình: nhà sàn, nhà nền đất, nhà nửa sàn nửa đất, nhà trình tường.\n+ Vật liệu làm nhà là gỗ, đá, gạch, ngói, tre nứa, tranh, đất sét…\n+ Nhà ở của người Kinh, Hoa, Chăm là nhà trệt (làm trên nền đất bằng).\n+ Nhà của nhiều dân tộc ở Trường Sơn – Tây Nguyên, Tây Bắc,… thường là nhà sàn. + Một số dân tộc có những ngôi nhà được xây cất làm nơi sinh hoạt chung cho buôn làng, với nét kiến trúc độc đáo như nhà rông của người Ba-na, Xơ-đăng, Giẻ-Triêng ở Tây Nguyên.\n- Một bộ phận trong cộng đồng các dân tộc theo các tôn giáo lớn như Phật giáo (chủ yếu là người Việt, Hoa và Khmer), Công giáo, Tin lành (người Việt, một số dân tộc ở Tây Nguyên và miền núi phía Bắc), Hồi giao (chủ yếu là người Chăm).\nb. Phong tục, tập quán, lễ hội\n- Phong tục, tập quán\n+ Mỗi dân tộc trên đất nước Việt Nam đều có phong tục, tập quán gắn liền với đời người như sinh đẻ, cưới hỏi, làm nhà, ma chay hoặc liên quan đến hoạt động sản xuất nông nghiệp.\n+ Các phong tục, tập quán đã góp phần tạo nên nét văn hóa đặc trưng của mỗi dân tộc.\n- Lễ hội\n+ Có một vai trò rất quan trọng trong đời sống văn hoá tinh thần của các dân tộc.\n+ Là dịp để con người gửi gắm ước mong về một cuộc sống tốt đẹp, mùa màng bội thu, bày tỏ lòng biết ơn sự che chở, phù hộ của thần linh và tổ tiên đối với cộng đồng. Thông qua các hoạt động lễ hội, bản sắc văn hoá của các dân tộc được gìn giữ và truyền thừa qua các thế hệ.\n+ Là dịp để các thành viên trong cộng đồng dân tộc gặp gỡ, giao lưu và thắt chặt tình đoàn kết.\n+ Lễ hội thường gắn với sản xuất nông nghiệp hoặc gắn với tín ngưỡng, tôn giáo. Vào các dịp lễ hội, người dân thường tiến hành các nghi thức cúng tế thần linh, tổ chức ca hát, nhảy múa, ăn uống và các trò vui chơi giải trí.\n- Trong các lĩnh vực khác của đời sống văn hoá tinh thần như âm nhạc, văn học dân ca, các điệu múa, trò chơi dân gian,... mỗi dân tộc đều có những nét đặc sắc, góp phần làm giàu kho tàng văn hoá Việt Nam.\n- Một số sinh hoạt văn hoá truyền thống của đồng bào các dân tộc đã được Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc (UNESCO) ghi danh là di sản văn hóa thế giới.\n=> Đời sống tinh thần của cộng đồng các dân tộc Việt Nam chứa đựng nhiều giá trị văn hóa rất đặc sắc. Những giá trị văn hoá này cần được mỗi công dân chung tay gìn giữ, phát huy và lưu truyền cho các thế hệ tương lai.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-fe12b5bbb19432c5ee5cd3d69dfacbf8"
  },
  "chunk-bd5e0aaa6e49ee3083a29134188241c4": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 18: Văn minh Đại Việt\nI. Cơ sở hình thành và quá trình phát triển của văn minh Đại Việt\n1. Khái niệm văn minh Đại Việt\n- Văn minh Đại Việt là nền văn minh rực rỡ, tồn tại và phát triển chủ yếu trong thời độc lập, tự chủ của quốc gia Đại Việt, kéo dài gần 1000 năm (từ thế kỉ X đến thế kỉ XIX).\n- Văn minh Đại Việt kế thừa văn minh Văn Lang – Âu Lạc, trải qua hơn một nghìn năm đấu tranh chống Bắc thuộc được phát huy và phát triển trong hoàn cảnh đất nước độc lập, tự chủ thời Đại Việt với kinh đô Thăng Long, do đó còn được gọi là văn minh Thăng Long.\n2. Cơ sở hình thành\n- Trên cơ sở kế thừa những thành tựu chủ yếu của văn minh Văn Lang – Âu Lạc, truyền thống lao động và đấu tranh hơn nghìn năm chống Bắc thuộc để bảo vệ và phát triển văn hoá dân tộc, văn minh Đại Việt từng bước hình thành.\n- Văn minh Đại Việt hình thành và phát triển trên cơ sở xây dựng và phát triển quốc gia Đại Việt từ thế kỉ X đến giữa thế kỉ XIX, với sự trưởng thành của dân tộc trên nhiều phương diện: chính trị, tư tưởng, kinh tế, xã hội, văn hóa, giáo dục, khoa học, nghệ thuật, an ninh quốc phòng,... Thành tựu văn minh phát triển nhanh chóng và vững chắc qua các bước chuyển biến mạnh mẽ vị thế đất nước.\n+ Thế kỉ X gắn với sự nghiệp khôi phục nền tự chủ sau hơn nghìn năm Bắc thuộc của các chính quyền họ Khúc Dương, Ngô, Đinh, Tiền Lê.\n+ Việc dời đô từ Hoa Lư (thuộc Ninh Bình ngày nay) ra Đại La và đổi là Thăng Long (Hà Nội ngày nay) là một bước tiến mới với sự phát triển mọi mặt của quốc gia Đại Việt; bên cạnh kinh tế nông nghiệp, thủ công nghiệp và thương nghiệp phát triển tạo nên những sắc thái mới.\n+ Cương vực lãnh thổ đất nước từng bước được mở rộng, kéo dài từ Nam Quan đến Cà Mau, mở rộng từ đất liền ra biển đảo. Nền độc lập dân tộc được bảo vệ vững chắc qua nhiều cuộc kháng chiến oanh liệt chống ngoại xâm.\n- Ý thức dân tộc ngày càng mạnh mẽ tạo điều kiện cho sự tiếp biến nhiều giá trị từ văn minh Trung Quốc, văn minh Ấn Độ để làm giàu văn minh Đại Việt.\n3. Quá trình phát triển\n- Giai đoạn sơ kì (thế kỉ X - đầu XI):\n+ Trải qua các chính quyền họ Khúc, họ Dương và Ngô, Đinh, Tiền Lê.\n+ Đây là giai đoạn định hình những giá trị mới, làm nền tảng cho sự hình thành nền văn minh Đại Việt.\n- Giai đoạn phát triển (đầu thế kỉ XI đến thế kỉ XVI):\n+ Gắn liền với văn hoá Thăng Long, trung tâm chính trị, kinh tế, xã hội, văn hóa,... của cả nước.\n+ Các triều đại Lý, Trần, Hồ, Lê sơ đã đạt được nhiều thành tựu to lớn trên tất cả các mặt: tôn giáo, tín ngưỡng, giáo dục, văn học, nghệ thuật, khoa học kĩ thuật; đời sống vật chất và tinh thần của nhân dân phát triển phong phú và đa dạng.\n+ Tuy chịu ảnh hưởng của văn hóa Trung Quốc và Ấn Độ, nhưng văn hoá Đại Việt vẫn mang đậm tính dân tộc và dân gian.\n- Giai đoạn muộn (thế kỉ XVI – XIX):\n+ Văn hoá phát triển trong tình trạng đất nước không ổn định. Từ thế kỉ XVI đến cuối thế kỉ XVIII là giai đoạn có nhiều biến động, các triều đại thay thế nhau trị vì và chia cắt đất nước. Cuộc chiến tranh xâm lược của thực dân Pháp giữa thế kỉ XIX đã chấm dứt thời kì phát triển của văn minh Đại Việt.\n+ Giai đoạn này nhiều yếu tố mới xuất hiện khi văn minh phương Tây du nhập vào, tạo nên xu hướng vận động mới làm tiền để cho sự hình thành văn minh Việt Nam về sau.\nII. Thành tựu văn minh tiêu biểu\n1. Về kinh tế\na. Nông nghiệp\n- Nông nghiệp là ngành kinh tế chủ đạo với cây trồng chính là lúa nước; ngoài ra, nhân dân còn trồng nhiều cây khác: khoai, sắn, ngô, kê, đậu…\n- Các triều đại đều có chính sách khuyến khích sản xuất nông nghiệp qua lễ Tịch điền đầu năm.\n- Nhà nước đặt chức Hà đê sứ, Khuyến nông sứ để chăm lo việc đê điều, trị thuỷ.\n- Việc dùng cày sắt và sức kéo của trâu bò, việc thâm canh, trồng hai vụ lúa một năm trở nên rất phổ biến.\n- Công cuộc khẩn hoang đất đai rất được chú trọng, nhất là thời chúa Nguyễn và triều Nguyễn.\nb. Thủ công nghiệp\n- Các nghề thủ công cổ truyền (dệt lụa, rèn sắt, đúc đồng, nhuộm,...) tiếp tục phát triển và nhiều nghề mới ra đời (làm tranh sơn mài, làm đường",
    "chunk_order_index": 0,
    "full_doc_id": "doc-f875b96a8941d37d48259c178528b24d"
  },
  "chunk-99a8397764743b69a42f0234fb757827": {
    "tokens": 1200,
    "content": "âm canh, trồng hai vụ lúa một năm trở nên rất phổ biến.\n- Công cuộc khẩn hoang đất đai rất được chú trọng, nhất là thời chúa Nguyễn và triều Nguyễn.\nb. Thủ công nghiệp\n- Các nghề thủ công cổ truyền (dệt lụa, rèn sắt, đúc đồng, nhuộm,...) tiếp tục phát triển và nhiều nghề mới ra đời (làm tranh sơn mài, làm đường, làm giấy, khắc in bản gỗ,...) để lại nhiều thành tựu tiêu biểu, nổi bật là An Nam tứ đại khí (tháp Báo Thiên, chuông Quy Điền, vạc Phổ Minh, tượng Phật chùa Quỳnh Lâm).\n- Một số làng, phường thủ công chuyên nghiệp xuất hiện, đặc biệt trong nghề dệt (sa màu La Khê, lĩnh hoa Bưởi, lượt Phùng, lụa Hà Đông).\n- Nghề làm gồm có kĩ thuật tinh xảo, được thương nhân nước ngoài ưa chuộng, nhất là sản phẩm của các làng gốm nổi tiếng (Bát Tràng, Chu Đậu,...), được xuất khẩu sang các nước Đông Nam Á, Nhật Bản, phương Tây.\n- Nghề đóng tàu thuyền ra đời sớm và đạt trình độ cao: chiến thuyền “Cổ lâu” (thế kỉ XV), thuyền chiến có đặt súng lớn (thế kỉ XVIII), tàu thuỷ chạy bằng máy hơi nước (thế kỉ XIX)\nc. Thương nghiệp\n- Nội thương:\n+ Thời Lý – Trần phổ biến việc đúc tiền kim loại, thời nhà Hồ đã có tiền giấy.\n+ Chợ địa phương và phố buôn bán ra đời, trong đó kinh đô Thăng Long là trung tâm buôn bán sầm uất.\n+ Thăng Long thời Lý – Trần có 61 phố phường, đến thời Lê sơ sắp xếp thành 36 phố phường.\n- Ngoại thương:\n+ Việc buôn bán với Trung Quốc và các nước Đông Nam Á phát đạt.\n+ Từ thế kỉ XVI – XVIII, Đại Việt mở rộng buôn bán với Nhật Bản, Bồ Đào Nha, Hà Lan, Anh, Pháp, qua các trung tâm ở Thăng Long, Phố Hiến (thuộc Đàng Ngoài) và Thanh Hà, Hội An, Sài Gòn, Đồng Nai, Mỹ Tho, Hà Tiên (thuộc Đàng Trong).\n2. Về chính trị\n- Về tổ chức bộ máy nhà nước:\n+ Nhà nước quân chủ chuyên chế trung ương tập quyền với vai trò tối cao của nhà vua, từng bước phát triển từ thế kỉ XI và hoàn thiện, đạt đến đỉnh cao vào thế kỉ XV.\n+ Sự hoàn thiện bộ máy nhà nước là một bước trưởng thành về văn minh chính trị của quốc gia Đại Việt.\n- Nhà nước phong kiến Đại Việt đã lãnh đạo thành công nhiều cuộc kháng chiến chống xâm lược như chống Tống (thế kỉ X, XI), chống Mông – Nguyên (thế kỉ XIII).\n- Về mặt luật pháp:\n+ Năm 1002, nhà Tiền Lê định luật lệ.\n+ Năm 1042, nhà Lý ban hành bộ Hình thư (bộ luật thành văn đầu tiên của Đại Việt).\n+ Nhà Trần có bộ Hoàng triều đại điển và bộ Hình luật.\n+ Nhà Lê sơ ban hành bộ Quốc triều hình luật (Luật Hồng Đức). Đây là bộ luật mang đậm tính dân tộc, có những điểm tiến bộ về mặt kĩ thuật lập pháp, được xem là bộ luật tiến bộ nhất thời phong kiến Việt Nam.\n+ Nhà Nguyễn ban hành bộ Hoàng Việt luật lệ (Luật Gia Long).\n3. Về tư tưởng, tôn giáo\na. Tư tưởng yêu nước thương dân:Phát triển theo hai xu hướng: dân tộc và thân dân.\n- Dân tộc: đề cao trung quân ái quốc, đoàn kết toàn dân tộc trong xây dựng và bảo vệ Tổ quốc, đề cao sức mạnh toàn dân đánh giặc.\n- Thân dân: gần dân, yêu dân; vua quan cùng nhân dân quan tâm đến mùa màng, sản xuất, chiến đấu và bảo vệ Tổ quốc.\nb. Tín ngưỡng thờ cúng Hùng Vương và tổ tiên:tiếp tục phát triển qua việc xây lăng, miếu, đền đài thờ tổ tiên, các vị anh hùng dân tộc, các Thành hoàng làng, các vị tổ nghề,…, tạo nên tinh thần cởi mở, hoà đồng tôn giáo của người Việt.\n=> Người Việt sẵn sàng tiếp thu ảnh hưởng các tôn giáo từ Ấn Độ, Trung Hoa, kể cả phương Tây trên cơ sở hoà nhập với tín ngưỡng cổ truyền, tạo nên một nếp sống văn hoá rất nhân văn.\nc. Phật giáo:phát triển mạnh trong buổi đầu độc lập và trở thành quốc giáo thời Lý – Trần.\n- Dưới thời vua Lý Thánh Tông, thiền phái Thảo Đường được sáng lập.\n- Thời Trần, thiền phái Trúc Lâm Yên Tử ra đời, vua Trần Nhân Tông được vinh danh là Phật hoàng.\n- Từ thế kỉ XV, Phật giáo mất vai trò quốc giáo, song vẫn có sự phát triển mạnh mẽ, đồng hành cùng dân tộc",
    "chunk_order_index": 1,
    "full_doc_id": "doc-f875b96a8941d37d48259c178528b24d"
  },
  "chunk-8708fad5e2526518099b6713b76bd7d6": {
    "tokens": 1200,
    "content": "– Trần.\n- Dưới thời vua Lý Thánh Tông, thiền phái Thảo Đường được sáng lập.\n- Thời Trần, thiền phái Trúc Lâm Yên Tử ra đời, vua Trần Nhân Tông được vinh danh là Phật hoàng.\n- Từ thế kỉ XV, Phật giáo mất vai trò quốc giáo, song vẫn có sự phát triển mạnh mẽ, đồng hành cùng dân tộc trong công cuộc xây dựng và phát triển đất nước.\nd. Đạo giáo:phổ biến trong dân gian và được các triều đại phong kiến coi trọng, có vị trí nhất định trong xã hội.\ne. Nho giáo: dần phát triển cùng với sự phát triển của giáo dục và thi cử.\n- Thế kỉ XI, nhà Lý cho xây dựng Văn Miếu để thờ Khổng Tử.\n- Thế kỉ XV, Nho giáo giữ địa vị độc tôn, là hệ tư tưởng của giai cấp thống trị để xây dựng nhà nước quân chủ trung ương tập quyền. Nho giáo đã góp phần to lớn trong việc đào tạo đội ngũ trí thức, những người hiền tài cho đất nước.\n=> Các tín ngưỡng và tôn giáo Đại Việt có sự hoà đồng (nhất là Nho giáo, Phật giáo, Đạo giáo), ảnh hưởng sâu đậm đến đời sống tinh thần của nhân dân. Thế kỉ XVI, Thiên Chúa giáo du nhập vào Việt Nam, từng bước tạo nên những nét văn hoá mới trong các cộng đồng cư dân.\n4. Giáo dục và văn học\na. Giáo dục\n- Năm 1075, nhà Lý mở khoa thi đầu tiên để tuyển chọn nhân tài.\n- Năm 1076, triều đình xây dựng Quốc Tử Giám làm nơi học tập cho con em quý tộc, quan lại.\n- Dưới thời Trần, triều đình lập Quốc học viện cho con em quý tộc, quan lại học tập.\n- Năm 1247, kì thi Tam khôi đầu tiên được tổ chức.\n- Năm 1374, kì thi Tiến sĩ đầu tiên được tổ chức.\n- Tinh thần “tôn sự trọng đạo” được đề cao, thể hiện qua việc tôn thờ nhà giáo Chu Văn An trong Quốc Tử Giám.\n- Đến thời Lê sơ, nền giáo dục và thi cử ngày càng quy củ. Khoa cử trở thành phương thức chủ yếu để tuyển chọn quan lại.\n- Từ năm 1463, cứ 3 năm một lần triều đình tổ chức thì Hội tại kinh thành, thi Hương tại địa phương.\n- Năm 1484, triều đình đặt ra lệ xướng danh và khắc tên các tiến sĩ vào bia đá ở Văn Miếu.\n- Tại các địa phương, bên cạnh các trường do nhà nước quản lí còn có các trường tư. Con em bình dân ưu tú cũng được đi học, đi thi và bổ nhiệm làm quan.\n=> Từ thế kỉ XVI đến nửa đầu thế kỉ XIX, giáo dục Nho học tiếp tục đóng vai trò chủ yếu đào tạo quan lại và nâng cao dân trí. Nền giáo dục Đại Việt phát triển và sản sinh nhiều bậc hiền tài như Chu Văn An, Nguyễn Trãi, Nguyễn Bỉnh Khiêm, Nguyễn Du,...\nb. Chữ viết\n- Trên cơ sở tiếp thu chữ Hán của người Trung Quốc, người Việt đã sáng tạo chữ Nôm để ghi tiếng nói dân tộc. Các vua Hồ Quý Ly, Quang Trung rất có ý thức để cao chữ Nôm, bên cạnh chữ Hán.\n- Đến thế kỉ XVII, chữ quốc ngữ ra đời từ sự cải tiến bảng chữ cái La-tinh để ghi âm tiếng Việt và phát triển trở thành chữ viết chính thức ngày nay của Việt Nam.\nc. Văn học\n- Văn học chữ Hán:\n+ Chủ yếu là thơ, phú, hịch, thể hiện lòng yêu nước và niềm tự hào dân tộc.\n+ Các tác phẩm tiêu biểu: Chiếu dời đô (Lý Thái Tổ), Nam quốc sơn hà (không rõ tác giả), Hịch tướng sĩ (Trần Hưng Đạo), Bạch Đằng giang phú (Trương Hán Siêu), Bình Ngô đại cáo, Ức Trai thi tập (Nguyễn Trãi), Quỳnh Uyển cửu ca (các tác giả trong Hội Tao Đàn), Bạch Vân am thi tập (Nguyễn Bỉnh Khiêm), Truyền kỳ mạn lục (Nguyễn Dữ)....\n+ Thế kỉ XVIII, văn xuôi tự sự chữ Hán đạt thành tựu lớn: tiểu thuyết chương hồi: Hoàng Lê nhất thống chí (Ngô gia văn phái); truyện kí: Thượng kinh ký sự (Lê Hữu Trác), Vũ trung tùy bút (Phạm Đình Hổ),...\n- Văn học chữ Nôm:\n+ Xuất hiện từ thế kỉ XIII, phát triển mạnh vào các thế kỉ XVI – XIX:\n+ Tác phẩm tiêu biểu: Văn tế cá sấu (Hàn Thuyên), Quốc âm thi tập (Nguyễn Trãi), Bạch Vân quốc ngữ thi tập (Nguyễn Binh Khiêm), Chinh phụ ngâm khúc (bản dịch của Đào Thị Điểm), Cung oán ngâm khúc (Nguyễn Gia Thiều), thơ Hồ Xuân Hương, thơ Bà Huyện Thanh Quan,.. nổi tiếng hơn cả là",
    "chunk_order_index": 2,
    "full_doc_id": "doc-f875b96a8941d37d48259c178528b24d"
  },
  "chunk-f93d65114ced0efd42bcb38894dcf8a0": {
    "tokens": 1200,
    "content": ":\n+ Tác phẩm tiêu biểu: Văn tế cá sấu (Hàn Thuyên), Quốc âm thi tập (Nguyễn Trãi), Bạch Vân quốc ngữ thi tập (Nguyễn Binh Khiêm), Chinh phụ ngâm khúc (bản dịch của Đào Thị Điểm), Cung oán ngâm khúc (Nguyễn Gia Thiều), thơ Hồ Xuân Hương, thơ Bà Huyện Thanh Quan,.. nổi tiếng hơn cả là Truyện Kiều (Nguyễn Du) và Lục Vân Tiên (Nguyễn Đình Chiểu),…\n- Văn học dân gian:\n+ Tiếp tục phát triển mạnh trong các thế kỉ XVI – XVIII.\n+ Những tri thức khoa học, kinh nghiệm sản xuất, cách ứng xử,... được đúc kết dưới dạng thơ, ca dao, tục ngữ thể hiện những suy tư của cá nhân về cuộc sống, về chiến tranh, tình yêu nam nữ, tình yêu thiên nhiên, thể hiện khát vọng sống tự do, hoà bình.\n5. Khoa học\na. Sử học\n- Nhà Trần thành lập Quốc sử viện.\n- Nhà Nguyễn thành lập Quốc sử quán.\n- Nhiều bộ sử lớn được biên soạn: Đại Việt sử ký (Lê Văn Hưu, thời Trần), Đại Việt sử ký tục biên (Phan Phu Tiên, thời Lê sơ), Đại Việt sử ký toàn thư (Ngô Sĩ Liên và các sử thần thời Lê), Đại Việt thông sử (Lê Quý Đôn, thế kỉ XVII), Đại Nam thực lục (Quốc sử quán triều Nguyễn), Khâm định Việt sử thông giám cương mục (Quốc sử quán triều Nguyễn), Lịch triều hiến chương loại chí (Phan Huy Chú, đầu thế kỉ XIX),...\nb. Địa lí học: Những công trình tiêu biểu là:\n- Dư địa chí (Nguyễn Trãi, thời Lê sơ),\n- Hồng Đức bản đồ sách (thời Lê Thánh Tông),\n- Đại Nam nhất thống chí (Quốc sử quán triều Nguyễn),\n- Gia Định thành thông chí (Trịnh Hoài Đức, thời Nguyễn),…\nc. Toán học: Những tác phẩm tiêu biểu là:\n- Lập thành toán pháp (Vũ Hữu)\n- Toán pháp đại thành (hay Đại thành toán pháp)\n- Khải minh toán học (Lương Thế Vinh)\n- Ý Trai toán pháp nhất đắc lục (Nguyễn Hữu Thận),…\nd. Khoa học quân sự\n- Nhà Hồ đã chế tạo được súng thần cơ. Nhà Tây Sơn đã chế tạo được các loại đại pháo, hoả pháo, các loại chiến thuyền gắn nhiều đại bác. Nhà Nguyễn xây dựng thành quách theo kiến trúc Vô-băng với các công trình nổi bật: kinh thành Huế, thành Hà Nội, thành Gia Định,...\n- Tư tưởng và nghệ thuật quân sự đặc sắc có “tiên phát chế nhân” (Lý Thường Kiệt), “phụ tử chi binh” (Trần Quốc Tuấn), “tâm công” (Nguyễn Trãi),…\n- Các tác phẩm nổi tiếng về khoa học quân sự có Binh thư yếu lược, Vạn kiếp tông bí truyền thư (Trần Hưng Đạo), Hổ trướng khu cơ (Đào Duy Từ).....\ne. Y học: các danh y vừa lo chữa bệnh cứu người vừa biên soạn nhiều bộ y thư có giá trị, tiêu biểu như:\n- Nam dược thần hiệu, Hồng nghĩa giác tư y thư (Tuệ Tĩnh)\n- Y học yếu giải tập chú di biên (Chu Văn An)\n- Châm cứu tiệp hiệu diễn ca (Nguyễn Đại Năng)\n- Hải Thượng y tông tâm lĩnh (Lê Hữu Trác)\n- Liệu dịch phương pháp toàn tập\n- Hộ nhi phương pháp (Nguyễn Gia Phan)\n- La Khê phương dược (Nguyễn Quang Tuân).\n6. Nghệ thuật\na. Âm nhạc\n- Phát triển với nhiều thể loại: múa rối nước, ca đối đáp, hát ví giặm, tuồng, chèo, quan họ, ngâm thơ, ả đảo, hát xẩm,...\n- Từ thời Lê, âm nhạc cung đình có vai trò quan trọng, gắn liền với quốc thể.\n- Nhiều lễ hội được tổ chức hàng năm như: Lễ Tịch điền, Hội thề Minh Thế, Giỗ Tổ Hùng Vương, Hội Gióng, Hội Dâu, Tết Nguyên đán, tiết Thanh minh, Tết Đoan ngọ, Tết Trung thu,… đã trở thành truyền thống chung của các cộng đồng dân tộc Việt Nam.\nb. Kiến trúc và điêu khắc\n* Kiến trúc:\n- Phát triển mạnh dưới thời Lý –Trần. Từ thời Lê sơ, cung điện, lâu đài, thành quách và chùa tháp được xây dựng với quy mô lớn, kiến trúc bề thế và vững chãi.\n- Công trình tiêu biểu: Hoàng thành Thăng Long, thành nhà Hồ, Lam Kinh, thành nhà Mạc, Luỹ Thầy, thành Gia Định, kinh thành Huế, thành Hà Nội,…\n- Những ngôi chùa nổi tiếng được xây dựng như chùa Một Cột, chùa Quán Sứ, chùa Trấn Quốc, chùa Phổ Minh, ch",
    "chunk_order_index": 3,
    "full_doc_id": "doc-f875b96a8941d37d48259c178528b24d"
  },
  "chunk-0b2ec829737d620c0d55c32c93769ae5": {
    "tokens": 596,
    "content": "quy mô lớn, kiến trúc bề thế và vững chãi.\n- Công trình tiêu biểu: Hoàng thành Thăng Long, thành nhà Hồ, Lam Kinh, thành nhà Mạc, Luỹ Thầy, thành Gia Định, kinh thành Huế, thành Hà Nội,…\n- Những ngôi chùa nổi tiếng được xây dựng như chùa Một Cột, chùa Quán Sứ, chùa Trấn Quốc, chùa Phổ Minh, chùa Quỳnh Lâm, chùa Thiên Mụ, chùa Báo Quốc,…\n* Điêu khắc:\n- Điêu khắc trên đá, trên gốm rất độc đáo, mang đậm bản sắc dân tộc, đồng thời tiếp thu những nét đẹp trong nghệ thuật điêu khắc của Trung Quốc và Chăm-pa.\n- Điêu khắc gỗ phát triển, các bức chạm gỗ ở các đình làng, các tượng Phật chạm trổ chi tiết, mềm mại, thanh thoát,…\n- Nghệ thuật tạc tượng thế kỉ XVIII đạt đến trình độ điêu luyện, tiêu biểu là tượng Phật Quan Âm nghìn tay nghìn mắt ở chùa Bút Tháp (Bắc Ninh); 18 pho tượng La Hán ở chùa Tây Phương (Hà Nội).\nIII. Ý nghãi của văn minh Đại Việt trong lịch sử dân tộc Việt Nam\n1. Ưu điểm và hạn chế của văn minh Đại Việt\n- Ưu điểm: Văn minh Đại Việt là nền văn minh nông nghiệp lúa nước mang đậm bản sắc dân tộc với tinh thần chủ đạo là yêu nước, nhân ái, hoà hợp với tự nhiên, hòa hợp giữa người với người, giữa làng với nước.\n- Hạn chế:\n+ Văn minh Đại Việt đã phát triển đến cao độ những gì có thể đạt được của một nền văn minh nông nghiệp.\n+ Yếu tố đô thị nhìn chung mờ nhạt.\n+ Sự tồn tại dai dẳng của công xã nông thôn và gắn liền với nó là những lệ làng tạo nên tính thụ động, khép kín, thiếu tính đột phá, sáng tạo, tinh thần hội nhập,...\n2. Ý nghĩa của nền văn minh Đại Việt trong lịch sử dân tộc Việt Nam\n- Những thành tựu của nền văn minh Đại Việt thể hiện một nền văn hoá rực rỡ, phong phú, toàn diện, độc đáo, khẳng định bản sắc của một dân tộc, một quốc gia văn hiến, văn minh ở khu vực Đông Nam Á và thế giới phương Đông.\n- Văn minh Đại Việt thể hiện rõ sự kết hợp những dòng văn hoá đã có khả năng hội nhập giữa bản địa với bên ngoài và bên ngoài hoà nhập vào nội địa.",
    "chunk_order_index": 4,
    "full_doc_id": "doc-f875b96a8941d37d48259c178528b24d"
  },
  "chunk-d4012d5b080df10c6f1c8df1c6dcf3d2": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 20: Khối đại đoàn kết dân tộc Việt Nam\nI. Khối đại đoàn kết dân tộc trong lịch sử Việt Nam\n1. Sự hình thành khối đại đoàn kết dân tộc\n- Trên cơ sở chung sống lâu đời, các dân tộc đã cùng góp sức vào công cuộc xây dựng, bảo vệ và phát triển đất nước.\n- Xuất phát từ nhu cầu thuỷ lợi và trị thuỷ, phát triển nông nghiệp, đấu tranh chống lại các cuộc xâm lược của ngoại bang, ... các dân tộc trên đất nước Việt Nam đã sớm hình thành tinh thần đoàn kết và được truyền từ thế hệ này sang thế hệ khác.\n- Nhà nước Việt Nam qua các thời kì cũng đã thực hiện nhiều chính sách nhằm xây dựng mối quan hệ hữu nghị, tình đoàn kết, gắn bó giữa các dân tộc. Chính quá trình này cũng góp phần hình thành khối đại đoàn kết dân tộc ở Việt Nam trong lịch sử.\n2. Vai trò của khối đại đoàn kết dân tộc trong lịch sử dựng nước và giữ nước\n- Từ rất sớm, cộng đồng các dân tộc trên lãnh thổ Việt Nam ngày nay đã khai phá đất đai, tiến hành sản xuất nông nghiệp và thủ công nghiệp, sáng tạo các giá trị vật chất và tinh thần,… Trải qua quá trình lịch sử lâu dài, hoạt động kinh tế, văn hóa của cộng đồng các dân tộc đã góp phần quan trọng vào công cuộc xây dựng đất nước Việt Nam.\n- Cùng với công cuộc xây dựng đất nước, cộng đồng các dân tộc Việt Nam đã chung vai sát cánh trong các cuộc đấu tranh chống lại sự xâm lược và thống trị của ngoại bang. Lịch sử đã ghi nhận sự tham gia của đồng bào các dân tộc thiểu số vào cuộc khởi nghĩa của Hai Bà Trưng, Lý Bí, Phùng Hưng,… trong thời kì Bắc thuộc.\n- Sang thời kì phong kiến độc lập, các dân tộc thiểu số tiếp tục có những đóng góp trong các cuộc kháng chiến chống quân xâm lược Tống, Mông Nguyên, Minh, Thanh.\n- Từ nửa sau thế kỉ XIX đến nửa đầu thế kỉ XX, đồng bào các dân tộc Khmer, Xtiêng, Mnông, Ba-na, Mường, Thái, Hmông, Dao,… đã tổ chức và tham gia các cuộc đấu tranh lật đổ ách thống trị của thực dân Pháp, quân phiệt Nhật Bản.\n- Sau Cách mạng tháng Tám năm 1945, đồng bào các dân tộc tích cực đóng góp sức người, sức của góp phần làm nên thắng lợi của cuộc kháng chiến chống thực dân Pháp (1945 – 1954), chống đế quốc Mỹ (1954 – 1975) cũng như các cuộc chiến tranh bảo vệ Tổ quốc ở biên giới Tây Nam và biên giới phía Bắc sau năm 1975.\n3. Vai trò của khối đại đoàn kết dân tộc trong sự nghiệp xây dựng và bảo vệ Tổ quốc hiện nay\n- Truyền thống đoàn kết của cộng đồng các dân tộc Việt Nam đã tạo nên sức mạnh vật chất và tinh thần to lớn để chiến đấu và chiến thắng mọi kẻ thù xâm lược, góp phần hình thành lịch sử dựng nước và giữ nước hào hùng của dân tộc.\n- Trong công cuộc xây dựng và bảo vệ Tổ quốc ngày nay, khối đại đoàn kết các dân tộc tiếp tục giữ một vai trò rất quan trọng.\n+ Mối quan hệ hòa hợp, tương trợ và tôn trọng lẫn nhau giữa các dân tộc sẽ tạo ra môi trường hoà bình, ổn định cho việc phát triển kinh tế, văn hoá.\n+ Đồng thời, khối đại đoàn kết là nguồn sức mạnh để cộng đồng các dân tộc Việt Nam bảo vệ độc lập, chủ quyền và toàn vẹn lãnh thổ của đất nước.\n=> Chính vì vậy, Đảng và Nhà nước đã quán triệt việc xây dựng khối đại đoàn kết dân tộc là nhiệm vụ thường xuyên, quan trọng của hệ thống chính trị. Trong đó, vai trò của Mặt trận Tổ quốc Việt Nam góp phần rất lớn vào việc củng cố, mở rộng và phát huy khối đại đoàn kết toàn dân cũng như cộng đồng các dân tộc.\nII. Chính sách dân tộc của Đảng và nhà nước hiện nay\n1. Quan điểm của Đảng và Nhà nước về chính sách dân tộc\n- Chính sách dân tộc được Đảng Cộng sản và Nhà nước Việt Nam hết sức coi trọng.\n- Trong quan điểm, đường lối về chính sách dân tộc, Đảng và Nhà nước xác định các nguyên tắc cơ bản là: bình đẳng, đoàn kết, tôn trọng và giúp đỡ lẫn nhau.\n2. Nội dung cơ bản trong chính sách dân tộc của Đảng và Nhà nước\n- Trên lĩnh vực kinh tế:\n+ Đảng và Nhà nước ưu tiên đầu tư phát triển kinh tế các vùng dân tộc và miền núi. Trong đó, các nguồn lực được huy động vào việc xoá đói, giảm nghèo, nâng cao mức sống của đồng bào.\n+ Phát triển các ngành sản xuất phù hợp với đặc điểm, điều kiện từng vùng dân tộc.\n+ Có chính sách hỗ trợ đồng bào về đất đai, thuế và vay vốn để phát triển sản xuất.\n+ Hỗ trợ đồng bào mua giống cây trồng, phân bón, vật tư, gia",
    "chunk_order_index": 0,
    "full_doc_id": "doc-a7b78d6303609fdc83faff276f1e34ce"
  },
  "chunk-2a3da414d3071a3a09549a037ba441f3": {
    "tokens": 362,
    "content": "núi. Trong đó, các nguồn lực được huy động vào việc xoá đói, giảm nghèo, nâng cao mức sống của đồng bào.\n+ Phát triển các ngành sản xuất phù hợp với đặc điểm, điều kiện từng vùng dân tộc.\n+ Có chính sách hỗ trợ đồng bào về đất đai, thuế và vay vốn để phát triển sản xuất.\n+ Hỗ trợ đồng bào mua giống cây trồng, phân bón, vật tư, gia súc, tập huấn nâng cao kiến thức sản xuất.\n+ Khuyến khích đồng bào các dân tộc khai thác tiềm năng, thế mạnh của địa phương để xây dựng đời sống mới ngày càng ấm no, hạnh phúc.\n- Trên lĩnh vực văn hoá và xã hội\n+ Chính sách dân tộc tập trung vào công tác giáo dục – đào tạo, chăm sóc y tế, đầu tư xây dựng hệ thống giao thông, điện, nước, thông tin liên lạc, bệnh viện, trường học, các công trình văn hoá,… ở địa bàn sinh sống của đồng bào dân tộc thiểu số.\n+ Trong công tác giáo dục – đào tạo, việc phổ cập giáo dục, dạy nghề đào tạo cán bộ và đội ngũ trí thức dân tộc thiểu số được Đảng và Nhà nước đặc biệt chú trọng.\n=> Việc thực hiện những chính sách về kinh tế, văn hóa, xã hội đã góp phần quan trọng vào việc cải thiện, nâng cao đời sống vật chất và tinh thần của đồng bào các dân tộc. Đồng thời, các chính sách này cũng góp phần thúc đẩy cộng đồng các dân tộc Việt Nam tăng cường đoàn kết, ngày càng phát triển về mọi mặt.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-a7b78d6303609fdc83faff276f1e34ce"
  },
  "chunk-99ed05a0c9353b33c68c658bbba65bd0": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 10: Văn minh tây âu thời phục hưng\nI. Bối cảnh lịch sử\n1. Về kinh tế\n- Ở Tây Âu thời hậu kì trung đại, quan hệ sản xuất tư bản chủ nghĩa dần hình thành. Sự ra đời và phát triển của thành thị thúc đẩy mạnh mẽ kinh tế hàng hoá, mở rộng thị trường.\n- Đến thế kỉ XIV- XV, kĩ thuật có nhiều cải tiến, công trường thủ công tư bản chủ nghĩa tập trung, nền sản xuất được mở rộng.\n- Các cuộc phát kiến địa lí cũng đã tạo tiền đề để biến đổi sâu sắc kinh tế - xã hội Tây Âu.\n2. Về chính trị - xã hội\n- Thời kì trung đại, Tây Âu chìm trong đêm trường trung cổ với sự thống trị của thần quyền và vương quyền.\n- Tầng lớp tư sản ra đời đấu tranh chống lại tư tưởng bảo thủ của Giáo hội và giai cấp phong kiến đang cản trở sự phát triển của xã hội.\n- Phong trào Văn hoá Phục hưng bùng nổ là kết quả của sự vận động thay đổi về nhiều mặt trong xã hội Tây Âu.\n- Phong trào Văn hoá Phục hưng khởi đầu ở I-ta-li-a vào thế kỉ XIV, sau đó lan rộng ra các nước khác ở Tây Âu cho đến cuối thế kỉ XVI.\nII. THÀNH TỰU TIÊU BIỂU\n1. Văn học\n- Thơ: Thần khúc, Cuộc đời mới của Đan-tê.\n- Tiểu thuyết: Mười ngày (G. Bô-ca-xiô), Đôn Ki-hô-tê (M. Xét-van-tét),…\n- Kịch: Rô-mê-ô và Giu-li-ét, Hăm-lét, Ô-ten-lô (W. Sếch-xpia)\n- Nội dung: truyền bá tư tưởng nhân đạo, ca ngợi tình yêu, sự tự do, vạch trần và đấu tranh chống chế độ phong kiến lạc hậu.\n2. Nghệ thuật\n- Hội họa:\n+ Lê-ô-na đơ Vanh-xi với những tuyệt tác như La Giô-công-đơ, Bữa ăn tối cuối cùng, Đức mẹ đồng trinh trong hang đá,…\n+ Mi-ken-lăng-giơ với các tác phẩm nổi tiếng như: Thiên chúa sáng thế, Cuộc phán xét cuối cùng,... tượng Đa-vít, tượng Đức Mẹ sầu bi.\n+ Ra-pha-en với các tác phẩm như Trường học A-ten, Chúa Ki-tô bị đóng đinh, Khu vườn xinh đẹp,…\n- Kiến trúc: được phục hồi theo trường phái kiến trúc cổ điển với các giáo đường, dinh thự, lâu đài lộng lẫy được xây dựng.\n- Nội dung: Hội hoạ và điêu khắc thường chủ đề tôn giáo nhưng mang tính hiện thực; thể hiện các đường nét trên cơ thể nhân vật hoàn chỉnh, chính xác, cân đối về tỉ lệ.\n3. Khoa học, kĩ thuật\na. Toán học, vật lí, y học\n- Nhiều thành tựu toán học, vật lí, y học xuất sắc ra đời như:\n+ Thuyết hình học giải tích của R. Đề-các-tơ,\n+ Nghiên cứu về áp suất khí quyển của E. Tô-ri-xe-li;\n+ Thuật giải phẫu của nhà y học Vê-da-lơ,\n+ Sự tuần hoàn máu của Ha-vi,…\nb. Thiên văn học\n- Thiên văn học có nhiều thành tựu quan trọng, đặt nền móng cho thiên văn học hiện đại.\n- Tiêu biểu là:\n+ N. Cô-péc-ních với thuyết Nhật tâm khẳng định Trái Đất tự quay xung quanh nó và quay xung quanh Mặt Trời;\n+ G. Bru-nô phát triển thêm với nhận thức Mặt Trời là trung tâm của Thái dương hệ;\n+ G. Ga-li-lê với thành tựu cải tiến kính thiên văn, cải tiến la bàn, nghiên cứu về chuyển động học,…\nc. Kĩ thuật\n- Thời kì này có những tiến bộ trong lĩnh vực dệt, khai khoáng, luyện kim, chế tạo vũ khí, hàng hải,...\n- Đặc biệt, sự cải tiến guồng nước đã tác động tới sự phát triển nhiều ngành sản xuất.\n4. Triết học, tư tưởng\na. Triết học\n- Các triết gia theo trường phái duy vật công kích triết học kinh viện, chủ nghĩa duy tâm, hướng tới tách triết học ra khỏi thần học. Người mở đầu cho trường phái này là Ph-ran-xít Bây-cơn.\nb. Tư tưởng\n- Trào lưu tư tưởng nổi bật là chủ nghĩa nhân văn (humanisme). Tính chất cách mạng của hệ tư tưởng mới thể hiện ở việc lên án, đả kích giai cấp phong kiến, chống các quan điểm phản khoa học; đề cao tự do cá nhân và giá trị chân chính của con người; bày tỏ tinh thần dân tộc,…\n- Nội dung tư tưởng của phong trào Văn hoá Phục hưng mang nhiều điểm tiến bộ, thu hút các đại biểu đấu tranh trên nhiều lĩnh vực như văn học, triết học, khoa học,…\nIII. Ý nghĩa",
    "chunk_order_index": 0,
    "full_doc_id": "doc-6ad2f00023a0eca3e5912339420ef391"
  },
  "chunk-107d286c0c979af7c7c746ee42ed28d1": {
    "tokens": 246,
    "content": "mới thể hiện ở việc lên án, đả kích giai cấp phong kiến, chống các quan điểm phản khoa học; đề cao tự do cá nhân và giá trị chân chính của con người; bày tỏ tinh thần dân tộc,…\n- Nội dung tư tưởng của phong trào Văn hoá Phục hưng mang nhiều điểm tiến bộ, thu hút các đại biểu đấu tranh trên nhiều lĩnh vực như văn học, triết học, khoa học,…\nIII. Ý nghĩa của văn minh thời Phục hưng:\n- Phong trào Văn hoá Phục hưng kế thừa và phát huy những giá trị nhân bản của các nền văn minh đi trước, đặt nền tảng về văn hoá tinh thần, góp phần biến đổi xã hội, chuẩn bị cho thời kì xác lập và phát triển của chủ nghĩa tư bản thời cận - hiện đại.\n- Di sản văn hoá Phục hưng góp thêm vào kho tàng di sản văn minh nhân loại những giá trị to lớn trên nhiều lĩnh vực, đặc biệt là triết học, văn học, nghệ thuật và khoa học tự nhiên, tạo nên bản sắc văn hoá châu Âu đương đại.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-6ad2f00023a0eca3e5912339420ef391"
  },
  "chunk-192244272a19472badc67b8fc194d886": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 11: Các cuộc cách mạng công nghiệp thời kì cận đại\nI. Cách mạng công nghiệp lần thứ nhất\n1. Bối cảnh lịch sử\n- Từ thế kỉ XIV - XV, ở Tây Âu, công trường thủ công ra đời thay thế cho phường hội giúp năng suất lao động tăng nhanh.\n- Các cuộc phát kiến địa lí diễn ra trong các thế kỉ XV - XVI dẫn đến sự phát triển của thương mại biển, góp phần thúc đẩy sự nảy sinh của mầm mống tư bản chủ nghĩa.\n- Thế kỉ XVII - XVIII, các cuộc cách mạng tư sản nổ ra và giành thắng lợi ở nhiều quốc gia Tây Âu và Bắc Mỹ đã tạo cơ sở cho chuyển biến từ sản xuất thủ công, quy mô nhỏ sang sản xuất bằng máy móc, quy mô lớn, mở ra thời kì cơ khí hoá trong sản xuất.\n- Thời gian: Từ nửa sau thế kỉ XVIII đến đầu thế kỉ XIX.\n- Anh là nước đầu tiên tiến hành cuộc cách mạng công nghiệp do:\n+ Cách mạng tư sản nổ ra và thành công sớm.\n+ Nguồn khoáng sản dồi dào.\n+ Có lợi thế về vốn, nhân công và kĩ thuật.\n- Cách mạng công nghiệp ở Anh bắt đầu từ những năm 60 của thế kỉ XVIII và kết thúc vào những năm 40 của thế kỉ XIX với những phát minh kĩ thuật đầu tiên trong ngành dệt. Cuộc cách mạng công nghiệp từ Anh lan rộng ra nhiều quốc gia khác ở châu Âu và Bắc Mỹ, từ ngành dệt phát triển sang các ngành công nghiệp luyện kim, giao thông vận tải,...\n2. Thành tựu tiêu biểu\n- Năm 1733, Giôn Cay phát minh ra “thoi bay”, người thợ dệt không phải lao thoi bằng tay, năng suất lao động tăng gấp hai lần.\n- Năm 1764, Giêm Ha-gri-vơ chế ra chiếc máy kéo sợi Gien-ni.\n- Năm 1779, S. Crôm-tơn cải tiến máy kéo sợi để kéo được sợi nhỏ, làm ra vải vừa đẹp vừa bền.\n- Năm 1785, Ét-mơn Các-rai cho ra đời máy dệt vải chạy bằng sức nước, làm tăng năng suất dệt lên tới 40 lần so với dệt tay.\n- Năm 1782, Giêm Oát chế tạo thành công máy hơi nước, góp phần tăng tốc độ sản xuất và năng suất lao động; khởi đầu cho quá trình công nghiệp hoá trên thế giới từ cuối thế kỉ XIX, đầu thế kỉ XX.\n- Năm 1735, phát minh về phương pháp nấu than cốc góp phần quan trọng cho sự phát triển của ngành luyện kim.\n- Năm 1784, H. Cót tìm ra cách luyện sắt “puddling” thay thế cho quá trình tinh luyện trước đây, cho phép sản xuất sắt rèn trên quy mô lớn, chất lượng cao hơn.\n- Năm 1885, H. Bét-xơ-me phát minh ra lò cao có khả năng luyện gang lỏng thành thép.\n- Năm 1814, chiếc đầu máy xe lửa đầu tiên chạy bằng hơi nước ra đời góp phần thúc đẩy ngành giao thông vận tải phát triển.\n- Đến thế kỉ XIX, hệ thống đường sắt ở Tây Âu và Bắc Mỹ phát triển mạnh.\n- Năm 1807, R. Phơn-tơn chế ra tàu thuỷ chạy bằng hơi nước thay thế cho những mái chèo hay cánh buồm trước đây.\nII. Cách mạng công nghiệp lần thứ hai\n1. Bối cảnh lịch sử\n- Sau cuộc Cách mạng công nghiệp lần thứ nhất, nước Anh trở thành một nước công nghiệp phát triển hàng đầu thế giới. Các nước như Mỹ, Pháp, I-ta-li-a, Đức cũng hoàn thành cuộc cách mạng tư sản và tiến hành các cuộc cách mạng công nghiệp trong nước.\n- Nửa đầu thế kỉ XIX, nền kinh tế tư bản chủ nghĩa phát triển nhanh. Đến nửa sau thế kỉ XIX, nhiều thành tựu khoa học và kĩ thuật mới xuất hiện, quan trọng nhất là sự ra đời của điện và động cơ đốt trong, dẫn đến sự hình thành và phát triển của cuộc Cách mạng công nghiệp lần thứ hai.\n- Thời gian: Từ thập niên 70 của thế kỉ XIX đến năm 1914.\n- Đặc trưng: của cuộc cách mạng công nghiệp này là việc sử dụng năng lượng điện, quá trình tự động hoá và sự ra đời của các dây chuyền sản xuất hàng loạt trên quy mô lớn.\n2. Thành tựu tiêu biểu\n- Cách mạng công nghiệp lần thứ hai được khởi đầu bằng các phát minh về điện.\n+ Năm 1832, H. Pi-xi đã chế tạo ra máy phát điện đầu tiên dựa trên nguyên lí Pha-ra-đây.\n+ Khi máy phát điện của G. Đi-na-mô ra đời càng thúc đẩy nhanh hơn việc sử dụng năng lượng điện.\n+ Năm 1876, A-lếch-xan-đơ G. Ben phát minh ra điện thoại đầu tiên.\n+ Năm 1897, sự ra đời thuyết Điện tử của Tôm-xơn đã mở ra khả năng ứng dụng nguồn năng lượng mới vào sản xuất.\n+ Các phát minh của N. Te-xla, T. Ê-đi-xơn và G. Oét-tinh-",
    "chunk_order_index": 0,
    "full_doc_id": "doc-2c2df360e4841cecf3296bc628cf7bf2"
  },
  "chunk-81ba05d6611e228cb2bb242b8ec65e66": {
    "tokens": 629,
    "content": "ẩy nhanh hơn việc sử dụng năng lượng điện.\n+ Năm 1876, A-lếch-xan-đơ G. Ben phát minh ra điện thoại đầu tiên.\n+ Năm 1897, sự ra đời thuyết Điện tử của Tôm-xơn đã mở ra khả năng ứng dụng nguồn năng lượng mới vào sản xuất.\n+ Các phát minh của N. Te-xla, T. Ê-đi-xơn và G. Oét-tinh-hao tiên phong về động cơ dòng điện một chiều và xoay chiều, mở ra quá trình điện khí hoá sản xuất.\n+ Năm 1913, tuốc bin hơi nước ra đời, giúp cung cấp nguồn điện năng mạnh và chi phí thấp hơn trước.\n- Dầu mỏ được phát hiện góp phần thúc đẩy ngành công nghiệp dầu khí phát triển, cung cấp nhiên liệu cho cuộc cách mạng công nghiệp. Năm 1885, Công ty G. Đai-lơ của Đức đi đầu trong lĩnh vực phát triển ô tô, sử dụng dầu mỏ làm nhiên liệu thay cho khí than.\n- Năm 1889, Giô-dép Đây phát minh ra động cơ đốt trong, được sử dụng để dẫn động máy móc nhỏ như xe máy, xuồng có động cơ và máy bơm.\n- Năm 1908, Công ty Pho ở Mỹ cho ra đời loại xe ô tô mẫu T và sau đó phổ biến ra nhiều nước ở châu Âu - Mỹ.\n- Đầu thế kỉ XX, sự ra đời của máy bay tạo nên một cuộc cách mạng trong lĩnh vực giao thông vận tải.\nIII. Ý nghĩa và tác động của cách mạng công nghiệp thời kì cận đại\na. Kinh tế\n- Thúc đẩy quá trình thị trường hoá nền kinh tế thế giới và xã hội hoá hoạt động sản xuất, góp phần đáp ứng nhu cầu ngày càng cao của con người.\n- Nền sản xuất lớn bằng máy móc đã giải phóng sức lao động, làm thay đổi cách thức lao động của con người.\nb. Xã hội\n- Góp phần thúc đẩy quá trình đô thị hoá dẫn đến sự ra đời của nhiều đô thị quy mô lớn.\n- Dân số tăng nhanh, cơ cấu xã hội thay đổi, hình thành hai giai cấp cơ bản là tư sản và vô sản. Sự bóc lột của giai cấp tư sản dẫn đến cuộc đấu tranh của giai cấp vô sản, tạo ra những tiền đề cho cách mạng xã hội chủ nghĩa.\nc. Văn hóa\n- Thúc đẩy quan hệ quốc tế, giao lưu và kết nối văn hoá toàn cầu.\n- Đời sống vật chất và tinh thần của người dân ở các nước tư bản cũng được nâng cao thể hiện qua đời sống văn hoá phong phú, đa dạng, hiện đại với sự xuất hiện của điện ảnh, điện thoại,....\n- Đưa đến hình thành một lối sống, tác phong công nghiệp gắn với quá trình công nghiệp hoá.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-2c2df360e4841cecf3296bc628cf7bf2"
  },
  "chunk-474a7f326a03d596db6a56b4195a1f7f": {
    "tokens": 1179,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 13: Cơ sở hình thành văn minh Đông Nam Á cổ - trung đại\nI. Cơ sở tự nhiên\n1. Vị trí địa lí\n- Đông Nam Á là khu vực có diện tích khoảng 4,5 triệu km, nằm ở phía đôngnam châu Á.\n- Ngày nay gồm: Việt Nam, Lào, Cam-pu-chia, Thái Lan, Mi-an-ma, Ma-lai-xi-a, Xin-ga-po, In-đô-nê-xi-a, Phi-líp-pin, Bru-nây, Đông Ti-mo.\n- Đông Nam Á là giao điểm của các đường giao thông quốc tế từ bắc xuống nam, từ đông sang tây, là cầu nối giữa Ấn Độ Dương và Thái Bình Dương, thuận lợi cho việc phát triển các mối quan hệ, giao lưu kinh tế quốc tế.\n2. Điều kiện tự nhiên\n- Địa hình Đông Nam Á gồm hai bộ phận:\n+ Đông Nam Á lục địa: bị chia cắt bởi các dãy núi, giữa các dãy núi là các thung lũng rộng, màu mỡ. Nơi đây có hệ thống sông ngôi dày đặc như sông Mê Công, sông Hồng, sông Mê Nam,... lưu lượng nước lớn, hàm lượng phù sa cao, tạo nên những vùng đồng bằng rộng lớn.\n+ Đông Nam Á hải đảo: nơi tập trung nhiều đảo lớn và đồi núi. Một số đồng bằng ở các đảo Ca-li-man-tan, Xu-ma-tra,… có thêm các khoáng chất từ dung nham núi lửa được phong hóa.\n- Khí hậu:\n+ Đại bộ phận Đông Nam Á nằm trong vùng khí hậu gió mùa nóng ẩm.\n+ Gió mùa kèm theo mưa nhiệt đới đã cung cấp đủ nước cho sinh hoạt và sản xuất của con người.\nII. Cơ sở xã hội\n1. Cư dân, tộc người\n- Cư dân:\n+ Thuộc tiểu chủng Đông Nam Á, mang đặc điểm của cả hai đại chủng tộc là Môn-gô-lô-ít da vàng và Ô-xtra-lô-ít da ngăm đen.\n+ Tiểu chủng Đông Nam Á gồm hai nhóm chính: In-đô-nê-diên và Nam Á.\n- Tộc người:\n+ Có nhiều dân tộc khác nhau, tạo nên sự đa dạng về sắc tộc.\n+ Các dân tộc có nhiều nét gần gũi, tương đồng trên nền tảng văn hóa bản địa Đông Nam Á.\n+ Cộng đồng dân cư sống gắn kết trên cơ sở gia đình, dòng họ và làng xã.\n2. Tổ chức xã hội\n- Xã hội Đông Nam Á thời cổ mang tính liên kết cộng đồng chặt chẽ.\n- Các thiết chế làng, bản tuy khác nhau về hình thức nhưng có lịch sử lâu đời và có sức sống mạnh mẽ.\n- Quá trình hình thành nhà nước của các quốc gia ở Đông Nam Á đồng thời là quá trình tiếp biến những giá trị văn hoá Trung Quốc và Ấn Độ, hình thành thiết chế chính trị và mô hình tổ chức xã hội vừa mang tính bản địa, vừa chịu ảnh hưởng sâu sắc của các mô hình thiết chế chính trị Ấn Độ, Trung Quốc (cả ở cấp độ mô hình nhà nước đến thiết chế xã hội).\nIII. Ảnh hưởng của văn hóa Trung Quốc và Ấn Độ\n1. Ảnh hưởng của văn hóa Trung Quốc\n- Văn hoá Trung Quốc được cư dân Đông Nam Á tiếp nhận có chọn lọc và sáng tạo với những mức độ khác nhau.\n- Từ khoảng thế kỉ III TCN - thế kỉ II TCN, Trung Quốc thiết lập những tuyến đường buôn bán và bành trướng xuống Đông Nam Á, tạo ra sự tiếp xúc văn hoá cưỡng bức và sau đó là giao thoa văn hoá.\n- Nho giáo, Đạo giáo được du nhập, trở thành một bộ phận trong tư tưởng, văn hoá của cư dân Đông Nam Á.\n- Quá trình di dân của người Trung Quốc xuống khu vực Đông Nam Á cũng góp phần lan toả các giá trị văn hoá và thành tựu văn minh Trung Hoa vào khu vực này.\n2. Ảnh hưởng của văn hoá Ấn Độ\n- Văn hoá Ấn Độ theo chân các thương gia và tu sĩ được truyền đến Đông Nam Á.\n- Tôn giáo, chữ viết, nghệ thuật và các thành tựu khác của văn hoá Ấn Độ được tiếp nhận ở nhiều quốc gia Đông Nam Á thời cổ.\n- Ảnh hưởng của văn hoá Ấn Độ thúc đẩy quá trình phân hoá xã hội, hình thành những nhà nước cổ đại và góp phần không nhỏ vào việc hình thành bản sắc văn hoá Đông Nam Á.\n- Chữ viết của Ấn Độ được một số quốc gia cố ở Đông Nam Á lấy làm cơ sở để sáng tạo chữ viết riêng.\n- Kiến trúc và điêu khắc Ấn Độ cũng ảnh hưởng sâu sắc đến các nước Mi-an-ma, Thái Lan, Lào, Cam-pu-chia, In-đô-nê-xi-a, Việt Nam.\n- Tuy nhiên, dù tiếp nhận văn hoá Ấn Độ, cư dân Đông Nam Á vẫn giữ được những nét văn hoả riêng, độc đáo của mình.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-474a7f326a03d596db6a56b4195a1f7f"
  },
  "chunk-e59dc0ca2d5a5913f26938ab21f59189": {
    "tokens": 79,
    "content": "Ấn Độ cũng ảnh hưởng sâu sắc đến các nước Mi-an-ma, Thái Lan, Lào, Cam-pu-chia, In-đô-nê-xi-a, Việt Nam.\n- Tuy nhiên, dù tiếp nhận văn hoá Ấn Độ, cư dân Đông Nam Á vẫn giữ được những nét văn hoả riêng, độc đáo của mình.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-474a7f326a03d596db6a56b4195a1f7f"
  },
  "chunk-87ad87b010eaea83a1cf22edd91f2f20": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 12: Các cuộc cách mạng công nghiệp thời kì hiện đại\nI. Cách mạng công nghiệp lần thứ ba\n1. Bối cảnh lịch sử\n- Kế thừa hai cuộc cách mạng công nghiệp thời kì cận đại.\n- Cuộc Chiến tranh thế giới thứ hai và cuộc Chiến tranh lạnh đã thúc đẩy sự ra đời nhiều phát minh, thành tựu khoa học mới.\n- Từ nửa sau thế kỉ XX, những nguồn năng lượng, vật liệu có sẵn trong tự nhiên đang dần cạn kiệt; vấn đề biến đổi khí hậu khiến nhân loại phải đối mặt với sự thay đổi về nhiệt độ, phá vỡ cân bằng các hệ sinh thái, đe doạ sự sinh tồn của con người. Sự cần thiết phải có những công nghệ mới, an toàn và bền vững ngày càng trở nên cấp thiết.\n- Khởi đầu từ nước Mỹ, cuộc cách mạng công nghiệp lần này sử dụng điện tử và công nghệ thông tin để tự động hoá sản xuất nên còn được gọi là cuộc cách mạng số.\n- Khoa học và kĩ thuật kết hợp chặt chẽ thành một thể thống nhất, tạo nên sức mạnh tổng hợp, thúc đẩy cách mạng công nghiệp phát triển với tốc độ nhanh, quy mô lớn và hiệu quả cao.\n2. Thành tựu tiêu biểu\n- Trong khoa học cơ bản: nhiều thành tựu lớn trong lĩnh vực Toán học, Vật lí, Hoá học, Sinh học,.... như sinh sản vô tính, giải mã ADN, thuyết tương đối, tia laze,…\n- Nhiều phát minh về công cụ sản xuất mới (hệ thống máy tự động, thiết bị điện tử, công nghệ thông tin, in-tơ-nét,...) nhằm tự động hoá sản xuất dựa vào máy tính.\n- Những vật liệu mới, những nguồn năng lượng mới phong phú, vô tận được sử dụng rộng rãi.\n- Giao thông vận tải, thông tin liên lạc và chinh phục vũ trụ có những tiến bộ thần kì: máy bay siêu âm, tàu hoả siêu tốc, phương tiện thông tin liên lạc, phát sóng vô tuyến qua vệ tinh, khám phá Mặt Trăng, sao Hoả,…\n- Cuộc “cách mạng xanh” trong nông nghiệp có những tiến bộ nhảy vọt trong phương pháp lai tạo giống, chống sâu bệnh,…\n- Công nghệ thông tin phát triển mạnh, hình thành mạng máy tính toàn cầu, góp phần\nII. Cách mạng công nghiệp lần thứ tư\n1. Bối cảnh lịch sử\n- Cuộc Cách mạng công nghiệp lần thứ tư có động lực từ ba cuộc cách mạng công nghiệp trước đó.\n- Bước vào thế kỉ XXI, quá trình toàn cầu hoá diễn ra mạnh mẽ, thúc đẩy hợp tác cùng phát triển giữa các quốc gia trên toàn thế giới, góp phần thay đổi đời sống vật chất và tinh thần của người dân.\n- Thế giới phải đối mặt với hàng loạt các vấn đề toàn cầu như ô nhiễm môi trường, bùng nổ dân số, dịch bệnh,... cùng với các vấn đề an ninh phi truyền thống như chủ nghĩa khủng bố, tội phạm xuyên quốc gia.\n- Trước những thay đổi của thế giới, nhu cầu tiến hành một cuộc cách mạng mới được đặt ra trong thập niên thứ hai của thế kỉ XXI.\n2. Thành tựu tiêu biểu\n- Dựa trên nền tảng công nghệ số và tích hợp tất cả các công nghệ thông minh với các yếu tố cốt lõi là: trí tuệ nhân tạo (Al), vạn vật kết nối (IoT) và dữ liệu lớn (Big Data).\n- Công nghệ IoT với hàng loạt hệ thống cảm biến và đầu đo (sensor) được áp dụng vào các lĩnh vực nông nghiệp, y dược, chế biến thực phẩm, bảo vệ môi trường, năng lượng tái tạo, hoá học và vật liệu.\n- Trong lĩnh vực y tế, cỗ máy IBM Oát-xơn có biệt danh “Bác sĩ biết tuốt” hỗ trợ tích cực cho quá trình khám và chữa bệnh.\n- Trong lĩnh vực vật lí, các người máy thế hệ mới, máy in 3D, xe tự lái, các vật liệu mới và công nghệ nano góp phần thay đổi sâu sắc cuộc sống của con người.\n- Tự động hoá sử dụng hệ thống điều khiển các thiết bị máy móc, năng lượng tái tạo, máy in 3D, xe tự hành, chuyển mạch trong mạng điện thoại, quản lí hành trình và điều chỉnh cân bằng tạo ổn định cho tàu bè, máy bay,... giảm sự can thiệp của con người đến mức tối thiểu.\nIII. Ý nghĩa và tác động của cách mạng công nghiệp thời kì hiện đại\na. Kinh tế\n- Tạo ra bước nhảy vọt chưa từng có của lực lượng sản xuất và năng suất lao động, làm thay đổi vị trí, cơ cấu các ngành sản xuất và các vùng kinh tế, làm xuất hiện nhiều ngành công nghiệp mới.\n- Cách mạng công nghiệp lần thứ tư tạo ra một thế giới kết nối, hình thành các mối quan hệ cộng tác, các hình thức hợp tác mới.\n+ Lao động trí tuệ trở thành yếu tố quan trọng nhất trong sản xuất, là động lực chủ yếu tạo nên sự phát triển.\n+ In-tơ-nét, điện thoại thông minh và hàng ngàn ứng dụng trí tuệ nhân tạo có mặt ở hầu hết mọi nơi, từ những phương tiện giao thông không người lái",
    "chunk_order_index": 0,
    "full_doc_id": "doc-5610f65455ee2011618e997f4ecdfbe9"
  },
  "chunk-065059610c5285eee0b4bb530fc80299": {
    "tokens": 388,
    "content": "mạng công nghiệp lần thứ tư tạo ra một thế giới kết nối, hình thành các mối quan hệ cộng tác, các hình thức hợp tác mới.\n+ Lao động trí tuệ trở thành yếu tố quan trọng nhất trong sản xuất, là động lực chủ yếu tạo nên sự phát triển.\n+ In-tơ-nét, điện thoại thông minh và hàng ngàn ứng dụng trí tuệ nhân tạo có mặt ở hầu hết mọi nơi, từ những phương tiện giao thông không người lái đến trợ lí ảo và phần mềm dịch thuật,... đã và đang thay đổi mạnh mẽ cuộc sống của nhân loại.\nb. Xã hội\n- Làm cho sự phân công lao động và chuyên môn hoá ngày càng sâu sắc. Các ngành sản xuất phi vật chất ngày càng được nâng cao, với nội dung, tính chất và hình thức lao động hoàn toàn khác biệt đã làm thay đổi cách nghĩ, lối sống, phương thức làm việc và quan hệ của con người trong xã hội.\n- Sự tự động hoá ngày càng cao làm cho tình trạng thất nghiệp trên toàn cầu gia tăng, từ đó dẫn đến những nguy cơ bất ổn về chính trị và xã hội.\nc. Văn hoá\n- Cuộc Cách mạng công nghiệp lần thứ tư góp phần thúc đẩy sự đã dạng văn hoá trên cơ sở kết nối toàn cầu, giúp các quốc gia, các dân tộc sát lại gần nhau, thúc đẩy mạnh mẽ quá trình giao lưu, tiếp xúc văn hoá.\n- Những thành tựu cũng góp phần thay đổi lối sống, gắn nhiều hơn với “không gian mạng”, “thế giới ảo”,…\n- Cuộc cách mạng công nghiệp lần thứ tư cũng ảnh hưởng đến các giá trị văn hoá truyền thống: sự xuất hiện những yếu tố văn hoá ngoại lai; sự phụ thuộc vào“thế giới mạng”,…",
    "chunk_order_index": 1,
    "full_doc_id": "doc-5610f65455ee2011618e997f4ecdfbe9"
  },
  "chunk-8e650cd12bc7de3627504f8042dbaade": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 16: Văn minh Chăm–pa\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên\n- Địa hình:\n+ Phía tây là dãy Trường Sơn\n+ Phía đông là biển đảo\n+ Xen kẽ là dải đồng bằng nhỏ, hẹp, dọc ven biển, bị chia cắt bởi các con sông ngắn và những núi, đèo hiểm trở.\n- Tác động:\n+ Khó khăn: khí hậu khô nóng, đất đai cằn cỗi, thường xuyên phải hứng chịu những trận bão lụt.\n+ Thuận lợi: lâm thổ sản, các mỏ khoáng sản và nhiều vịnh, cảng tốt.\n2. Dân cư và xã hội\na. Dân cư\n- Gồm hai bộ tộc chính: bộ tộc Dừa (Na-ri-kê-la-vam-sa) và bộ tộcCau (Kra-mu-ka-vam-sa) được gọi chung là người Chăm, thuộc ngữ hệ Nam Đảo\nb. Xã hội\n- Chế độ mẫu hệ.\n- Tổ chức xã hội của người Chăm phân chia theo địa hình và địa bàn cư trú với mô hình ba trục: cảng (phía đông) – thành (trung tâm) – trung tâm tôn giáo (phía tây).\n3. Ảnh hưởng của văn minh Ấn Độ\n- Từ thời văn hóa Sa Huỳnh (khoảng thế kỉ V TCN), thông qua tầng lớp thường nhân, chữ viết, tư tưởng, tôn giáo, mô hình nhà nước và pháp luật Ấn Độ đã du nhập vàoChăm-pa.\n- Sự tiếp thu chọn lọc những thành tựu văn minh Ấn Độ có ảnh hưởng mạnh mẽ đến thiết chế chính trị và xã hội Chăm-pa, góp phần đưa nền văn minh Chăm-pa phát triển rực rỡ.\nII. Thành tựu văn minh tiêu biểu\n1. Tổ chức nhà nước\n- Năm 192, Khu Liên lãnh đạo nhân dân Chăm-pa chống lại ách đô hộ của nhà Hán giành thắng lợi, thành lập nhà nước Lâm Ấp, tiền thân của nhà nước Chăm-pa.\n- Bộ máy nhà nước Chăm-pa được xây dựng theo mô hình nhà nước chuyên chế cổ đại phương Đông:\n+ Đứng đầu là vua, theo chế độ cha truyền con nối.\n+ Dưới vua là hai vị đại thần (một đứng đầu ngạch quan van, một đứng đầu ngạch quan võ).\n+ Ở cấp địa phương là đội ngũ ngoại quan quản lí các châu – huyện – làng.\n2. Chữ viết\n- Khoảng thế kỉ III, trên cơ sở tiếp nhận chữ Phạn của Ấn Độ, người Chăm đã sáng tạo ra chữ Chăm cổ, gọi là A-kha Ha-y-áp.\n- Sau hơn 1.000 năm sử dụng, người Chăm hoàn thiện A-kha Ha-y-áp thành A-kha Thơ-ra làm chữ viết phổ biến của vương quốc.\n3. Đời sống vật chất\na. Hoạt động kinh tế\n- Trồng lúa, các loại cây hoa màu và bông vải; rồng được các loại lúa ngắn ngày, có khả năng chịu khô hạn.\n- Thủ công nghiệp phát triển đa dạng với các nghề gạch, gốm, luyện kim, chế tạo thuỷ tinh, đóng thuyền,…\n- Người Chăm rất giỏi nghề buôn bán bằng đường biển. Thương cảng Đại Chăm, Cù lao Chàm, Thị Nại đóng vai trò quan trọng trên con đường mậu dịch biển quốc tế.\nb. Văn hóa ăn, mặc, ở\n- Cư dân sống quây quần trong những nếp nhà xây bằng gỗ hoặc gạch nung, mặt trước có một hiên ở chính giữa.\n- Trang phục chính của nam gồm quần, ngoài quần váy (gọi là ka-ma), áo cánh xếp chéo, cài dây phía bên hông cùng khăn đội đầu. Phụ nữ mặc quần bên trong áo dài, đầu đội khăn.\n- Bữa ăn hàng ngày của cư dân Chăm thương là cơm, rau và cá.\n4. Đời sống tinh thần\na. Văn học\n- Văn học dân gian: sử thi, truyện cổ, truyền thuyết, ca dao, tục ngữ, câu đố,... Sử thi của người Chăm vừa mang màu sắc thần thoại Ấn Độ, vừa thấm đượm triết lí Bà La Môn giáo và Hồi giáo.\n- Văn học viết: trường ca, gia huấn ca và thơ triết lí, thơ trữ tình,… được sáng tác bằng cả chữ Phạn lẫn chữ Chăm cổ.\nb. Tín ngưỡng, tôn giáo\n- Tín ngưỡng vạn vật hữu linh, thờ cúng tổ tiên và tín ngưỡng phồn thực.\n- Tôn giáo:\n+ Ấn Độ giáo: trở thành tôn giáo chính ở Chăm-pa từ thế kỉ III.\n+ Phật giáo Đại thừa: phát triển trong hai thế kỉ IX và X.\n+ Hồi giáo: du nhập vào Chăm-pa từ thế kỉ XII - XIV, hình thành cộng đồng Hồi giáo Chăm Bà-ni.\nc. Nghệ thuật\n- Kiến trúc, điêu khắc\n+ Những đền th",
    "chunk_order_index": 0,
    "full_doc_id": "doc-51a87131b8cd466ce1e19bdc60a16bae"
  },
  "chunk-82dfc04d5d15335018507c157e2d92b5": {
    "tokens": 393,
    "content": "ôn giáo:\n+ Ấn Độ giáo: trở thành tôn giáo chính ở Chăm-pa từ thế kỉ III.\n+ Phật giáo Đại thừa: phát triển trong hai thế kỉ IX và X.\n+ Hồi giáo: du nhập vào Chăm-pa từ thế kỉ XII - XIV, hình thành cộng đồng Hồi giáo Chăm Bà-ni.\nc. Nghệ thuật\n- Kiến trúc, điêu khắc\n+ Những đền tháp Chăm là một khối vững chắc xây bằng gạch, có cửa chính và cửa giả gồm nhiều tầng, xếp nếp, tầng trên lặp lại tầng dưới nhưng nhỏ dần và tụ lại thành đỉnh nhọn vươn lên cao.\n+ Dấu ấn riêng biệt trong kiến trúc Chăm là kĩ thuật làm gạch kết dính để xây tháp và kĩ thuật chạm trổ trên đá.\n+ Những phù điêu nhấn mạnh vào từng hình tượng và khuynh hướng thiên về tượng tròn là đặc điểm giàu tính ấn tượng, tạo nên vẻ đẹp độc đáo của nghệ thuật điêu khác cổ Chăm-pa.\n- Âm nhạc\n+ Âm nhạc và ca múa không thể thiếu trong sinh hoạt cộng động và các dịp lễ hội truyền thống như Ri-gia Nư-ga, Ka-tê, Ri-gia Pra-ung.\n+ Chế tạo nhiều loại nhạc cụ độc đáo như trống gi-neng, trống pa-ra-nưng, chiêng, kèn xa-ra-nai, lục lạc, dàn ka-nhi,...\n- Phong tục tập quán\n+ Nghi lễ cưới hỏi của người Chăm chịu sự chi phối của chế độ mẫu hệ.\n+ Tập tục tang ma có sự phân chia theo lứa tuổi, đẳng cấp và nguyên nhân cái chết.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-51a87131b8cd466ce1e19bdc60a16bae"
  },
  "chunk-a9827cc1703193c18dabaa1963cf570b": {
    "tokens": 1124,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 17: Văn minh Phù Nam\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên\n- Mạng lưới sông ngòi dày đặc kết nối với nhau và đều đổ ra biển qua nhiều cửa sông lớn, trữ lượng nước ngọt dồi dào, nguồn lợi thuỷ sản phong phú, đa dạng;\n- Đất đai giàu phù sa.\n- Phần biển bao bọc ở phía đông và tây nam lãnh thổ với nhiều hải cảng thuận lợi là con đường hướng ra bên ngoài, tiếp xúc trực tiếp với khu vực Đông Nam Á hải đảo và Ấn Độ. Điều này giúp Phù Nam có thể sớm kết nối với nền thương mại biển quốc tế sôi động qua con đường Tơ lụa và con đường Hồ tiêu.\n2. Dân cư và xã hội\na. Dân cư\n- Tổ tiên người Phù Nam là các nhóm cư dân bản địa có quá trình phát triển liên tục từ thời kì đồ đá, chủ nhân của nền văn hoá tiền Óc Eo.\n- Sự tiếp xúc sớm với văn minh Ấn Độ qua vai trò của thương nhân và các nhà truyền giáo giúp Phù Nam tiếp thu nhiều giá trị văn minh Ấn Độ như chữ viết, tư tưởng, tôn giáo, tổ chức nhà nước và chế độ đẳng cấp.\nb. Xã hội\n- Gồm nhiều tầng lớp, có sự phân hóa giàu nghèo rõ rệt dưới ảnh hưởng của Ấn Độ giáo.\n+ Quý tộc và tu sĩ: thuộc tầng lớp trên của xã hội, được trọng dụng, chi phối các quan hệ chính trị - xã hội và ngoại giao.\n+ Thương nhân: nắm quyền lực lớn trong nền kinh tế.\n+ Nông dân, thợ thủ công và một bộ phận nô lệ: là lực lượng lao động, hợp thành tầng lớp bị trị trong xã hội.\nII. Thành tựu văn minh tiêu biểu\n1. Tổ chức nhà nước\n- Nhà nước Phù Nam ra đời vào khoảng đầu thế kỉ I, tồn tại đến thế kỉ VII.\n- Nhà nước Phù Nam mang tính chất của nhà nước chuyên chế cổ đại phương Đông, đứng đầu là vua nắm cả vương quyền và thần quyền. Giúp việc cho vua là các quan lại trong hệ thống chính quyền.\n2. Chữ viết\n- Khoảng cuối thế kỉ II đầu thế kỉ III, trên cơ sở tiếp nhận chữ Phạn của người Ấn Độ, người Phù Nam đã xây dựng hệ thống chữ viết riêng để ghi lại tiếng nói của mình.\n- Nhiều minh văn được người Phù Nam chạm khác trên bia đá, trên khung cửa của những ngôi đền, trên đồ dùng kim khí (bằng sắt, đồng, vàng) hoặc trên những miếng đất nung.\n- Thư tịch cổ Trung Quốc cũng cho biết người Phù Nam có nhiều sách vở và thư viện.\n3. Đời sống vật chất\n- Người Phù Nam xúc tiến mạnh mẽ hoạt động trao đổi, buôn bán với bên ngoài.\n- Thương cảng Óc Eo trở thành một trong những trung tâm thương mại quan trọng bậc nhất thời bấy giờ, thu hút thương nhân Ấn Độ, Trung Quốc, Ba Tư, Hy Lạp, La Mã đến buôn bán nhộn nhịp.\n- Ở: nhà sàn làm bằng gỗ, lợp lá.\n- Phương tiện đi lại: chủ yếu là thuyền, phù hợp với môi trường sông, rạch và ven biển.\n- Trang phục: khá đơn giản, đàn ông mặc khố dài tới gối, ở trấn; phụ nữ dùng một tấm vải quấn lại thành váy và đeo trang sức.\n4. Đời sống tinh thần\na. Tín ngưỡng, tôn giáo\n- Thịnh hành nhiều tín ngưỡng bản địa Đông Nam Á: tín ngưỡng vạn vật hữu linh, tín ngưỡng phồn thực, tín ngưỡng thờ thần Mặt Trời.\n- Tiếp nhận hệ thống các vị thần, Phật, nghi thức thờ cúng và triết lí từ Ấn Độ giáo, Phật giáo, hoà nhập vào tín ngưỡng bản địa để tạo nên tôn giáo của mình.\nb. Nghệ thuật\n- Kĩ thuật tạc tượng, điêu khắc trên các chất liệu gỗ, gốm, kim loại rất tinh xảo, chịu ảnh hưởng đậm nét phong cách Ấn Độ.\n- Âm nhạc, nghệ thuật ca múa rất phát triển.\nc. Phong tục tập quán\n- Có tục chôn cất người chết bằng nhiều hình thức: thuỷ táng, hoả táng, địa táng, điểu táng. Khi có người qua đời, những người thân phải cạo đầu, cạo râu và mặc đồ trắng.\n- Đeo trang sức, một số đồ vật được coi là bùa chú.\n- Biết dùng loại cây giống thạch lựu để chế biến ra rượu uống.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-a9827cc1703193c18dabaa1963cf570b"
  },
  "chunk-87b2ff2f89b28f11ff479dda3b4caaa4": {
    "tokens": 24,
    "content": "ùa chú.\n- Biết dùng loại cây giống thạch lựu để chế biến ra rượu uống.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-a9827cc1703193c18dabaa1963cf570b"
  },
  "chunk-635d7cf7a2f7f01187b979fee1f57813": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 15: Văn minh Văn Lang – Âu Lạc\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên\n- Địa bàn: Nền văn minh Văn Lang - Âu Lạc được hình thành trên lưu vực các dòng sông lớn như sông Hồng, sông Mã, sông Cả - tương ứng với khu vực Bắc Bộ và Bắc Trung Bộ ngày nay, là địa bàn chủ yếu của quốc gia Văn Lang – Âu Lạc thời cổ đại.\n- Khí hậu: nhiệt đới gió mùa, nóng ẩm, nặng lãm, mưa nhiều, lượng nước ngọt dồi dào, cư dân sớm xuất hiện và định cư => góp phần hình thành một trong những nền vănminh lúa nước đầu tiên của nhân loại.\n- Tài nguyên thiên nhiên: sự giàu có về khoáng sản (đồng, sắt, thiếc, chì,..) là cơ sở cho sự ra đời sớm của các ngành thủ công nghiệp như luyện kim, chế tác đồ động, đồ sắt,...\n2. Cơ sở kinh tế - xã hội\n- Cư dân bản địa ở đồng bằng Bắc Bộ và Bắc Trung Bộ Việt Nam thuộc các nhóm Nam Á và Thái – Kađai. Theo thời gian, các nhóm tộc người dần hoà nhập, tạo nên cộng đồng người Việt cổ, với nền văn hoá giàu bản sắc, mang đặc tính thống nhất trong đa dạng.\n- Cách ngày nay khoảng 2800 năm, trên địa bản Bắc Bộ và Bắc Trung Bộ Việt Nam, cư dân Việt cổ đã bước vào thời kì phát triển rực rỡ với nền văn hoá Đông Sơn. Nền nông nghiệp lúa nước sử dụng lưỡi cày đồng và khả năng trị thuỷ cao đã đưa cư dân Việt cổ bước vào thời đại văn minh với nhiều thành tựu tiêu biểu, đó là nền văn minh Văn Lang - Âu Lạc, nền văn minh đầu tiên trong lịch sử dân tộc Việt Nam.\n- Được hình thành trên cơ sở tiếp nối nền văn hoá tiền Đông Sơn (Phùng Nguyên, Đồng Đậu, Gò Mun), văn minh Văn Lang - Âu Lạc nằm trong giai đoạn văn hoá Đông Sơn đã phát triển trong thời đại kim khí, mang đặc trưng của nền kinh tế nông nghiệp lúa nước với kĩ thuật đúc đồng đạt đến mức hoàn thiện, trên nền tảng kết nối dân cư ở các địa bàn rừng núi, trung du, đồng bằng và biển đảo.\nII. Thành tựu văn minh tiêu biểu\n1. Tổ chức nhà nước\n- Nhà nước đầu tiên của Việt Nam là Văn Lang, còn sơ khai, chưa có luật pháp.... nhưng tổ chức nhà nước đã có tính hệ thống.\n- Nhà nước Văn Lang tồn tại từ khoảng thế kỉ VII TCN đến năm 208 TCN, kinh đô đặt ở Phong Châu (nay thuộc Phú Thọ).\n- Kế tiếp là nhà nước Âu Lạc (khoảng 208 TCN - 179 TCN) do An Dương Vương đứng đầu, kinh đô đặt ở Cổ Loa (nay thuộc Đông Anh, Hà Nội).\n- Lãnh thổ của Văn Lang - Âu Lạc tương ứng với phạm vi không gian của văn minh Văn Lang – Âu Lạc, trên khu vực Bắc Bộ và Bắc Trung Bộ Việt Nam ngày nay.\n2. Đời sống vật chất\na. Hoạt động kinh tế\n- Nghề đúc đồng đạt trình độ cao: trống đồng, thạp đồng, trang sức bằng đồng,... Kĩ thuật luyện đồng với hợp kim đồng – thiếc có hàm lượng chì thay đổi tuỳ theo công cụ hay vật dụng mà người thợ muốn làm ra. Đó là sáng tạo độc đáo và đặc trưng của đồ đồng, tiêu biểu là trống đồng Đông Sơn.\n- Bước nhảy vọt quan trọng trong nền kinh tế nông nghiệp trồng lúa nước của cư dân Văn Lang – Âu Lạc là sự xuất hiện của lưỡi cày đồng.\n- Đỉnh cao kĩ thuật luyện kim và mĩ thuật của người Việt cổ là đồ đồng Đông Sơn, trong đó có trống đồng với nhiều chủng loại. Trống đồng được đem trao đổi với một số nơi thuộc miền Nam Trung Hoa, Nam Trung Bộ và Nam Bộ Việt Nam ngày nay, thậm chí đến tận các vùng thuộc Đông Nam Á biển đảo.\n- Biết trồng dâu nuôi tầm, dệt tơ tằm, bông; đánh bắt cá, tôm, trồng rau củ và chăn nuôi gia súc, gia cầm.\nb. Văn hóa ăn, mặc, ở, phương tiện đi lại\n- Sống định cư thành làng, xóm và làm nhà sàn để ở.\n- Trang phục: nữ mặc áo, váy; nam đóng khố; biết làm đẹp và sử dụng đồ trang sức,...\n- Ẩm thực:\n+ Nấu nhiều món ăn phù hợp với khí hậu;\n+ Sử dụng nhiều hương liệu, gia vị trong nấu ăn; làm đường, làm mật…\n+ Gạo là nguồn lương thực chính;\n+ Biết làm nhiều loại bánh, độc đáo nhất là bánh chưng, bánh giầy, nguyên liệu đều là sản phẩm nông nghiệp, chứa đựng nhiều ý nghĩa về thế giới quan, nhân sinh quan, thể hiện đạo lí của người Việt.\n- Phương tiện đi lại và vận chuyển phổ biến là thuyền và xe kéo bởi vật nuôi như trầu, bò,",
    "chunk_order_index": 0,
    "full_doc_id": "doc-dc6b84a4ff1681276f50058012102302"
  },
  "chunk-009c2fb78247ad9357ea01f288ee64dd": {
    "tokens": 338,
    "content": "; làm đường, làm mật…\n+ Gạo là nguồn lương thực chính;\n+ Biết làm nhiều loại bánh, độc đáo nhất là bánh chưng, bánh giầy, nguyên liệu đều là sản phẩm nông nghiệp, chứa đựng nhiều ý nghĩa về thế giới quan, nhân sinh quan, thể hiện đạo lí của người Việt.\n- Phương tiện đi lại và vận chuyển phổ biến là thuyền và xe kéo bởi vật nuôi như trầu, bò, ngựa,…\n3. Đời sống tinh thần\n- Nền văn học truyền miệng phát triển, với nhiều truyện thần thoại, truyền thuyết, cổ tích kể về các vị thần, các nhân vật anh hùng, sự tích: Lạc Long Quân và Âu Cơ, Sơn Tinh – Thuỷ Tinh, Thánh Gióng, Bánh chưng, bánh giầy, Trầu cau.…\n- Tín ngưỡng thờ Mặt Trời, thờ vật tổ (chim Lạc, Giao long), sùng bái tự nhiên, tín ngưỡng phồn thực; thịnh hành tục thờ cúng tổ tiên, thờ Mẫu, thờ cúng những người có công dựng nước và giữ nước.\n- Đời sống xã hội của cư dân Văn Lang – Âu Lạc gắn liền với lễ hội. Hoa văn trên trống đồng, thạp đồng thường diễn tả hình ảnh các vũ công và hoạt động hoá trang trong lễ hội.\n- Người Việt có tục ăn trầu, nhuộm răng, xăm mình,…",
    "chunk_order_index": 1,
    "full_doc_id": "doc-dc6b84a4ff1681276f50058012102302"
  },
  "chunk-93c852bc8835dfb4ce8763709128a34a": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 14: Hành trình phát triển và thành tựu văn minh Đông Nam Á cổ - trung đại\nI. Hành trình phát triển\n1. Giai đoạn từ đầu Công nguyên đến thế kỉ X\n- Từ đầu Công nguyên, nhiều quốc gia sơ kì hình thành và phát triển ở Đông Nam Á. Đây là thời kì dung hợp giữa nền văn hoá bản địa với văn hoá Ấn Độ tạo nên bước phát triển mới của nền văn minh Đông Nam Á.\n- Từ thế kỉ VII đến thế kỉ X, ở nhiều nước Đông Nam Á đã hình thành các quốc gia “dân tộc”. Đây là giai đoạn khu vực Đông Nam Á chịu ảnh hưởng sâu sắc từ văn hóa Ấn Độ và Trung Quốc. Đặc biệt, Phật giáo được truyền bá mạnh vào Đông Nam Á và ảnh hưởng lớn mọi mặt đời sống văn hoá – xã hội ở nhiều nước.\n2. Giai đoạn từ thế kỉ X đến thế kỉ XV\n- Đây là giai đoạn phát triển mạnh mẽ của nhiều nước ở khu vực Đông Nam Á, nền kinh tế thịnh vượng và xã hội ổn định.\n- Sự tiếp biến có chọn lọc những ảnh hưởng văn hoá từ bên ngoài thúc đẩy văn minh Đông Nam Á phát triển mạnh mẽ với nhiều thành tựu rực rỡ.\n- Ngoài ảnh hưởng của văn hoá Ấn Độ, Trung Quốc, sự du nhập và ảnh hưởng của Hồi giáo đã bổ sung thêm những giá trị mới cho văn hoá khu vực.\n3. Giai đoạn từ thế kỉ XVI đến thế kỉ XIX\n- Từ thế kỉ XVI, nhiều nước ở Đông Nam Á bước vào thời kì khủng hoảng, suy thoái vàphải đối diện với sự xâm nhập của các nước phương Tây.\n- Văn hóa phương Tây từng bướcảnh hưởng đến khu vực, xuất hiện thêm nhiều thành tựu văn minh mới.\n- Đây là giai đoạnvăn minh Đông Nam Á có những chuyển biến quan trọng cho sự phát triển của khu vực ở thời cận và hiện đại.\nII. Thành tựu văn minh tiêu biểu\n1. Tín ngưỡng và tôn giáo\na. Tín ngưỡng\n- Tín ngưỡng bản địa Đông Nam Á là tin ngưỡng của cư dân nông nghiệp lúa nước, vừa lệ thuộc vừa gắn bó với thiên nhiên.\n- Cư dân Đông Nam Á thờ các con vật gần gũi với cuộc sống của xã hội nông nghiệp (trâu, cóc, chim, rắn, cả sấu,...), thờ thần Lúa, Hồn Lúa, Mẹ Lúa,...\n- Tín ngưỡng phồn thực – tục cầu sinh sôi nảy nở tồn tại phổ biến ở khu vực Đông Nam Á dưới hình thức thờ sinh thực khí Lin-ga và I-ô-ni, quan niệm về âm dương,…\n- Tín ngưỡng, phong tục thờ cúng tổ tiên có vị trí linh thiêng của cư dân Đông Nam Á.\nb. Tôn giáo\n- Đông Nam Á phổ biến các loại hình tôn giáo bản địa dựa trên tín ngưỡng vạn vật hữu linh có từ thời nguyên thuỷ.\n- Bà La Môn giáo, Ấn Độ giáo: được truyền bá vào Đông Nam Á từ đầu Công nguyên, đóng vai trò quan trọng trong việc tổ chức xã hội, khẳngđịnh vương quyền ở một số nhà nước đầu tiên.\n- Phật giáo: du nhập vào Đông Nam Á từ Trung Quốc và Ấn Độ từ đầu Công nguyên, có vai trò quan trọng trong đời sống chính trị, xã hội và văn hoá ở nhiều quốc gia Đông Nam Á.\n- Hồi giáo: du nhập vào Đông Nam Á khoảng thế kỉ VII – VIII qua con đường thương mại biển, đến thế kỉ XIII trở thành tôn giáo có ảnh hưởng lớn ở nhiều nước Đông Nam Á.\n- Công giáo: xuất hiện ở khu vực Đông Nam Á gắn liền với sự hiện diện của người phương Tây.\n2. Chữ viết và văn học\na. Chữ viết\n- Các nước Đông Nam Á tiếp nhận nhiều chữ viết từ bên ngoài và sáng tạo thành chữ viết của mình:\n+ Việt Nam tiếp nhận chữ Hán (Trung Quốc) từ đầu Công nguyên để tạo thành chữ Nôm.\n+ Chữ Phạn - Xan-xkrít, chữ Pali (Ấn Độ) du nhập vào nước Đông Nam Á từ thế kỉ III - IV để hình thành chữ Chăm-pa cổ, chữ Thái cổ, chữ Khmer cổ.\n+ Chữ viết A-rập du nhập vào các quốc gia Nam Đảo, Ma-lai-xi-a, In-đô-nê-xi-a,…\n- Từ thế kỉ XVI, chữ viết của nhiều quốc gia Đông Nam Á được La-tinh hoá và được sử dụng đến ngày nay.\nb. Văn học\n- Văn học dân gian có vị trí đặc biệt trong đời sống tinh thần của các cư dân Đông Nam Á. Kho tàng văn học dân gian của các dân tộc Đông Nam Á hết sức phong phú về thể loại:\n+ Thần thoại, truyền thuyết, cổ tích, truyện cười, truyện ngụ ngôn,…\n+ Thơ ca dân gian với nhiều loại ca dao, tục ngữ, những bài hát dân ca phản ánh những tình cảm của con người với thiên nhiên, cuộc sống, cộng đồng....\n- Văn học viết ra đời muộn do các quốc gia cổ Đông Nam Á",
    "chunk_order_index": 0,
    "full_doc_id": "doc-a300956f2f8f343d349a4b5c2fbb281e"
  },
  "chunk-feae8794483168ecd64fad11e8818b27": {
    "tokens": 577,
    "content": "dân gian của các dân tộc Đông Nam Á hết sức phong phú về thể loại:\n+ Thần thoại, truyền thuyết, cổ tích, truyện cười, truyện ngụ ngôn,…\n+ Thơ ca dân gian với nhiều loại ca dao, tục ngữ, những bài hát dân ca phản ánh những tình cảm của con người với thiên nhiên, cuộc sống, cộng đồng....\n- Văn học viết ra đời muộn do các quốc gia cổ Đông Nam Á có chữ viết muộn.\n+ Ban đầu phát triển chủ yếu trong giới quý tộc, quan lại, nên được coi là văn học chính thống, bác học hay văn học cung đình.\n+ Về sau dần phổ biến trong dân gian.\n- Nội dung: Bên cạnh những đề tài, những “điển tích văn học” khai thác từ nước ngoài (chủ yếu từ Ấn Độ, A-rập và phương Tây), những tác phẩm văn học khai thác đề tài trong nước xuất hiện ngày càng nhiều như: Xin Xay (Lào); Phờ-ra A-phay-ma-ni, Khủn Chang Khủn Phèn (Thái Lan); truyện Hang Tút (In-đô-nê-xi-a); truyện Áp-đu-la (Ma-lai-xi-a),...\n3. Kiến trúc và điêu khắc\na. Kiến trúc\n- Chịu ảnh hưởng mạnh mẽ của kiến trúc Ấn Độ (kiến trúc Hin-đu giáo và Phật giáo) và kiến trúc Hồi giáo; phổ biến là kiểu kiến trúc tháp hình vuông hay hình chữ nhật (điển hình là tháp Chăm ở Việt Nam và Ăng-co Vát ở Cam-pu-chia).\n- Kiến trúc Phật giáo đặc trưng phổ biến là kiểu kiến trúc Xơ-tu-pa (tháp) (điển hình là kiến trúc Bô-rô-bu-đua ở In-đô-nê-xi-a và Thạt Luổng ở Lào).\n- Trên nền chung của kiến trúc Ấn Độ, mỗi dân tộc lại có những nét riêng độc đáo (tiêu biểu như di tích Thánh địa Mỹ Sơn ở Việt Nam, tổng thể kiến trúc Bô-rô-bu-đua ở In-đô-nê-xi-a).\nb. Điêu khắc\n- Nghệ thuật điêu khắc ở Đông Nam Á chịu ảnh hưởng rõ nét của điêu khắc Ấn Độ vàTrung Quốc, đã phát triển đạt trình độ cao với nhiều tác phẩm như tượng thần, tượng Phật, phù điêu, bức chạm nổi,…",
    "chunk_order_index": 1,
    "full_doc_id": "doc-a300956f2f8f343d349a4b5c2fbb281e"
  },
  "chunk-cc0f44b6418a481cae2ad8f2ca3537cc": {
    "tokens": 803,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 3: Sử học với các lĩnh vực khoa học khác\nI. Sử học – môn khoa học mang tính liên ngành\n- Sử học là ngành khoa học có đối tượng nghiên cứu rộng, liên quan đến nhiều ngành khoa học thuộc nhiều lĩnh vực khác nhau, nhằm phản ánh đầy đủ bức tranh toàn diện của đời sống con người và xã hội loài người.\n- Sử học sử dụng tri thức từ các ngành khác nhau để tìm hiểu, nghiên cứu vấn đề một cách toàn diện, hiệu quả, khoa học về con người và xã hội loài người.\n- Sử học có khả năng liên kết các môn học, các ngành khoa học với nhau, cả khoa học xã hội nhân văn lẫn khoa học tự nhiên và công nghệ.\nII. MỐI LIÊN HỆ GIỮA SỬ HỌC VỚI CÁC NGÀNH KHOA HỌC XÃ HỘI VÀ NHÂN VĂN KHÁC\n- Sử học và các ngành khoa học xã hội và nhân văn khác đều lấy xã hội loài người làm đối tượng nghiên cứu, nhưng mỗi khoa học chỉ nghiên cứu một lĩnh vực nhất định. Trong quá trình hình thành và phát triển, Sử học với các ngành khoa học xã hội và nhân văn khác luôn thể hiện mối liên hệ mật thiết với nhau.\n- Sử học cung cấp thông tin cho các ngành khoa học xã hội và nhân văn khác về bối cảnh hình thành, phát triển; xác định rõ những nhân tố (chủ quan và khách quan) tác động đến quá trình hình thành, phát triển; dự báo xu hướng vận động phát triển cho các ngành khoa học này.\n- Các ngành khoa học xã hội và nhân văn khác có thể hỗ trợ khoa học lịch sử trên các phương diện tri thức, kết quả nghiên cứu,... thành tựu của mỗi ngành khoa học xã hội và nhân văn khác tạo điều kiện, phương tiện, phương pháp,... giúp cho khoa học lịch sử đạt kết quả tốt hơn.\nIII. Sử học với các ngành khoa học tự nhiên và công nghệ\n1. Vai trò của Sử học với các ngành khoa học tự nhiên và công nghệ\n- Cung cấp thông tin quá khứ, hiện tại và dự báo sự vận động phát triển, phục vụ cho các ngành khoa học tự nhiên và công nghệ chủ động trong hoạt động xây dựng và phát triển.\n- Xác định không gian, bối cảnh lịch sử qua các thời kì, giúp cho các ngành khoa học tự nhiên và công nghệ hiểu rõ bản chất của sự hình thành và phát triển, xác định đúng vị trí vai trò của chúng trong quá trình phát triển.\n- Phục dựng lịch sử phát triển các ngành khoa học tự nhiên và công nghệ, từ đó rút ra đặc điểm, bài học kinh nghiệm, lí giải nguyên nhân thành công và thất bại, làm cơ sở cho những đề xuất phát triển trong tương lai.\n2. Vai trò của các ngành khoa học tự nhiên và công nghệ đối với Sử học\n- Các ngành khoa học tự nhiên và công nghệ tuỳ theo đối tượng và kết quả nghiên cứu của mình sẽ cung cấp những tri thức, kĩ thuật và phương pháp tiếp cận mang tính liên ngành cho Sử học để nghiên cứu về con người và xã hội loài người. Khoa học công nghệ giúp nhận ra được sự sáng tạo của con người trong quá trình vận động phát triển xã hội.\n- Thành tựu phát triển khoa học tự nhiên và công nghệ giúp Sử học làm sáng tỏ quá trình phát sinh, phát triển và những tác động, hệ quả, ý nghĩa của các khoa học trong sự tiến bộ của văn minh nhân loại, nhờ đó Sử học thực hiện chức năng, nhiệm vụ xã hội của mình.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-cc0f44b6418a481cae2ad8f2ca3537cc"
  },
  "chunk-3e93a49f1058c5af9c6bfeaa3eb0ef6a": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 2: Tri thức lịch sử và cuộc sống\nI. Vai trò, ý nghĩa của tri thức lịch sử\n1. Vai trò\n- Tri thức lịch sử là những hiểu biết của con người về các lĩnh vực liên quan đến lịch sử, hình thành qua quá trình học tập, khám phá, nghiên cứu và trải nghiệm, có ý nghĩa quan trọng không chỉ với cá nhân mà cả xã hội.\n- Tri thức lịch sử giúp con người nhận thức về cội nguồn, bản sắc của bản thân, gia đình, cộng đồng, dân tộc. Đây là điều kiện cơ bản để giữ gìn và phát triển bản sắc văn hoá trong thời đại toàn cầu hóa.\n2. Ý nghĩa của tri thức lịch sử\n- Tri thức lịch sử luôn để lại cho đời sau những bài học kinh nghiệm quý giá. Tìm hiểu, đúc rút và vận dụng những bài học lịch sử là nhu cầu của mỗi cá nhân và cộng đồng xã hội trong quá trình phát triển.\n- Đối với mỗi quốc gia, dân tộc, tri thức lịch sử là nền tảng vững chắc của truyền thống yêu nước, là niềm tự hào và là điểm tựa cho lòng tin vào sức mạnh của dân tộc. Tri thức lịch sử giúp con người khám phá và tiếp cận với nhiều nền văn hoá, văn minh của nhân loại. Những bài học rút ra từ lịch sử còn giúp mỗi quốc gia dân tộc tự nhận thức chính mình.\n- Tri thức lịch sử dân tộc giúp học sinh hiểu rõ quá trình xây dựng và bảo vệ đất nước, hình thành tinh thần yêu nước và niềm tự hào dân tộc. Đồng thời, có hiểu biết về lịch sử thế giới, văn hoá nhân loại, là cơ sở để học hỏi, giao lưu, hội nhập quốc tế.\n- Học tập lịch sử giúp hiểu rõ quá khứ, là cơ sở để nhận thức hiện tại và dự báo tương lai\nII. Học tập và khám phá lịch sử suốt đời\n1. Sự cần thiết của việc học tập, khám phá lịch sử suốt đời\n- Kho tàng tri thức lịch sử của nhân loại rất phong phú, rộng lớn và đa dạng. Tri thức lịch sử thu nhận ở nhà trường chỉ là một phần rất nhỏ trong kho tàng ấy.\n- Tri thức lịch sử gắn liền với các nguồn sử liệu, các môn khoa học liên ngành, phương pháp nghiên cứu, năng lực nhận thức, bài học kinh nghiệm,… Muốn hiểu đúng và đầy đủ về việc lịch sử là một quá trình lâu dài.\n- Trong thời đại ngày nay, những thay đổi, phát hiện mới trong khoa học lịch sử ngày càng nhiều, quan điểm, nhận thức về lịch sử cũng có nhiều chuyển biến mới.\n- Học tập, tìm hiểu, khám phá lịch sử suốt đời là điều kiện quan trọng giúp mỗi người cập nhật và mở rộng tri thức, phát triển và hoàn thiện kĩ năng. Qua đó, con người có khả năng tự tin ứng phó với những biến đổi ngày càng gia tăng của đời sống để nắm bắt tốt các cơ hội nghề nghiệp, việc làm và đời sống…\n=> Khoa học lịch sử là một trong các ngành khoa học ra đời sớm của nhân loại và luôn đóng vai trò quan trọng trong đời sống xã hội. Xuất phát từ nhu cầu của cuộc sống, việc nghiên cứu và học tập lịch sử vì thế phải được duy trì thường xuyên, liên tục.\n2. Thu thập thông tin, sử liệu, làm giàu tri thức lịch sử\n- Quá trình thu thập, xử lí thông tin tái hiện tri thức lịch sử gồm 4 bước:\n* Bước 1: Xác định vấn đề:\n+ Xác định đối tượng nghiên cứu\n+ Lập thư mục, danh sách nguồn sử liệu cần thu thập.\n+ Đề xuất phương pháp thực hiện.\n* Bước 2: Sưu tầm sử liệu:\n+ Ghi chép các thông tin liên quan đến vấn đề, đối tượng nghiên cứu.\n+ Khảo sát, sưu tầm, tập hợp những nguồn sử liệu liên quan.\n* Bước 3: Chọn lọc, phân loại:\n+ Chọn lọc, phân loại các nguồn sử liệu phù hợp.\n+ Miêu tả, đánh giá, thẩm định các nguồn sử liệu liên quan.\n* Bước 4: Xác định đánh giá: Xác định độ tin cậy, tính xác thực, giá trị thông tin của nguốn sử liệu đã thu thập.\n- Tri thức lịch sử có hai dạng tồn tại:\n+ Những tri thức đã được hiểu biết, nhận thức: thường được thể hiện cụ thể, để lại cho đời sau, được tiếp nhận qua hệ thống giáo dục.\n+ Những tri thức thu được từ sự trải nghiệm thực tế thường ẩn chứa trong mỗi cá nhân. Những tri thức này được truyền lại qua sách vở, qua học tập hoặc là bí kíp gia truyền từ thế hệ này sang thế hệ khác, thành kinh nghiệm lịch sử, kĩ năng giúp đời sau tiếp thu và phát triển.\n- Hiện thực lịch sử tồn tại độc lập với ý thức của con người. Để hiểu biết sự thật lịch sử, về phương pháp đòi hỏi phải bắt đầu từ sử liệu, dùng sử liệu để khôi phục sự kiện; sau đó mới giải thích và đánh giá sự kiện.\n3. Kết nối tri thức, bài học lịch sử vào cuộc sống\n- Lịch sử cung cấp cho con người những kinh nghiệm quý báu của người xưa trong cuộc sống, trong xây dựng và bảo vệ Tổ quốc. Học lịch sử là học được cái hay, cái đẹp, cái ý nghĩa sâu",
    "chunk_order_index": 0,
    "full_doc_id": "doc-0c0bf49226649b7ce17d014b9369cb87"
  },
  "chunk-ac251dbfc55556f4abeab07f9f275265": {
    "tokens": 222,
    "content": "phương pháp đòi hỏi phải bắt đầu từ sử liệu, dùng sử liệu để khôi phục sự kiện; sau đó mới giải thích và đánh giá sự kiện.\n3. Kết nối tri thức, bài học lịch sử vào cuộc sống\n- Lịch sử cung cấp cho con người những kinh nghiệm quý báu của người xưa trong cuộc sống, trong xây dựng và bảo vệ Tổ quốc. Học lịch sử là học được cái hay, cái đẹp, cái ý nghĩa sâu sắc từ những sự kiện, nhân vật lịch sử và cũng là “ôn cố nhi tri tân” (ôn cũ để biết mới).\n- Lịch sử cho biết về những giá trị truyền thống và văn hoá của mỗi quốc gia, dân tộc. Nó nhắc nhở con người phải luôn nhớ về cội nguồn, để ra sức giữ gìn, bảo vệ quê hương, đất nước và những giá trị truyền thống mà các thế hệ đi trước đã để lại.\n- Bảo tàng là nơi lưu giữ tập trung nhất các nguồn sử liệu của hiện thực lịch sử.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-0c0bf49226649b7ce17d014b9369cb87"
  },
  "chunk-29639c60a7f77295e321d54e8435c1e6": {
    "tokens": 996,
    "content": "1. Hiện thực lịch sử\n- Lịch sử là những gì đã diễn ra trong quá khứ gắn với con người và xã hội loài người.\n- Hiện thực lịch sử là những gì đã diễn ra trong quá khứ, tồn tại một cách khách quan, độc lập, ngoài ý muốn của con người.\n- Con người có khả năng nhận thức hiện thực khách quan, vì vậy lịch sử còn là hiện thực khách quan có thể nhận thức được.\nLý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 1: Hiện thực lịch sử và nhận thức lịch sử\nMũi tên đồng tìm thấy ở Cổ Loa (1959) là hiện thực lịch sử\n2. Nhận thức lịch sử\n- Nhận thức lịch sử là những hiểu biết của con người về hiện thực lịch sử, được trình bày, tái hiện theo nhiều cách khác nhau.\n- Có nhiều nhận thức khác nhau về hiện thực lịch sử.\n- Để phục dựng lại lịch sử, các nhà sử học cần nỗ lực tìm kiếm tư liệu; sử dụng phương pháp và cách tiếp cận phù hợp.\nLý thuyết Lịch Sử 10 Chân trời sáng tạo.\nII. Sử học\n1. Khái niệm Sử học\n- Sử học là khoa học nghiên cứu lịch sử của xã hội loài người nói chung hoặc của một quốc gia, dân tộc, địa phương, con người nói riêng.\n2. Đối tượng nghiên cứu của Sử học\n- Đối tượng của Sử học là quá trình phát sinh, phát triển của xã hội loài người trong quá khứ.\n- Đối tượng của Sử học mang tính toàn diện.\n3. Chức năng, nhiệm vụ của Sử học\n- Chức năng\n+ Chức năng khoa học: cung cấp tri thức khoa học nhằm khôi phục, miêu tả, giải thích hiện tượng lịch sử một cách chính xác, khách quan.\n+ Chức năng xã hội: giúp con người tìm hiểu các quy luật phát triển của xã hội loài người trong quá khứ, từ đó nhận thức hiện tại và dự đoán tương lai.\n+ Chức năng giáo dục: thông qua những tấm gương lịch sử, bài học lịch sử.\n- Nhiệm vụ\n+ Rút ra bài học kinh nghiệm phục vụ cuộc sống hiện tại.\n+ Góp phần bồi dưỡng nhân sinh quan và thế giới quan khoa học, nâng cao trình độ nhận thức của con người.\n+ Góp phần giáo dục tư tưởng, tình cảm, đạo đức và phát triển nhân cách con người.\n4. Nguyên tắc cơ bản của Sử học\n- Khách quan: trình bày lịch sử một cách khách quan, không định kiến, không thiên vị.\n- Trung thực: tôn trọng sự thật lịch sử.\n- Tiến bộ: góp phần xây dựng những giá trị tốt đẹp.\n- Toàn diện và cụ thể: phản ánh đầy đủ, gắn với không gian, thời gian cụ thể.\n5. Khái quát về các nguồn sử liệu\n- Sử liệu là những tài liệu để nghiên cứu và tái hiện lịch sử.\n- Căn cứ vào mối liên hệ với sự vật, hiện tượng được nghiên cứu và giá trị thông tin, có thể chia thành hai loại sử liệu:\n+ Sử liệu trực tiếp: nguồn sử liệu ra đời cùng thời điểm diễn ra sự kiện, hiện tượng được nghiên cứu, còn gọi là sử liệu gốc.\nLý thuyết Lịch Sử 10 Chân trời sáng tạo\n+ Sử liệu gián tiếp: nguồn sử liệu phản ánh sự kiện, hiện tượng lịch sử thông qua thông tin gián tiếp (hồi kí, kể chyện lịch sử…)\n- Căn cứ vào các dạng thức tồn tại, nguồn sử liệu được chia thành các nhóm chủ yếu:\n+ Sử liệu thành văn: văn bản, sách, báo…\n+ Sử liệu truyền miệng: ca dao, truyền thuyết…\n+ Sử liệu hiện vật: di vật, công trình.\n+ Sử liệu kĩ thuật đa phương tiện: phim, ảnh, ghi âm…\n6. Một số phương pháp cơ bản của Sử học\n- Phương pháp lịch sử: xem xét, trình bày các hiện tượng, sự vật qua các giai đoạn phát triển lịch sử cụ thể.\n- Phương pháp logic: nghiên cứu các sự vật, hiện tượng trong hình thức tổng quát nhằm vạch ra bản chất, quy luật, khuynh hướng vận động của lịch sử.\n- Ngoài ra, còn có các phương pháp khác như: phương pháp lịch đại, phương pháp đồng đại, phương pháp điền dã, phỏng vấn nhân chứng lịch sử…",
    "chunk_order_index": 0,
    "full_doc_id": "doc-29639c60a7f77295e321d54e8435c1e6"
  },
  "chunk-55a295027df16c45f8945dc2e3f41e7a": {
    "tokens": 438,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 5: Khái quát lịch sử văn minh thế giới cổ - trung đại\n1. Khái niệm văn hoá, văn minh\n- Văn hoá:\n+ Là tổng thể những giá trị vật chất và tinh thần do con người sáng tạo ra trong lịch sử.\n+ Văn hoá đặc trưng cho bản sắc riêng của một cộng đồng người của một dân tộc; để phân biệt dân tộc này với dân tộc khác.\n- Văn minh:\n+ Là trạng thái tiến hoá, phát triển cao của nền văn hoá và đối lập với nó là dã man, nguyên thuỷ.\n+ Khi loài người xuất hiện và biết chế tạo công cụ lao động bằng đá, họ đã sáng tạo ra văn hoá. Đến thời đại đồ kim khí, Nhà nước và chữ viết ra đời, nhân loại bước vào thời kì văn minh.\n2. Khái quát lịch sử văn minh thế giới cổ – trung đại\n- Từ thời nguyên thuỷ, con người đã sáng tạo ra những giá trị văn hoá. Đến thiên niên kỉ thứ IV TCN, nhân loại bước vào thời kì văn minh đầu tiên với trung tâm chính ở khu vực Đông Bắc châu Phi và Tây Á.\n- Thời cổ đại, phương Đông hình thành bốn trung tâm văn minh lớn là Ai Cập, Lưỡng Hà, Ấn Độ, Trung Hoa. Do điều kiện tự nhiên thuận lợi, cư dân phương Đông cổ đại đã sớm hình thành những nền văn minh ở lưu vực các con sông lớn. Một số nền văn minh phát triển rực rỡ đến thời trung đại.\n- Văn minh phương Tây ở khu vực Địa Trung Hải ra đời muộn hơn, đầu tiên ở Hy Lạp và sau đó ở La Mã. Nền văn minh Hy Lạp - La Mã cổ đại đạt được nhiều thành tựu to lớn, tiếp tục phát triển ở thời Phục hưng, tạo nền tảng cho văn minh châu Âu sau này.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-55a295027df16c45f8945dc2e3f41e7a"
  },
  "chunk-c7bf82c11490517a672447f639f8f325": {
    "tokens": 841,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 4: Sử học với một số lĩnh vực, ngành nghề hiện đại\nI. Sử học với công tác bảo tồn và phát huy giá trị di sản văn hóa, di sản thiên nhiên\n1. Mối quan hệ giữa Sử học với công tác bảo tồn và phát huy giá trị các di sản văn hoá, di sản thiên nhiên\n- Sử học nghiên cứu, phục dựng lại bức tranh hiện thực lịch sử, xác định giá trị lịch sử, văn hoá, khoa học cần được lưu truyền từ thế hệ này sang thế hệ khác.\n- Kết quả nghiên cứu của Sử học khẳng định giá trị của các di sản văn hoá, là cơ sở để bảo tồn, gìn giữ và phát huy các giá trị của các di sản đó.\n2. Vai trò của công tác bảo tồn và phát huy giá trị di sản văn hoá, di sản thiên nhiên\n- Bảo tồn và phát huy giá trị các di sản văn hoá, di sản thiên nhiên là hoạt động lưu giữ, bảo vệ và lan tỏa các giá trị những di sản của thời trước để lại, nhắc nhở con người nhớ về cội nguồn, hình thành ý thức trách nhiệm với tổ tiên, với cộng đồng xã hội đương đại và với các thế hệ mai sau.\n- Bảo đảm sự phát triển bền vững của mỗi quốc gia, dân tộc, góp phần đem lại những hiệu quả thiết thực cho sự phát triển kinh tế, xã hội.\nII. Sử học với sự phát triển công nghiệp văn hóa\n1. Vai trò của Sử học đối với một số ngành, nghề trong lĩnh vực công nghiệp văn hoá\n- Sử học cung cấp chất liệu cốt lõi, tri thức, ý tưởng và cảm hứng cho một số ngành nghề trong lĩnh vực công nghiệp văn hoá.\n- Sử học góp phần thúc đẩy sáng tạo những sản phẩm có giá trị của công nghiệp văn hóa.\n2. Vai trò của các ngành nghề thuộc lĩnh vực công nghiệp văn hoá đối với Sử học\n- Các ngành nghề thuộc lĩnh vực công nghiệp văn hoá cung cấp những thông tin, tư liệu quý giá giúp Sử học khôi phục bức tranh lịch sử xã hội một cách đầy đủ, chính xác và sinh động hơn.\n- Công nghiệp văn hoá phát triển với nhiều ngành nghề mới đặt ra nhu cầu xã hội và nhu cầu nội tại của công nghiệp văn hoá thúc đẩy Sử học nghiên cứu các di sản.\nIII. Sử học với sự phát triển du lịch\n1. Vai trò của lịch sử và văn hoá đối với sự phát triển du lịch\n- Di sản văn hoá là sản phẩm của lịch sử. Các di tích lịch sử - văn hoá là tài nguyên du lịch có sức hấp dẫn to lớn, là động lực thu hút ngày càng nhiều du khách trong nước và quốc tế. Phát huy giá trị di sản văn hoá gắn với hoạt động du lịch là đặc trưng quan trọng của bảo tồn di sản.\n- Du lịch khai thác các di sản văn hoá, lịch sử, giúp cho con người hưởng thụ giá trị của di sản thiên nhiên và di sản văn hoá.\n2. Vai trò của du lịch đối với việc bảo tồn di tích lịch sử và di sản văn hoá\n- Nhu cầu du lịch của con người không chỉ là tham quan các di tích, di sản, mà cao hơn là các hoạt động tương tác, trải nghiệm để hiểu rõ hơn giá trị của các di tích, di sản ấy.\n- Du lịch chính là nguồn động lực thúc đẩy sự tăng cường bảo tồn và phát huy những giá trị di tích lịch sử – văn hoá của địa phương, dân tộc.\n- Du lịch văn hoá phát triển vừa tạo ra việc làm, thu nhập cho người lao động, vừa tạo ra nguồn lực kinh tế để bảo tồn và phát huy giá trị các di sản văn hoá, di tích lịch sử,…",
    "chunk_order_index": 0,
    "full_doc_id": "doc-c7bf82c11490517a672447f639f8f325"
  },
  "chunk-e508a864377bafc5707cf0b6b0074a86": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 6: Văn minh Ai Cập\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên và dân cư\na. Điều kiện tự nhiên\n- Ai Cập cổ đại nằm ở đông bắc châu Phi.\n- Địa hình:\n+ Chia làm hai khu vực: cao nguyên Thượng Ai Cập ở phía nam và đồng bằng Hạ Ai Cập ở phía bắc.\n+ 90% diện tích là sa mạc\n+ Có nhiều khoáng sản như đá quý, vàng, đồng,…\n- Sông Nin có phần chảy qua lãnh thổ Ai Cập cổ đại, nước dâng lên đem theo lượng phù sa màu mỡ bồi đắp cho đồng bằng dọc hai bên bờ sông, tạo điều kiện thuận lợi phát triển nông nghiệp.\nb. Dân cư\n- Chủ yếu là các bộ lạc Li-bi.\n- Các bộ tộc Ha-mít từ Tây Á tràn vào chiếm lĩnh vùng thung lũng sông Nin, tạo nên sự hỗn hợp chủng tộc\n2. Điều kiện kinh tế\n- Nông nghiệp:\n+ Biết trồng trọt theo mùa vụ với các loại cây như lúa mì, lúa mạch, nho, lanh,..\n+ Chăn nuôi gia súc như cừu, bò, dê,…\n- Thủ công nghiệp: phát triển các nghề làm bánh mì, làm bia, nấu rượu, dệt vải, làm gốm, thuộc da, nấu thuỷ tinh, khai khoáng, chế tác đá, đúc đồng,...\n- Thương nghiệp:\n+ Buôn bán với các nước láng giềng, trao đổi sản phẩm nông nghiệp và đồ thủ công.\n+ Tiền tệ xuất hiện dưới dạng những mảnh kim loại.\n3. Tình hình chính trị- xã hội\n- Thiên niên kỉ IV TCN, do nhu cầu trị thuỷ, làm thuỷ lợi, nhà nước Ai Cập cổ đại ra đời để tổ chức sản xuất và quản lí xã hội.\n- Ban đầu, Ai Cập gồm hai vương quốc cổ là Thượng Ai Cập và Hạ Ai Cập, sau đó được thống nhất.\n- Nhà nước Ai Cập cổ đại mang tính chất chuyên chế, đứng đầu là pha-ra-ông (vua) có quyền lực tối cao về chính trị, quân sự, tôn giáo, là đại diện của thần thánh. Giúp việc cho pha-ra-ông là các quý tộc và tăng lữ (thu chi thuế, xây dựng đền tháp, chỉ huy quân đội,..).\n- Xã hội Ai Cập cổ đại gồm nhiều tầng lớp, có sự phân hoá địa vị, giàu nghèo rõ nét.\nII. Thành tựu văn minh tiêu biểu\n1. Chữ viết và văn học\na. Chữ viết\n- Khoảng hơn 3.000 năm TCN, người Ai Cập đã sáng tạo chữ tượng hình (khoảng 1.000 chữ), sau đó vẽ thêm biểu hiện âm tiết, phát triển thành chữ cái (24 chữ).\n- Họ viết trên đá, xương, vải gai, da thú hoặc gỗ, về sau chủ yếu viết trên giấy pa-pi-rút. Bút được làm từ những cây sậy rỗng ruột và bọc một miếng đồng ở phần đầu.\nb. Văn học\n- Thể loại: khá phong phú.\n- Nội dung: phản ánh đời sống hiện thực, lưu danh chiến thắng của các pha-ra-ông, ngợi ca thần linh, giàu tính trào phúng.\n- Thư viện A-lếch-xan-đri-a được xây dụng vào khoảng thế kỉ III TCN với hàng trăm nghìn cuộn giấy (đầu sách), chứa đựng nhiều tri thức của nhân loại.\n2. Tín ngưỡng, tôn giáo\n- Sùng bái tự nhiên, thờ cúng nhiều thần linh: thần có hình bò, sư tử, khỉ, cá sấu; thần A-mun (vua của các vị thần), thần Ra (thần Mặt Trời), thần Ô-si-dít (thần cai quản cõi chết và tái sinh),...\n- Họ tin linh hồn con người là bất tử, sau khi chết nếu thể xác còn nguyên vẹn thì linh hồn sẽ quay trở lại hồi sinh con người. Quan niệm này dẫn đến tục ướp xác và xây lăng mộ để giữ thi thể tồn tại lâu dài.\n3. Khoa học, kĩ thuật\na. Thiên văn học và phép tính lịch\n- Tính thời gian bằng đồng hồ đo bóng Mặt Trời, đồng hồ nước.\n- Vẽ bản đồ 12 cung hoàng đạo, biết các ngôi sao như Kim, Mộc, Thuỷ, Hoả, Thổ.\n- Làm ra Dương lịch cổ: một năm có 365 ngày, chia thành 12 tháng, mỗi tháng có 30 ngày, 5 ngày còn lại dành cho lễ hội.\nb. Toán học\n- Giỏi về Số học và Hình học.\n- Phát minh hệ đếm thập phân, sáng tạo chữ số, giải phương trình bậc nhất.\n- Tính được diện tích, thể tích của một số hình cơ bản, tính ra số pi = 3,1416,…\nc. Y học\n- Do tục ướp xác, người Ai Cập sớm có những hiểu biết về cấu tạo cơ thể người, đồng thời họ tìm hiểu được",
    "chunk_order_index": 0,
    "full_doc_id": "doc-ee2abc40b963a172509d047b5c4c40ad"
  },
  "chunk-0bcf66db9e998a0e29cc1c8481f99bad": {
    "tokens": 448,
    "content": "- Giỏi về Số học và Hình học.\n- Phát minh hệ đếm thập phân, sáng tạo chữ số, giải phương trình bậc nhất.\n- Tính được diện tích, thể tích của một số hình cơ bản, tính ra số pi = 3,1416,…\nc. Y học\n- Do tục ướp xác, người Ai Cập sớm có những hiểu biết về cấu tạo cơ thể người, đồng thời họ tìm hiểu được nguyên nhân của bệnh tật, mối quan hệ giữa tim và mạch máu.\n- Việc chữa bệnh bước đầu được chuyên môn hoá.\nd. Kĩ thuật\n- Biết tạo ra con lăn, cần trục, bơm nước, đóng thuyền lớn đi biển, chế tạo vũ khí.\n- Biết chế tạo thuỷ tinh màu, tạo được men màu trên đồ sứ và ứng dụng các công thức hoá học trong luyện kim,…\n4. Kiến trúc và điêu khắc\na. Kiến trúc: Nổi bật nhất là các kim tự tháp thể hiện uy quyền của pha-ra-ông.\nb. Điêu khắc\n- Đạt trình độ cao, phục vụ cho việc xây dựng và trang trí đền đài, lăng mộ để thờ các thần linh và pha-ra-ông.\n- Pha-ra-ông thường sai các nghệ nhân tạc tượng của mình và những người trong vương thất. Tượng thường được tạc trên đá, gỗ hoặc được đúc bằng đồng, nổi tiếng nhất là tượng Nữ hoàng Nê-phéc-ti-ti, tượng Nhân sư,..\nIV. Ý nghĩa của văn minh Ai Cập:\n- Là nền văn minh ra đời sớm nhất trên thế giới, để lại nhiều giá trị lịch sử sâu sắc.\n- Các thành tựu văn minh tiêu biểu của Ai Cập cổ đại đã đánh dấu sự sáng tạo kì diệu, sức mạnh phi thường của con người trong quá trình chinh phục tự nhiên và phát triển xã hội.\n- Là một trong những cái nôi đầu tiên của văn minh nhân loại.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-ee2abc40b963a172509d047b5c4c40ad"
  },
  "chunk-bfa1f9920f08f48a42f4bf551a529f03": {
    "tokens": 1200,
    "content": "Lý thuyết Lịch Sử 10 Chân trời sáng tạo Bài 7: Văn minh Trung Hoa cổ - trung đại\nI. Cơ sở hình thành\n1. Điều kiện tự nhiên và dân cư\na. Điều kiện tự nhiên\n- Trung Quốc nằm ở phía đông bắc châu Á.\n- Địa hình có nhiều núi và cao nguyên.\n- Lưu vực Hoàng Hà và Trường Giang tạo nên những đồng bằng rộng màu mỡ, thuận lợi phát triển nông nghiệp.\n- Phần lớn lãnh thổ có khí hậu ôn đới và cận nhiệt đới; phía đông thuộc khí hậu gió mùa, mưa nhiều vào mùa hạ.\nb. Dân cư\n- Từ thời nguyên thuỷ, các bộ lạc sớm đến cư trú trên lưu vực Hoàng Hà, hình thành tộc Hoa Hạ. Họ mở rộng lãnh thổ về phía nam, đồng hoá các cư dân bản địa. - Sau khi Tần Thuỷ Hoàng thống nhất Trung Quốc, cộng đồng dân cư Hoa Hạ phát triển, dần thành một dân tộc ổn định vào thời Hán, gọi là Hán tộc, giữ vai trò chủ thể trong quá trình phát triển văn minh Trung Hoa.\n2. Điều kiện kinh tế\n- Trồng các loại cây: lúa mì, kê, dâu, đay,...\n- Công cụ sản xuất chủ yếu làm bằng gỗ, đá, xương.\n- Thời Thương và Tây Chu: công cụ đồng thau phổ biến.\n- Thời Chiến quốc: công cụ bằng sắt được sử dụng rộng rãi.\n- Kinh tế nông nghiệp phát triển; các ngành nghề thủ công như làm gốm, đúc đồng, luyện sắt, dệt vải, đóng thuyền, làm giấy,... sớm phát triển, trình độ thẩm mĩ và kĩ thuật chế tác cao.\n- Thương nghiệp phát triển, trao đổi, buôn bán trong nước và nước ngoài mở rộng. Từ thời Hán, hoạt động ngoại thương của Trung Quốc phát triển mạnh mẽ thông qua con đường Tơ lụa.\n3. Tình hình chính trị - xã hội\na. Chính trị\n- Khoảng thế kỉ XXI TCN, cư dân ở lưu vực Hoàng Hà bước vào thời kì tan rã của chế độ công xã nguyên thuỷ, hình thành xã hội có phân hoá giai cấp và nhà nước.\n- Triều Hạ, Thương, Chu: tổ chức bộ máy nhà nước từng bước được xây dựng và phát triển theo mô hình quân chủ chuyên chế.\n- Năm 221 TCN, Tần Thuỷ Hoàng thống nhất Trung Quốc. Thiết chế nhà nước quân chủ chuyên chế tiếp tục được xây dựng và củng cố qua các triều đại từ Tần cho đến Minh, Thanh.\nb. Xã hội\n- Thời Hạ, Thương và Chu, cơ cấu xã hội Trung Quốc bao gồm: vua, quý tộc, nông dân, thợ thủ công, thương nhân và nô lệ.\n- Từ thời Tần trở đi, xã hội Trung Quốc chủ yếu bao gồm: vua quan, địa chủ, nông dân, thợ thủ công, thương nhân. Trong đó, nông dân là giai cấp đông đảo nhất, giữ vai trò quan trọng nhất trong sản xuất nông nghiệp.\nII. Thành tựu văn minh tiêu biểu\n1. Chữ viết\n- Thời nhà Thương (thế kỉ XVI - XII TCN): chữ Giáp cốt (chữ tượng hình được khắc trên mai rùa, xương thú).\n- Cuối thời Thương: chữ Kim văn khắc trên đồ đồng.\n- Thời Tần: chữ Tiểu triện.\n- Nhà Hán: cải tiến và định hình chữ viết như ngày nay.\n- Ý nghĩa: Đây là thành tựu quan trọng đặt nền tảng cho sự phát triển chính trị, kinh tế, tư tưởng, văn học - nghệ thuật của văn minh Trung Hoa.\n2. Văn học\n- Có nhiều thể loại: thơ ca, từ, phú, kịch, tiểu thuyết. Nội dung: phản ánh mọi mặt của xã hội Trung Quốc thời bấy giờ.\n- Thời cổ đại: thơ ca phát triển, hàng trăm bài thơ đã được tập hợp trong Kinh Thi và Sở Từ.\n- Thời trung đại:\n+ Văn học ngày càng phong phú với nhiều thành tựu đặc sắc, tiêu biểu là phú và nhạc phủ thời Hán, thơ luật thời Đường, từ thời Tống, kịch thời Nguyên và tiểu thuyết thời Minh Thanh.\n+ Thơ Đường là đỉnh cao nghệ thuật thơ ca Trung Quốc với nhiều nhà thơ tài hoa như Lý Bạch, Đỗ Phủ, Bạch Cư Dị,...\n+ Thời Minh - Thanh, tiểu thuyết phát triển và đạt thành tựu lớn với những tác phẩm như Tam quốc diễn nghĩa (La Quán Trung), Thuỷ hử (Thi Nại Am), Tây du ký (Ngô Thừa Ân), Hồng lâu mộng (Tào Tuyết Cần), Liêu trai chí dị (Bồ Tùng Linh),…\n3. Sử học\n- Thời cổ đại: những ghi chép mang nội dung lịch sử đã xuất hiện.\n- Thời Tây Chu, Đông Chu: trong cung có quan chuyên phụ trách việc chép sử:. Tiêu biểu: sách Xuân Thu, Tả truyện, Chiến quốc sách, Lã thị Xuân Thu,...\n- Thời Tây Hán: Tiêu biểu là tác phẩm S",
    "chunk_order_index": 0,
    "full_doc_id": "doc-7477461d5c3a5a3e81fee60396b00677"
  },
  "chunk-87db94a21d217008cf59cecaa77a120d": {
    "tokens": 1200,
    "content": "Liêu trai chí dị (Bồ Tùng Linh),…\n3. Sử học\n- Thời cổ đại: những ghi chép mang nội dung lịch sử đã xuất hiện.\n- Thời Tây Chu, Đông Chu: trong cung có quan chuyên phụ trách việc chép sử:. Tiêu biểu: sách Xuân Thu, Tả truyện, Chiến quốc sách, Lã thị Xuân Thu,...\n- Thời Tây Hán: Tiêu biểu là tác phẩm Sử ký.\n- Thời Đường: cơ quan biên soạn lịch sử của Nhà nước được thành lập gọi là Sử quán, biên soạn 24 bộ sử lớn.\n- Những tác phẩm sử học có giá trị do các cá nhân biên soạn: Sử thông (Lưu Tri Cơ), Thông điển (Đỗ Hữu), Tư trị thông giám (Tư Mã Quang)…\n4. Khoa học, kĩ thuật\na. Toán học\n- Thời Chu: toán là một trong sáu môn (lục nghệ) mà con em quý tộc phải học.\n- Từ thời Tây Hán trở đi, xuất hiện các sách về toán học: Chu bễ toán tinh (đề cập đến Lịch pháp, Thiên văn, Hình học, Số học), Cửu chương toán thuật (đề cập đến phương pháp khai căn bậc 2, căn bậc 3, số âm, số dương, phương trình bậc nhất, cách tính diện tích các hình, thể tích hình khối,...).\n- Thời Nam - Bắc triều: Tổ Xung Chi đã tìm ra số Pi chính xác gồm bảy số.\n- Thời Đường: 10 bộ sách toán học lớn dùng làm tài liệu dạy trong Quốc Tử Giám.\nb. Thiên văn học và lịch pháp\n- Người Trung Quốc cổ đại sớm có những hiểu biết quan trọng về Thiên văn học: ghi chép về thời tiết, khí hậu, hiện tượng nhật thực, nguyệt thực.\n+ Sách Xuân Thu đã ghi chép chính xác về các lần nguyệt thực trong 242 năm.\n+ Nhà thiên văn học Trương Hành đã giải thích hiện tượng nguyệt thực và tổng kết các tri thức về thiên văn học trong tác phẩm Linh hiến.\n- Lịch thời Thương chia một năm thành 12 tháng, tháng đủ có 30 ngày, tháng thiếu có 29 ngày. Để khớp với vòng quay của Trái Đất xung quanh Mặt Trời, người thời Thương đã thêm một tháng nhuận. Hệ thống 10 Thiên can và 12 Địa chi được người Trung Quốc sử dụng để ghi ngày, giờ, năm, tháng. Từ thời Hán, Lịch pháp tiếp tục có sự sửa đổi, hoàn thiện và được sử dụng cho đến nay.\nc. Y học\n- Các bộ sách y dược nổi tiếng: Hoàng đế nội kinh, Thần nông bản thảo kinh, Thương hàn tạp bệnh luận tập hợp những kinh nghiệm về khám chữa bệnh, các phương thuốc.\n- Sách Châm cứu giáp ất kinh (thời Tây Tấn) trình bày chi tiết về kĩ thuật châm cứu.\n- Sách Bản thảo cương mục (thời Minh) tập hợp 1892 loại cây thuốc.\n- Các thầy thuốc nổi tiếng: Biển Thước, Hoa Đà, Trương Trọng Cảnh, Tôn Tư Mạc…\nd. Các phát minh kĩ thuật\n- Bốn phát minh quan trọng: kĩ thuật làm giấy, kĩ thuật in, thuốc súng và la bàn.\n- Ý nghĩa:\n+ Góp phần rất lớn vào việc thúc đẩy sự phát triển của lịch sử Trung Quốc, nhất là trên lĩnh vực văn hoá và hàng hải.\n+ Các phát minh kĩ thuật của Trung Quốc được truyền bá đến các nước trên thế giới và được cải tiến, ứng dụng rộng rãi.\n5. Nghệ thuật\na. Kiến trúc\n- Tiêu biểu: kinh đô Trường An, Vạn Lý Trường Thành, Lăng Ly Sơn, chùa Phật Quang (Ngũ Đài Sơn), Cố cung Bắc Kinh, Thiên Đàn, Di Hoà Viên, Thập Tam Lăng,…\nb. Điêu khắc\n- Thể hiện rất phong phú các tượng tròn (tượng Phật, thần thánh, người, thú,...), các phù điêu trên các công trình kiến trúc (cung điện, lăng tẩm, chùa miếu,...) và các chạm trổ trên đồ đồng, đồ ngọc, ẩn chương.\n- Nghệ thuật chạm trổ trên ngọc và đá quý được xem là nét độc đáo của nghệ thuật điêu khắc Trung Hoa.\nc. Hội họa\n- Phong phú với các đề tài về đời sống cung đình, tôn giáo, phong cảnh, con người, chim, thủ, hoa lá, sinh hoạt dân gian,...\n- Tranh chủ yếu được vẽ trên lụa, giấy hoặc trên tường (bích hoạ) với phong cách ước lệ, chú trọng đường nét hơn màu sắc.\n- Từ thời Đường trở đi, lối vẽ tranh thuỷ mặc được hoàn thiện và nâng cao, trở thành nghệ thuật độc đáo, mang đậm nét truyền thống.\nd. Âm nhạc\n- Trung Quốc được mệnh danh là “đất nước của nhạc lễ”.\n- Kinh Thi là bộ thơ ca ra đời sớm gồm 3 phần: Phong",
    "chunk_order_index": 1,
    "full_doc_id": "doc-7477461d5c3a5a3e81fee60396b00677"
  },
  "chunk-8c8e4aa4088adcf6095a201183a7ea98": {
    "tokens": 869,
    "content": "hoạ) với phong cách ước lệ, chú trọng đường nét hơn màu sắc.\n- Từ thời Đường trở đi, lối vẽ tranh thuỷ mặc được hoàn thiện và nâng cao, trở thành nghệ thuật độc đáo, mang đậm nét truyền thống.\nd. Âm nhạc\n- Trung Quốc được mệnh danh là “đất nước của nhạc lễ”.\n- Kinh Thi là bộ thơ ca ra đời sớm gồm 3 phần: Phong (ca khúc dân gian), Nhã (âm nhạc cung đình), Tụng (ca vũ để cúng tế), Sở Từ (Khuất Nguyên),...\n- Nhạc vũ, ca vũ, hí khúc cũng rất phát triển.\n6. Tư tưởng, tôn giáo\n* Các thuyết Âm dương, Bát quái, Ngũ hành\n- Người Trung Quốc cổ đại đã tìm cách giải thích nguồn gốc của thế giới, đúc kết thành các thuyết Âm dương, Bát quái, Ngũ hành.\n- Các thuyết này thể hiện yếu tố duy vật biện chứng thô sơ, có ảnh hưởng lớn trong tư tưởng triết học ở Trung Quốc và những nước chịu ảnh hưởng văn hoá Hán.\n* Nho gia\n- Người sáng lập: Khổng Tử (551 - 479 TCN). Tư tưởng của ông bao hàm các nội dung về triết học, đạo đức, đường lối trị nước và giáo dục.\n- Các nhà tư tưởng xuất sắc thời Chiến quốc (Mạnh Tử, Tuân Tử) đã bổ sung và phát triển học thuyết này.\n- Từ thời Hán Vũ Đế, học thuyết Nho gia trở thành tư tưởng chính thống của chế độ quân chủ chuyên chế ở Trung Quốc, kéo dài hơn 2 000 năm.\n* Pháp gia\n- Người khởi xướng: Quản Trọng - tướng quốc nước Tề.\n- Thời Xuân thu - Chiến quốc: nhiều người tham gia phát triển học thuyết này, nổi bật nhất là Thương Ưởng và Hàn Phi.\n- Chủ trương của Pháp gia là dùng pháp luật để quản lí đất nước, chú trọng đến các biện pháp làm cho nước giàu, binh mạnh.\n* Mặc gia\n- Người sáng lập: Mặc Tử, sống vào thời Chiến quốc.\n- Đề xướng thuyết Kiêm ái (thương yêu tất cả mọi người), phản đối chiến tranh xâm lược. Ông chủ trương người làm quan phải là người có tài đức, không kể dòng dõi và nguồn gốc xuất thân.\n- Tác phẩm tiêu biểu của phái Mặc gia là sách Mặc Tử.\n* Đạo gia và Đạo giáo\n- Người khởi xướng tư tưởng Đạo gia là Lão Tử.\n- Tác phẩm nổi tiếng của ông là Đạo đức kinh.\n- Thời Chiến quốc, Trang Tử kế thừa và phát triển thêm các yếu tố duy vật và biện chứng trong tư tưởng triết t và hiện chứng học của Đạo gia.\n- Thời Đông Hán, trên cơ sở các hình thức tín ngưỡng dân gian kết hợp với học thuyết của Đạo gia, Đạo giáo hình thành.\n- Thời Nam - Bắc triều, Đường và Tống, Đạo giáo phát triển, thờ cúng Lão Tử và các vị thần tiên khác với mục đích tu luyện để trở nên trường sinh bất tử.\nIV. Ý nghĩa của văn minh Trung Hoa\n- Phản ánh sức lao động sáng tạo phi thường của nhân dân Trung Quốc.\n- Thể hiện sinh động quá trình phát triển của xã hội Trung Quốc qua hàng nghìn năm lịch sử.\n- Những thành tựu đó trải rộng trên nhiều lĩnh vực: tư tưởng, triết học, chữ viết, văn học, sử học, y học, khoa học, kĩ thuật,... đã góp phần quan trọng vào tiến trình phát triển của văn minh nhân loại.",
    "chunk_order_index": 2,
    "full_doc_id": "doc-7477461d5c3a5a3e81fee60396b00677"
  },
  "chunk-f1900c963df959ef59e048daa389c218": {
    "tokens": 394,
    "content": "Văn minh Trung Hoa thời cổ - trung đại đã có những đóng góp quan trọng vào kho tàng văn minh nhân loại với những phát minh, cải tiến trong nhiều lĩnh vực như kỹ thuật, triết học, y học và văn hóa. Những phát minh như la bàn, giấy, nghề in và thuốc súng không chỉ làm thay đổi xã hội Trung Hoa mà còn được lan truyền rộng rãi, ảnh hưởng đến nhiều nền văn minh khác.\n\nSự lan tỏa và ảnh hưởng của văn minh Trung Hoa không chỉ dừng lại trong phạm vi lãnh thổ mà còn trải rộng ra các quốc gia lân cận như Nhật Bản, Hàn Quốc và Việt Nam. Từ hệ thống chữ viết, kỹ thuật nông nghiệp đến các khái niệm triết học Nho giáo, Trung Hoa đã để lại dấu ấn sâu đậm trong văn hóa và xã hội của các quốc gia này.\n\nTuy nhiên, văn minh Trung Hoa chủ yếu phát triển độc lập và không đặt cơ sở cho sự phát triển của văn minh phương Tây. Các nền văn minh phương Tây và Trung Hoa đã phát triển theo những con đường khác biệt, mặc dù có những giai đoạn giao lưu văn hóa và thương mại. Những thành tựu của Trung Hoa chủ yếu tác động trực tiếp đến khu vực Đông Á và các vùng lân cận.\n\nSự phát triển cao về tư duy và lao động miệt mài của cư dân Trung Hoa được thể hiện qua những công trình kiến trúc đồ sộ như Vạn Lý Trường Thành, cũng như những tác phẩm văn học và triết học kinh điển. Các triều đại như nhà Tần, nhà Hán, nhà Đường, và nhà Tống đã chứng kiến sự thăng hoa trong phát triển kinh tế, văn hóa và khoa học kỹ thuật, góp phần làm rạng danh nền văn minh Trung Hoa trong lịch sử thế giới.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-f1900c963df959ef59e048daa389c218"
  },
  "chunk-5b2d08a2fc03f270e1c56ca7c90591f5": {
    "tokens": 499,
    "content": "Văn hóa Ấn Độ cổ - trung đại nổi bật với sự đa dạng và phong phú, điều này thể hiện rõ trong sự phát triển của kiến trúc, nghệ thuật, tôn giáo và triết học. Một trong những đặc điểm chính của văn hóa này là sự hiện diện sâu sắc của tôn giáo trong đời sống xã hội. Ấn Độ là nơi sản sinh ra nhiều tôn giáo lớn của thế giới như Hindu giáo, Phật giáo và đạo Jain. Nghệ thuật và kiến trúc Ấn Độ trong giai đoạn này thường mang đậm màu sắc tôn giáo, thể hiện qua việc xây dựng các đền thờ hùng vĩ với các chi tiết điêu khắc tinh xảo diễn tả các thần thoại và hình tượng tôn giáo.\n\nNgoài ra, triết học Ấn Độ cũng đóng vai trò quan trọng trong việc định hình quan điểm sống và tư duy của con người Ấn Độ cổ - trung đại. Các tác phẩm văn học như Vedas và Upanishads không chỉ có giá trị tôn giáo mà còn đóng góp vào việc phát triển triết học và khoa học. Những ý tưởng từ những tác phẩm này đã vượt qua biên giới của Ấn Độ, ảnh hưởng đến nhiều nền văn hóa khác thông qua các con đường thương mại và giao lưu văn hóa.\n\nVăn hóa Ấn Độ cũng có tính quốc tế cao nhờ vào các hoạt động giao thương và giao lưu văn hóa với các vùng đất khác thông qua Con đường Tơ lụa và các tuyến đường hàng hải. Điều này dẫn đến sự lan tỏa của Phật giáo sang Trung Á, Trung Quốc và Đông Nam Á, đồng thời văn hóa Ấn Độ cũng hấp thụ những ảnh hưởng từ các nền văn hóa khác, như nghệ thuật Hy Lạp-Bactria và văn minh Ba Tư.\n\nTrong lĩnh vực nghệ thuật, phong cách kiến trúc và điêu khắc của Ấn Độ thường mang đậm dấu ấn tôn giáo và triết học, tạo nên một phong cách nghệ thuật độc đáo và đặc sắc. Những công trình như đền thờ Ajanta, Ellora và các tác phẩm điêu khắc ở Khajuraho là minh chứng cho sự sáng tạo và tinh xảo của nghệ thuật Ấn Độ giai đoạn này.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-5b2d08a2fc03f270e1c56ca7c90591f5"
  },
  "chunk-90ecf063a1d18cb45ff1a1bce6aad776": {
    "tokens": 313,
    "content": "Người Ai Cập cổ đại là một trong những nền văn minh đầu tiên phát triển hệ thống chữ viết phức tạp, được biết đến với tên gọi chữ tượng hình. Họ đã để lại một di sản văn hóa đồ sộ nhờ việc ghi chép lại mọi thứ từ các văn bản tôn giáo, văn kiện hành chính đến văn học và nghệ thuật. Một trong những phát kiến quan trọng nhất của người Ai Cập là việc sử dụng giấy làm từ cây pa-pi-rút. Cây pa-pi-rút mọc nhiều dọc theo sông Nile và là nguồn tài nguyên dồi dào để sản xuất giấy. Các nhà ghi chép Ai Cập thường dùng bút sậy với mực đen hoặc đỏ để viết lên các tấm giấy pa-pi-rút này.\n\nNgoài ra, chữ viết Ai Cập cũng thường được khắc trên các bức tường đền thờ, lăng mộ, và các bia đá. Các bản khắc này thể hiện sự tôn kính với các vị thần cũng như ghi lại những thành tựu của các pharaoh. Điều này không chỉ giúp bảo tồn kiến thức và lịch sử của người Ai Cập mà còn giúp hiện đại hóa nghiên cứu về văn hóa và lịch sử cổ đại. Nói chung, thông qua các tài liệu và vật liệu viết này, chúng ta có thể hiểu rõ hơn về cuộc sống, tư tưởng và tâm linh của một trong những nền văn minh vĩ đại nhất thời cổ đại.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-90ecf063a1d18cb45ff1a1bce6aad776"
  },
  "chunk-21c9b019f7680c90739b6db2c1af8db9": {
    "tokens": 294,
    "content": "\"I-li-át\" và \"Ô-đi-xê\" là hai bộ sử thi nổi tiếng của Hy Lạp cổ đại, được cho là do nhà thơ Homer sáng tác vào khoảng thế kỷ 8 TCN. \"I-li-át\" kể về những sự kiện trong cuộc chiến thành Troy, nổi bật với hình ảnh của những anh hùng như Achilles, Hector và vua Agamemnon. Câu chuyện được kể với những mô tả chi tiết và tinh tế về lòng dũng cảm, sự yếu đuối con người và sự can thiệp của các vị thần trong cuộc chiến.\n\n\"Ô-đi-xê\" theo chân người anh hùng Odysseus trong hành trình gian nan trở về quê nhà Ithaca sau chiến thắng ở thành Troy. Câu chuyện khám phá nhiều cuộc phiêu lưu kỳ lạ mà Odysseus phải đối mặt, bao gồm cuộc gặp gỡ với Cyclops, nữ thần Circe, và đấu tranh với những thử thách do thần Poseidon đặt ra.\n\nCả hai tác phẩm này không chỉ là những câu chuyện về những cuộc chiến và cuộc phiêu lưu kỳ thú, mà còn chứa đựng những giá trị văn hóa, đạo đức của người Hy Lạp cổ đại. Các tác phẩm này đã có ảnh hưởng sâu rộng đến văn hóa và văn học phương Tây, được coi là nền tảng của nền văn học cổ điển.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-21c9b019f7680c90739b6db2c1af8db9"
  },
  "chunk-8b3215de017e8b966425cfc8dbd228ea": {
    "tokens": 333,
    "content": "Văn minh Thăng Long thường được nhắc đến trong bối cảnh của nền văn minh Đại Việt, một giai đoạn lịch sử phồn thịnh và phát triển rực rỡ ở khu vực miền Bắc Việt Nam. Thăng Long, ngày nay là Hà Nội, từng là kinh đô của nhiều triều đại phong kiến Việt Nam, từ thời Lý, Trần, đến thời Hậu Lê và Nguyễn. Kiến trúc, văn hóa, và nghệ thuật của Thăng Long đã để lại dấu ấn sâu sắc, thể hiện qua các công trình như Hoàng thành Thăng Long, Văn Miếu - Quốc Tử Giám - biểu tượng của nền giáo dục Nho học, và các lễ hội truyền thống đặc sắc. Trong lịch sử Việt Nam, ngoài Thăng Long, văn minh sông Hồng cũng là một phần không thể thiếu, phản ánh sự phát triển kinh tế, xã hội dọc theo con sông lớn nhất miền Bắc Việt Nam. Ngược lại, văn minh Chăm-pa và văn minh Phù Nam lại thể hiện những nền văn hóa khác, chủ yếu phát triển ở khu vực miền Trung và miền Nam Việt Nam, với những đặc trưng riêng biệt về kiến trúc và nghệ thuật. Văn minh Chăm-pa nổi bật với di sản tháp Chàm và điêu khắc đá, trong khi văn minh Phù Nam là một nền văn hóa cổ có sự giao thoa mạnh mẽ giữa văn hóa Ấn Độ và bản địa, phát triển rực rỡ trong thời kỳ từ thế kỷ 1 đến thế kỷ 7.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-8b3215de017e8b966425cfc8dbd228ea"
  },
  "chunk-d607c6aef3aee0395386454b313c0746": {
    "tokens": 213,
    "content": "Động cơ hơi nước là một phát minh quan trọng trong cuộc cách mạng công nghiệp, mở ra một kỷ nguyên mới trong ngành vận tải và sản xuất. Giêm Oát được biết đến rộng rãi nhờ những cải tiến đột phá trong động cơ hơi nước, qua đó nâng cao hiệu suất và tính ứng dụng của động cơ. Công trình của ông đã đặt nền tảng cho việc sử dụng động cơ hơi nước trong các ngành công nghiệp và giao thông. Trước đó, Ét-mơn Các-rai đã có những đóng góp quan trọng trong việc phát triển máy móc dệt, trong khi Xti-phen-xơn được biết đến với những tiến bộ trong ngành đường sắt, đặc biệt là đầu máy xe lửa. Hen-ri Cót, mặt khác, đã có ảnh hưởng lớn trong ngành luyện kim với quy trình puddlign, cải thiện chất lượng gang. Mỗi người trong số họ đều có những đóng góp quan trọng để thúc đẩy sự phát triển công nghiệp ở Anh và trên thế giới.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-d607c6aef3aee0395386454b313c0746"
  },
  "chunk-efe56ea697ea3c434ba28d34341838b9": {
    "tokens": 530,
    "content": "Cuộc Cách mạng Công nghiệp lần thứ nhất, diễn ra từ cuối thế kỷ 18 đến đầu thế kỷ 19, đánh dấu một bước ngoặt quan trọng trong lịch sử phát triển kinh tế và công nghệ. Chủ yếu xảy ra ở Anh, cuộc cách mạng này dẫn đến việc chuyển đổi từ nền kinh tế nông nghiệp sang nền kinh tế công nghiệp với sự xuất hiện của các nhà máy và dây chuyền sản xuất.\n\nSự nảy sinh của mầm mống tư bản chủ nghĩa là một trong những yếu tố quan trọng đánh dấu thời kỳ này. Trước đó, nền kinh tế phong kiến dựa trên sản xuất bằng tay và quan hệ sản xuất địa chủ - nông dân. Cách mạng Công nghiệp thúc đẩy sự phát triển của giai cấp tư sản và việc tập trung cao độ của tư bản thông qua sản xuất công nghiệp, từ đó dẫn tới những biến đổi sâu sắc trong cấu trúc xã hội.\n\nCách mạng tư sản nổ ra ở nhiều quốc gia Âu - Mĩ là những sự kiện liên quan, như Cách mạng Mỹ (1776) và Cách mạng Pháp (1789), đã tạo động lực mạnh mẽ cho những thay đổi về chính trị và xã hội, dẫn đường cho các cuộc cải cách công nghiệp và kinh tế sau đó. Những cuộc cách mạng này đã mở ra những quan hệ sản xuất mới, thúc đẩy sự phát triển của chủ nghĩa tư bản và củng cố môi trường thuận lợi cho các tiến bộ công nghiệp.\n\nQuá trình toàn cầu hóa, như chúng ta hiểu ngày nay, thực sự phát triển mạnh mẽ ở các giai đoạn sau của lịch sử kinh tế thế giới, đặc biệt là trong thế kỷ 20 với sự bùng nổ của công nghệ và kết nối toàn cầu. Trong bối cảnh của Cách mạng Công nghiệp lần thứ nhất, sự giao thương và liên kết giữa các quốc gia đã bắt đầu hình thành, nhưng chưa thể diễn ra dưới dạng toàn cầu hóa đồng bộ như ngày nay.\n\nCác cuộc phát kiến địa lí từ thế kỷ 15 và 16, như các cuộc hành trình của Christopher Columbus, Vasco da Gama và Ferdinand Magellan, đã mở ra những tuyến đường thương mại mới và xúc tiến sự trao đổi hàng hóa giữa châu Âu, châu Á và châu Mỹ. Những phát kiến này đóng vai trò quan trọng trong việc thúc đẩy sự phát triển kinh tế ở châu Âu, tạo tiền đề cho cuộc Cách mạng Công nghiệp thông qua việc mở rộng thị trường và nguồn nguyên liệu.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-efe56ea697ea3c434ba28d34341838b9"
  },
  "chunk-056db0a641fc0761a0c7757d3ea0993f": {
    "tokens": 279,
    "content": "Sử học đóng một vai trò quan trọng trong việc bảo tồn và phát huy giá trị di sản văn hóa, thông qua việc nghiên cứu và ghi chép lịch sử của các di sản này. Các nhà sử học giúp khám phá, xác định và đánh giá giá trị của các di sản văn hóa cũng như di sản thiên nhiên qua tài liệu, văn bản lịch sử và hiện vật khảo cổ. Bằng cách phân tích các nguồn tài liệu lịch sử, sử học không chỉ làm sáng tỏ ý nghĩa và giá trị của di sản văn hóa mà còn cung cấp cơ sở để khẳng định tầm quan trọng của chúng trong bối cảnh lịch sử và văn hóa. \n\nBên cạnh đó, kết quả nghiên cứu của sử học cũng hỗ trợ trong việc đưa ra các quyết định bảo tồn và phát triển bền vững di sản. Ví dụ, việc nghiên cứu lịch sử kiến trúc cổ và phong cách nghệ thuật của một ngôi chùa cổ có thể hướng dẫn các quy trình bảo tồn phù hợp với nguyên bản văn hóa. Sự hiểu biết sâu sắc về nền tảng lịch sử của các di sản này từ đó góp phần vào việc giáo dục cộng đồng về tầm quan trọng của việc bảo vệ di sản, đồng thời thúc đẩy sự trân trọng và nhận thức về các giá trị văn hóa-lịch sử trong xã hội hiện đại.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-056db0a641fc0761a0c7757d3ea0993f"
  },
  "chunk-87a54357dc0467b6f90d1b19e94cdfc0": {
    "tokens": 328,
    "content": "Mặt trận Tổ quốc Việt Nam là một tổ chức chính trị-xã hội quan trọng trong việc xây dựng và củng cố khối đại đoàn kết toàn dân tộc. Được thành lập nhằm tập hợp mọi tầng lớp xã hội, Mặt trận Tổ quốc đóng vai trò then chốt trong việc củng cố và mở rộng đoàn kết cộng đồng các dân tộc thông qua việc thúc đẩy sự hiểu biết lẫn nhau, tạo điều kiện cho các nhóm và cá nhân cùng tham gia vào quá trình xây dựng đất nước. Việc phát huy đại đoàn kết cộng đồng các dân tộc luôn được tổ chức này đặt lên hàng đầu, thông qua các hoạt động giao lưu văn hóa, giáo dục, và hợp tác trên nhiều lĩnh vực.\n\nTuy nhiên, khi nhắc đến \"Đề ra các chính sách phát triển kinh tế toàn dân\", cần làm rõ rằng vai trò chính của Mặt trận Tổ quốc không phải là cơ quan lập chính sách kinh tế. Thay vào đó, tổ chức này thường tham gia vào việc phản ánh ý kiến, nguyện vọng của các tầng lớp nhân dân đến với Đảng và Nhà nước, góp phần xây dựng các chính sách phát triển kinh tế một cách hợp lý và toàn diện. Các chủ thể như Chính phủ và Quốc hội mới là những đơn vị chủ chốt trong việc đề ra và ban hành các chính sách kinh tế quốc gia. Trong bối cảnh này, Mặt trận Tổ quốc hoạt động như một cầu nối quan trọng giữa người dân và chính quyền, hơn là một nhà hoạch định chính sách kinh tế trực tiếp.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-87a54357dc0467b6f90d1b19e94cdfc0"
  },
  "chunk-324c31c3c52020e6ac3b0809d8ba95f1": {
    "tokens": 395,
    "content": "Cách mạng công nghiệp lần thứ tư, thường được gọi là Công nghiệp 4.0, là một khái niệm thể hiện sự tích hợp sâu rộng của công nghệ kỹ thuật số vào sản xuất và các lĩnh vực khác của đời sống. Công nghiệp 4.0 dựa trên nền tảng của công nghệ số, đặc biệt là sự phát triển vượt bậc của Internet vạn vật (IoT), trí tuệ nhân tạo (AI), dữ liệu lớn (Big Data), và điện toán đám mây. Những công nghệ này mở ra khả năng kết nối không chỉ giữa các máy móc trong cùng một nhà máy, mà còn trên toàn cầu, tạo ra một mạng lưới sản xuất thông minh và tự động hóa.\n\nKỹ thuật số, với sự góp mặt của hệ thống máy tính và phần mềm, đã đóng vai trò quan trọng trong việc tối ưu hóa quy trình sản xuất và quản lý, đồng thời, nó cũng là nền móng cho những tiến bộ mà Công nghiệp 4.0 thực hiện. Chẳng hạn, sự chuyển đổi từ hệ thống analog sang hệ thống kỹ thuật số đã cải thiện hiệu quả hoạt động và cho phép các nhà sản xuất thu thập, lưu trữ và phân tích dữ liệu với tốc độ và quy mô chưa từng có.\n\nTrong khi đó, các cuộc cách mạng công nghiệp trước đó, như cuộc cách mạng công nghiệp lần thứ hai, được đặc trưng bởi điện khí hóa và sự phát triển của dòng sản xuất hàng loạt nhờ động cơ điện. Còn cuộc cách mạng công nghiệp lần thứ nhất chủ yếu tập trung vào việc cơ khí hóa sản xuất thông qua việc sử dụng máy móc hơi nước. Những bước tiến đó đã đặt nền móng cho sự phát triển của các cuộc cách mạng công nghiệp tiếp theo, nhưng chúng khác biệt rõ rệt về bản chất và công nghệ so với Công nghiệp 4.0 hiện nay.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-324c31c3c52020e6ac3b0809d8ba95f1"
  },
  "chunk-242ee2cf1d945611358d4acb41749996": {
    "tokens": 375,
    "content": "Trang phục của các dân tộc thiểu số Việt Nam từ lâu đã mang đậm dấu ấn văn hóa và lịch sử của từng dân tộc. Mỗi bộ trang phục đều phản ánh những giá trị văn hóa truyền thống, thể hiện bản sắc, tôn giáo, và phong tục tập quán riêng biệt. Tuy nhiên, trong bối cảnh hiện đại hóa và hội nhập, sự thay đổi trong việc lựa chọn trang phục đã trở thành một thực tế đáng chú ý. \n\nSự thay đổi này có phần lớn liên quan đến quá trình đô thị hóa và sự gia tăng giao lưu văn hóa giữa các vùng miền. Khi nền kinh tế phát triển, đời sống xã hội ngày càng thay đổi và môi trường sống của người dân trở nên khác biệt so với trước đây. Điều này đã tạo ra nhu cầu thích nghi với phong cách thời trang hiệu quả hơn trong sinh hoạt và lao động hàng ngày.\n\nTrang phục của người Kinh, nhóm dân tộc chiếm đa số ở Việt Nam, thường được thiết kế đơn giản, thoải mái và phù hợp với các hoạt động hàng ngày trong bối cảnh đô thị hóa hiện tại. Sự thuận tiện trong lao động và di chuyển là những yếu tố thiết yếu khiến nhiều người thuộc dân tộc thiểu số lựa chọn trang phục của người Kinh, đặc biệt khi tham gia vào thị trường lao động tại các đô thị lớn hoặc trong các ngành công nghiệp đòi hỏi sự linh hoạt. \n\nBên cạnh đó, sự giao thoa văn hóa cũng thúc đẩy quá trình hòa nhập và gắn kết cộng đồng. Việc mặc trang phục giống nhau cũng có thể được xem là cách để thể hiện sự đoàn kết, sự hiểu biết và tôn trọng lẫn nhau giữa các dân tộc trong một quốc gia có nền văn hóa đa dạng như Việt Nam.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-242ee2cf1d945611358d4acb41749996"
  },
  "chunk-a4ad250c4e4c99ad7d49155eae076a90": {
    "tokens": 460,
    "content": "Văn minh Đông Nam Á phát triển trong một môi trường địa lý và khí hậu phong phú và đa dạng. Khu vực này nổi tiếng với khí hậu nhiệt đới gió mùa, với sự hiện diện của hai mùa rõ rệt: mùa mưa và mùa khô. Điều này tạo điều kiện thuận lợi cho nền nông nghiệp, đặc biệt là nghề trồng lúa nước - một trong những ngành nông nghiệp chủ đạo và phát triển mạnh mẽ ở đây. Cảnh quan với dòng sông lớn, đặc biệt là sông Mekong, đã hình thành nên những vùng châu thổ phì nhiêu, là nơi sinh sống và canh tác của nhiều cộng đồng dân cư.\n\nNgoài ra, Đông Nam Á từ lâu đã là điểm giao thoa văn hóa và thương mại quan trọng giữa Ấn Độ và Trung Quốc. Sự giao thoa này thể hiện qua những ảnh hưởng sâu rộng của tôn giáo, nghệ thuật, kiến trúc và ngôn ngữ từ hai nền văn minh lớn này. Chẳng hạn, đạo Hindu và Phật giáo đã có những tác động to lớn đối với tín ngưỡng và văn hóa khu vực, thể hiện qua nhiều di sản văn hóa vật thể và phi vật thể còn lưu giữ đến ngày nay.\n\nVị trí địa lý của Đông Nam Á nằm trên tuyến đường giao thương quốc tế tấp nập, nối liền Ấn Độ Dương và Thái Bình Dương. Điều này tạo điều kiện thuận lợi cho sự phát triển của các cảng thị, trung tâm thương mại lớn. Các nền văn hóa từ các khu vực khác nhau đã có cơ hội gặp gỡ, giao lưu và hình thành sự đa dạng, phong phú trong đời sống văn hóa, xã hội của các quốc gia Đông Nam Á.\n\nNgược lại, khí hậu hàn đới - đặc trưng bởi sự lạnh giá và ít mưa - là điều kiện điển hình của các vùng cận cực và không liên quan đến điều kiện tự nhiên của Đông Nam Á. Vùng đất này đặc trưng bởi sự ấm áp và ẩm ướt, hoàn toàn khác biệt với đặc điểm của các vùng khí hậu hàn đới.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-a4ad250c4e4c99ad7d49155eae076a90"
  },
  "chunk-001b8eefcea9f56eb01f672e6e28bbbf": {
    "tokens": 355,
    "content": "Cuộc cách mạng công nghiệp thời kỳ hiện đại đã có ảnh hưởng sâu rộng đến nhiều khía cạnh của đời sống xã hội. Sự phân công lao động trở nên ngày càng sâu sắc khi các ngành nghề đòi hỏi chuyên môn hoá cao hơn để đáp ứng nhu cầu sản xuất hàng hóa và dịch vụ phức tạp. Từ việc chia nhỏ các công đoạn trong sản xuất cho đến việc tạo ra các ngành nghề hoàn toàn mới, phân công lao động giúp cải thiện hiệu suất và năng suất lao động.\n\nLực lượng sản xuất đã trải qua những bước nhảy vọt đáng kể nhờ vào các tiến bộ công nghệ, từ việc phát triển máy móc tự động đến công nghệ thông minh và kỹ thuật số. Những cải tiến trong lĩnh vực này không chỉ làm tăng năng suất mà còn thúc đẩy sự sáng tạo và đổi mới trong nhiều ngành.\n\nSự thúc đẩy kết nối toàn cầu qua các cuộc cách mạng công nghiệp đã tạo ra một nền tảng đa dạng văn hóa hơn. Giao lưu văn hóa trở nên dễ dàng hơn bao giờ hết với sự phát triển của truyền thông và giao thông toàn cầu. Nhờ đó, các nền văn hóa có thể tương tác, ảnh hưởng và học hỏi lẫn nhau một cách sâu sắc.\n\nCơ cấu và vị trí của các ngành sản xuất cũng đã thay đổi đáng kể. Nhiều ngành công nghiệp truyền thống bị chuyển dịch hoặc suy giảm trong khi những ngành công nghiệp mới nổi như công nghệ thông tin, năng lượng tái tạo phát triển mạnh mẽ. Điều này không chỉ phản ánh sự chuyển đổi trong nhu cầu xã hội mà còn thể hiện sự linh hoạt và thích ứng của nền kinh tế toàn cầu trước những thay đổi công nghệ.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-001b8eefcea9f56eb01f672e6e28bbbf"
  },
  "chunk-773799d0a6f6ec8deede3613108c2457": {
    "tokens": 302,
    "content": "Cuộc Cách mạng công nghiệp lần thứ ba, còn được gọi là cuộc cách mạng kỹ thuật số, bắt đầu vào khoảng những năm 1950 và 1960. Trong giai đoạn này, các tiến bộ về công nghệ thông tin và truyền thông đã định hình lại nhiều lĩnh vực của kinh tế và xã hội. Năng lượng Mặt Trời là một trong những nguồn năng lượng mới nổi bật và quan trọng của cuộc cách mạng này. Trong thời kỳ này, sự phát triển của công nghệ năng lượng tái tạo đã bắt đầu được đẩy mạnh, đặc biệt là các nghiên cứu và triển khai các hệ thống năng lượng Mặt Trời và năng lượng gió. Năng lượng Mặt Trời, với khả năng chuyển đổi ánh sáng thành điện năng thông qua các tấm quang điện, đã trở thành một phần quan trọng trong các chiến lược phát triển bền vững trên toàn cầu. Điều này khác biệt rõ rệt so với hai cuộc cách mạng công nghiệp trước đó, nơi than đá và sau đó là năng lượng hơi nước và điện được sử dụng rộng rãi để thúc đẩy sản xuất và phát triển công nghiệp. Trong bối cảnh này, sự chú trọng vào việc tìm kiếm các nguồn năng lượng sạch và bền vững như năng lượng Mặt Trời đã tạo ra những bước phát triển quan trọng trong việc giảm sự phụ thuộc vào nhiên liệu hóa thạch và tăng cường nhận thức về bảo vệ môi trường.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-773799d0a6f6ec8deede3613108c2457"
  },
  "chunk-351167c72080195b5af9ca8208a78319": {
    "tokens": 375,
    "content": "Nhà Rông là một công trình kiến trúc truyền thống đặc trưng của các dân tộc thiểu số ở Tây Nguyên, trong đó có các dân tộc như Ba Na, Gia Rai, Ê Đê, M'Nông, và nhiều người khác. Đây là một không gian quan trọng trong đời sống văn hóa và xã hội của người dân Tây Nguyên.\n\nMột trong những vai trò chính của nhà Rông là tổ chức các lễ hội và hoạt động văn hóa của đồng bào. Đây là nơi diễn ra các sự kiện quan trọng như lễ cúng thần linh, lễ hội mừng mùa, và các hoạt động văn hóa cộng đồng khác. Nhà Rông thường được xây dựng ở vị trí trung tâm trong buôn làng, đóng vai trò như một điểm hội tụ cho mọi người, đặc biệt trong các dịp lễ hội.\n\nNgoài ra, nhà Rông còn là nơi diễn ra các cuộc họp của làng để bàn bạc những vấn đề quan trọng, phân xử các vụ kiện tụng hoặc tranh chấp, và là nơi đón tiếp những vị khách quý của làng. Với lối kiến trúc độc đáo, mái cao vút, nhà Rông không chỉ là biểu tượng kiến trúc mà còn là biểu tượng quyền lực và tinh thần cộng đồng.\n\nTuy nhiên, khi nói đến các hoạt động như tổ chức hội chợ buôn bán hay triển lãm hàng hóa giữa các làng, thường thì vai trò này không thuộc về nhà Rông. Các hoạt động giao thương, trao đổi hàng hóa thường diễn ra ở chợ làng hoặc các nơi khác phù hợp cho việc kinh doanh và buôn bán. Nhà Rông, với tính chất nghi lễ và cộng đồng của mình, ít khi được sử dụng cho các hoạt động thương mại như hội chợ.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-351167c72080195b5af9ca8208a78319"
  },
  "chunk-79278b04d5cbcf44047b41d9dac52987": {
    "tokens": 505,
    "content": "Tinh thần đoàn kết dân tộc của nhân dân Việt Nam là một đặc điểm nổi bật trong lịch sử phát triển của đất nước, được vun đắp qua nhiều yếu tố quan trọng. \n\nMột trong những yếu tố đó là công cuộc đấu tranh chống ngoại xâm. Trong suốt lịch sử, Việt Nam đã trải qua nhiều cuộc chiến tranh để bảo vệ độc lập dân tộc trước các thế lực ngoại bang. Những cuộc kháng chiến chống lại quân xâm lược như chống quân Nguyên Mông, kháng chiến chống Pháp, chống Mỹ và nhiều cuộc chiến khác đã thử thách và củng cố tình đoàn kết dân tộc. Trong các cuộc chiến này, tất cả các vùng miền, dân tộc trên đất nước Việt Nam đều chung tay đấu tranh vì mục tiêu chung, đó là độc lập và tự do của dân tộc. \n\nNgoài ra, công cuộc trị thủy và xây dựng hệ thống thủy lợi cũng đóng vai trò quan trọng trong việc thúc đẩy sự gắn kết cộng đồng. Với nền văn minh nông nghiệp lúa nước, việc quản lý và khai thác nguồn nước là yếu tố sống còn đối với sản xuất nông nghiệp. Sự hợp tác để xây dựng và duy trì các hệ thống thủy lợi không chỉ đảm bảo đời sống kinh tế mà còn tạo ra một môi trường thuận lợi cho sự hợp tác và hiểu biết lẫn nhau giữa các cộng đồng. \n\nSự phát triển của các loại hình văn hóa, từ văn hóa ẩm thực, âm nhạc, nghệ thuật truyền thống cho đến phong tục tập quán, đã góp phần quan trọng trong việc tạo dựng và củng cố bản sắc dân tộc. Văn hóa không chỉ biểu hiện sự đa dạng của các cộng đồng dân tộc mà còn là cầu nối giữa các thế hệ, giữa các vùng miền, từ đó thúc đẩy sự đoàn kết và hòa hợp.\n\nNhà nước xây dựng quan hệ hữu nghị giữa các dân tộc cũng là một yếu tố quan trọng, nhưng nó thường là một kết quả của chính sách và nỗ lực từ phía nhà nước sau này để củng cố và mở rộng tinh thần đoàn kết đã tồn tại sẵn trong lòng dân tộc. Thông qua các chính sách văn hóa, giáo dục và quản lý xã hội, nhà nước có thể tạo ra những điều kiện thuận lợi để tất cả các dân tộc trên lãnh thổ Việt Nam cùng phát triển và chung sống hòa bình.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-79278b04d5cbcf44047b41d9dac52987"
  },
  "chunk-4951ee6bd999b19a8982378bff8c200a": {
    "tokens": 356,
    "content": "Lễ cày Tịch điền có nguồn gốc từ thời Tiền Lê và tiếp tục phát triển dưới thời Lý, là một nghi lễ quan trọng trong nền văn hóa nông nghiệp truyền thống của Việt Nam. Nghi lễ này không chỉ tượng trưng cho sự khởi đầu của một mùa vụ mới mà còn thể hiện tầm quan trọng của nông nghiệp trong xã hội phong kiến. Tại buổi lễ, nhà vua đích thân thực hiện việc cày ruộng, điều này không chỉ mang ý nghĩa khích lệ mà còn thể hiện sự quan tâm của triều đình đối với đời sống của nông dân. Sự kiện này nhấn mạnh mối quan hệ mật thiết giữa nhà nước và người nông dân, với mục tiêu phát triển sản xuất nông nghiệp, ổn định đời sống dân cư và duy trì sự phát triển bền vững của nền kinh tế nông nghiệp truyền thống.\n\nĐồng thời, lễ cày Tịch điền là dịp để cả nước hướng đến sự đoàn kết và tinh thần lao động hăng say, khuyến khích mọi tầng lớp trong xã hội tham gia vào công cuộc khai thác và canh tác nông nghiệp. Những vị vua như Lê Đại Hành hay Lý Nhân Tông chính là những người đã góp phần duy trì và phát triển ý nghĩa sâu sắc của nghi lễ này. Qua đó, lễ Tịch điền trở thành biểu tượng văn hóa đặc sắc, phản ánh rõ nét đời sống xã hội và chính sách của các triều đại phong kiến đối với lĩnh vực nông nghiệp, đồng thời khẳng định vai trò tối quan trọng của sản xuất nông nghiệp trong việc xây dựng và phát triển quốc gia.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-4951ee6bd999b19a8982378bff8c200a"
  },
  "chunk-0c3457070b8bfe8df3429ab4f06fe32f": {
    "tokens": 367,
    "content": "Trong thời kỳ Văn Lang - Âu Lạc, cư dân Việt cổ có một đời sống tinh thần phong phú với nhiều tín ngưỡng và phong tục tập quán đặc trưng. Một trong những tín ngưỡng quan trọng của họ là sùng bái tự nhiên, nơi các hiện tượng thiên nhiên như sông, núi, mưa, và sấm sét được thần thánh hóa và thờ cúng. Họ tin rằng thiên nhiên có sức mạnh siêu nhiên, ảnh hưởng trực tiếp đến cuộc sống và sản xuất nông nghiệp.\n\nTín ngưỡng phồn thực cũng là một phần không thể thiếu trong đời sống tinh thần của cư dân thời kỳ này. Phồn thực thể hiện qua việc tượng trưng cho khả năng sinh sản và sự phát triển, thường được thể hiện qua các biểu tượng sinh thực khí và các nghi lễ cầu mùa màng bội thu, cầu sinh con đàn cháu đống.\n\nThờ cúng tổ tiên là một truyền thống lâu đời và mang tính chất gia đình và cộng đồng sâu sắc, nơi họ bày tỏ lòng biết ơn và tôn kính với tổ tiên. Đây là một phần của văn hóa mà đến nay vẫn còn được giữ gìn trong xã hội Việt Nam.\n\nTrong khi đó, Phật giáo với giáo lý của Phật tổ và các Bồ tát chưa có mặt trong đời sống tinh thần của cư dân Việt cổ thời Văn Lang - Âu Lạc. Phật giáo chỉ bắt đầu du nhập vào Việt Nam vào khoảng thế kỷ thứ 2 sau Công nguyên, phát triển mạnh mẽ hơn trong các triều đại sau này như Lý, Trần, với sự thành lập của nhiều chùa chiền và sự lan rộng của giáo lý nhà Phật.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-0c3457070b8bfe8df3429ab4f06fe32f"
  },
  "chunk-b7ded11d0bb32a0d443a99664b2d20ba": {
    "tokens": 290,
    "content": "Trong nghiên cứu sử học, việc duy trì tính khách quan và toàn diện đóng một vai trò vô cùng quan trọng. Tính khách quan yêu cầu các nhà nghiên cứu cần thu thập và phân tích thông tin một cách trung lập, không bị ảnh hưởng bởi các định kiến cá nhân hay áp lực từ bên ngoài. Điều này giúp bảo đảm rằng các sự kiện lịch sử được phản ánh chính xác, không bị xuyên tạc hoặc bỏ sót. Để đạt được mục tiêu này, nhà nghiên cứu thường phải sử dụng nhiều nguồn tài liệu khác nhau, có thể bao gồm cả tài liệu viết, tư liệu khảo cổ, và các nguồn từ truyền thuyết dân gian.\n\nNgoài ra, tính toàn diện cũng là một nguyên tắc không thể thiếu trong nghiên cứu lịch sử. Lịch sử là tổng thể của nhiều yếu tố khác nhau, bao gồm các sự kiện, quá trình, cấu trúc xã hội, văn hóa và tâm lý thời đại. Bằng cách nghiên cứu toàn diện, các nhà sử học có thể đưa ra những cái nhìn sâu sắc về cách thức và lý do mà các sự kiện lịch sử diễn ra, từ đó lý giải những ảnh hưởng lâu dài của chúng đối với xã hội hiện đại. Khả năng tổng hợp và phân tích các khía cạnh đa chiều của lịch sử giúp củng cố sự hiểu biết của chúng ta về quá khứ một cách khoa học và đầy đủ.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-b7ded11d0bb32a0d443a99664b2d20ba"
  },
  "chunk-227915c074a9980b0139e57b5a82eb73": {
    "tokens": 350,
    "content": "Hồ Nguyên Trừng, một nhân vật lịch sử nổi bật trong thời kỳ nhà Hồ tại Việt Nam, được biết đến như là một nhà sáng tạo quân sự tài ba. Ông là con trai của Hồ Quý Ly, người sáng lập ra nhà Hồ. Trong bối cảnh lịch sử đầy biến động và đối diện với nguy cơ xâm lược từ phương Bắc, Hồ Nguyên Trừng đã có những đóng góp quan trọng cho quân đội Đại Ngu (tên gọi nước ta lúc đó).\n\nMột trong những thành tựu nổi bật của Hồ Nguyên Trừng là việc cải tiến và phát triển các loại vũ khí mới để tăng cường sức mạnh quân đội. Dưới tài năng của ông, quân đội nhà Hồ đã có sự trang bị đáng kể về mặt kỹ thuật quân sự. Trong số các vũ khí này, súng thần cơ đứng ra như một làn gió mới trong nghệ thuật quân sự Việt Nam thời bấy giờ. Súng thần cơ không chỉ cho thấy sự sáng tạo về mặt kỹ thuật mà còn thể hiện tầm nhìn chiến lược của ông trong việc bảo vệ đất nước.\n\nNgoài Hồ Nguyên Trừng, thời kỳ này còn chứng kiến sự nỗ lực của nhiều nhân vật khác trong việc phát triển quân sự để đối phó với nhà Minh. Song, với vai trò là Tổng trấn Thần Vũ quân, Hồ Nguyên Trừng đã để lại dấu ấn sâu đậm và có ảnh hưởng lớn đến các thế hệ sau này. Những cải tiến vũ khí mà ông thực hiện không chỉ có tác động tức thời mà còn ảnh hưởng dài lâu đến các giai đoạn lịch sử quân sự tiếp theo của Việt Nam.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-227915c074a9980b0139e57b5a82eb73"
  },
  "chunk-c6cd83d9016c1b0bb970c323c6b60714": {
    "tokens": 321,
    "content": "Văn minh Văn Lang - Âu Lạc, được xem là một trong những nền văn minh cổ đại đầu tiên của Việt Nam, có nguồn gốc sâu sắc từ nền văn hóa Đông Sơn. Văn hóa Đông Sơn phát triển mạnh mẽ từ khoảng thế kỷ thứ 7 đến thế kỷ thứ 3 trước Công nguyên. Nổi tiếng với nghề đúc đồng, nền văn hóa này để lại nhiều hiện vật quan trọng như trống đồng Đông Sơn, vũ khí, công cụ và đồ trang sức bằng đồng, cho thấy trình độ kỹ thuật cao và sự giàu có của cư dân Đông Sơn.\n\nVăn hóa Đông Sơn không chỉ có ảnh hưởng tới Văn minh Văn Lang - Âu Lạc mà còn có mối liên hệ sâu sắc với các văn hóa lân cận khác tại Đông Nam Á. Trong khi đó, Văn hóa Đồng Nai, tồn tại ở khu vực Nam Bộ Việt Nam ngày nay, phát triển độc lập với kỹ thuật chế tác công cụ đồ đá; còn Văn hóa Sa Huỳnh tập trung ở miền Trung Việt Nam với nghề gốm và chôn cất hài cốt trong chum; Văn hóa Óc Eo, phát triển ở Đồng bằng sông Cửu Long, nổi bật với dấu ấn của sự giao thương và tiếp xúc văn hóa với Ấn Độ. Mỗi nền văn hóa trên đều thể hiện sự đa dạng và phong phú trong nền văn hóa tiền sử Việt Nam, góp phần hình thành bức tranh tổng thể về lịch sử phát triển của vùng đất này.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-c6cd83d9016c1b0bb970c323c6b60714"
  },
  "chunk-43bd99c9ed65a6b12dec95180396e279": {
    "tokens": 308,
    "content": "Hiện thực lịch sử là một khái niệm được các nhà nghiên cứu thường xuyên thảo luận, liên quan đến những sự kiện, nhân vật và quá trình đã diễn ra trong quá khứ. Những sự kiện này tồn tại một cách khách quan và có ảnh hưởng sâu rộng đến sự phát triển của các nền văn minh và xã hội loài người. Việc ghi chép và nghiên cứu về hiện thực lịch sử là cơ sở cho ngành lịch sử học, nơi các nhà sử học phấn đấu để tái hiện lại những điều đã xảy ra với độ chính xác cao nhất có thể. Trong số các nhân vật lịch sử nổi bật, các cá nhân như Alexander Đại đế, Julius Caesar hay Thành Cát Tư Hãn không chỉ định hình lại biên giới địa lý mà còn tác động mạnh mẽ đến văn hóa, kinh tế và chính trị đương đại. Bên cạnh đó, sự phát triển từng giai đoạn lịch sử cũng chịu ảnh hưởng của nhiều yếu tố yếu tố tự nhiên như điều kiện khí hậu, dịch bệnh hay sự kiện thiên tai, những điều không thể kiểm soát mà vẫn có ảnh hưởng quan trọng, góp phần định hình con đường phát triển của các xã hội loài người. Những yếu tố siêu nhiên và niềm tin tôn giáo cũng có vai trò không kém trong việc giải thích các hiện tượng không thể lý giải trong quá khứ, từ đó định hướng cho hành động và suy nghĩ của con người qua hàng thế kỷ.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-43bd99c9ed65a6b12dec95180396e279"
  },
  "chunk-5f5c00a95dac866aff80ecd7b30cc50a": {
    "tokens": 274,
    "content": "Lễ hội là một trong những khía cạnh quan trọng của đời sống văn hóa các dân tộc Việt Nam, thể hiện rõ nét bản sắc và truyền thống văn hóa dân tộc. Trong lễ hội, các thành viên trong cộng đồng có cơ hội tụ họp, gặp gỡ và giao lưu, thắt chặt mối quan hệ và tình đoàn kết. Đây cũng là dịp để các thế hệ trao truyền và giữ gìn những giá trị văn hóa bản địa, từ những nghi thức phong tục, trang phục, đến các hoạt động lễ hội đặc sắc. Lễ hội mang trong mình ý nghĩa tâm linh sâu sắc, là dịp để con người bày tỏ lòng biết ơn đối với thần linh, tổ tiên vì sự che chở, phù hộ trong cuộc sống và công việc.\n\nTrong nhiều trường hợp, lễ hội cũng có ảnh hưởng đến phát triển kinh tế - xã hội nhưng không phải là cơ sở vật chất để tạo nên sự phát triển này. Một số lễ hội có thể thu hút du khách và góp phần phát triển du lịch cộng đồng, tạo cơ hội kinh doanh cho kinh tế địa phương. Tuy nhiên, bản chất của lễ hội không trực tiếp phục vụ cho mục đích phát triển kinh tế mà chủ yếu xoay quanh các giá trị văn hóa, tinh thần và tín ngưỡng.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-5f5c00a95dac866aff80ecd7b30cc50a"
  },
  "chunk-cfadfd6c98b1f608a8d08d4d5690aae4": {
    "tokens": 375,
    "content": "Cư dân Chăm-pa, sống tại khu vực miền Trung Việt Nam ngày nay, đã tiếp thu và vận dụng những yếu tố từ văn minh Ấn Độ trong nhiều lĩnh vực của đời sống xã hội và văn hóa. Một trong những biểu hiện rõ nét của sự ảnh hưởng này là việc cộng đồng Chăm-pa đã phát triển hệ thống chữ viết của mình dựa trên chữ Phạn, ngôn ngữ cổ điển của Ấn Độ. Điều này cho thấy không chỉ sự tiếp nhận mà còn là sự biến đổi, sáng tạo để phù hợp với ngữ cảnh văn hóa và ngôn ngữ bản địa.\n\nBên cạnh đó, những ảnh hưởng từ văn minh Ấn Độ còn hiện diện trong đời sống thường ngày và các phong tục tập quán của người Chăm-pa. Tập tục ăn trầu cau, một phần không thể thiếu trong đời sống văn hóa của nhiều dân tộc Đông Nam Á, cũng có thể được xem là một sự giao thoa và phát triển từ những ảnh hưởng bên ngoài. Tương tự, phong tục hỏa táng, một nghi thức phổ biến trong văn hóa Ấn Độ, có thể đã được người Chăm-pa tiếp thu và điều chỉnh theo các yếu tố tâm linh và văn hóa bản địa.\n\nNgoài ra, sự ảnh hưởng của sử thi Ấn Độ như \"Ramayana\" cũng thể hiện qua việc người Chăm-pa sáng tác các tác phẩm văn học có cội nguồn từ đây, dù được biến đổi cho phù hợp với bối cảnh và thẩm mỹ nghệ thuật của dân tộc Chăm-pa. Sự tích hợp này không chỉ làm phong phú thêm đời sống tinh thần mà còn tạo nền tảng cho sự phát triển văn học và nghệ thuật độc đáo của dân tộc này.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-cfadfd6c98b1f608a8d08d4d5690aae4"
  },
  "chunk-b32946136c814ab0a9223008f340f58a": {
    "tokens": 331,
    "content": "Bộ luật Hồng Đức là một bộ luật nổi tiếng trong lịch sử Việt Nam, được ban hành dưới triều đại Lê Thánh Tông vào thế kỷ 15. Đây là một bộ luật tiến bộ cho thời kỳ đó, phản ánh rõ nét sự phát triển của quốc gia phong kiến ở Đại Việt. Luật Hồng Đức không chỉ định rõ các tội phạm và hình phạt, mà còn đề cập đến nhiều vấn đề xã hội như hôn nhân, gia đình, và đất đai.\n\nBên cạnh bộ luật Hồng Đức, trong lịch sử Việt Nam cũng có các bộ luật khác như Hình thư, được coi là bộ luật thành văn đầu tiên của Đại Việt. Hình thư được biên soạn và ban hành dưới thời nhà Lý, vào đầu thế kỷ 11, ghi dấu mốc quan trọng trong việc pháp điển hóa hệ thống luật pháp của nhà nước phong kiến Việt Nam.\n\nNgoài ra, Luật Gia Long là bộ luật được biên soạn dưới triều Nguyễn bởi vua Gia Long vào đầu thế kỷ 19. Bộ luật này tổng hợp các điều luật từ thời trước đó nhưng cũng đồng thời tiếp thu một số yếu tố từ pháp luật phương Tây nhằm cải cách hệ thống luật pháp của quốc gia.\n\nTừ những thông tin trên, có thể thấy rằng quá trình xây dựng và phát triển hệ thống luật pháp ở Việt Nam đã trải qua nhiều giai đoạn khác nhau với sự xuất hiện của nhiều bộ luật quan trọng, mỗi bộ luật đều phản ánh những chính sách và tư tưởng quản lý của giai đoạn lịch sử đó.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-b32946136c814ab0a9223008f340f58a"
  },
  "chunk-87371d7ed5494e4a1b234e4f98032049": {
    "tokens": 268,
    "content": "Lịch sử không đơn thuần là chuỗi sự kiện đã xảy ra mà còn là nền tảng để chúng ta hiểu rõ hơn về văn hóa, chính trị, kinh tế và xã hội của quá khứ, từ đó rút ra những bài học quý giá cho hiện tại và tương lai. Tri thức lịch sử giúp chúng ta nhận thức sâu sắc về quá trình phát triển của các nền văn minh, sự tương tác giữa các quốc gia và những yếu tố dẫn đến sự thay đổi trong các giai đoạn lịch sử khác nhau. Kho tàng tri thức lịch sử của nhân loại rất đa dạng, từ những nền văn minh cổ đại như Lưỡng Hà, Ai Cập, Hy Lạp đến những cuộc chiến tranh thế giới và quá trình toàn cầu hóa trong thế kỷ 20. Mỗi giai đoạn lịch sử đều mang lại những bài học riêng, và việc nghiên cứu sâu rộng giúp chúng ta có cái nhìn bao quát hơn về quá khứ cũng như sự liên kết chặt chẽ với những sự kiện hiện tại. Quan niệm và các sự kiện lịch sử cũng có thể được đánh giá lại dưới ánh sáng của những phát hiện mới và tư duy phân tích hiện đại, vì vậy việc học tập lịch sử không bao giờ dừng lại mà cần được tiếp tục suốt đời.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-87371d7ed5494e4a1b234e4f98032049"
  },
  "chunk-1afc089b355c563e9d4d34eca93c3483": {
    "tokens": 433,
    "content": "\"Bạch Vân Quốc ngữ thi tập\" là một tác phẩm thơ nổi bật trong văn học Việt Nam. Tập thơ này có mối liên hệ sâu sắc với giai đoạn lịch sử và văn hóa của đất nước. Trong khi nói về các tác giả tiềm năng của tác phẩm này, ta không thể không nhắc đến Nguyễn Bỉnh Khiêm, một nhà thơ, nhà tư tưởng lớn của thế kỷ 16. Ông còn được biết đến với danh xưng Trạng Trình và đóng góp quan trọng trong nền văn học nước nhà thông qua các tác phẩm mang tính triết lý sâu sắc.\n\nBên cạnh đó, Bà Huyện Thanh Quan, mặc dù không phải là tác giả của \"Bạch Vân Quốc ngữ thi tập,\" cũng là một nữ thi sĩ nổi tiếng trong lịch sử văn học Việt Nam, sống vào thời kỳ Lê mạt – Nguyễn sơ. Bà nổi tiếng với các bài thơ như \"Thăng Long thành hoài cổ,\" mang đậm nỗi niềm hoài cổ và tinh thần yêu nước.\n\nNguyễn Gia Thiều, một nhà thơ và soạn giả nổi tiếng vào thời Lê trung hưng, cũng không tham gia vào việc sáng tác tập thơ này. Ông nổi tiếng với tác phẩm \"Cung oán ngâm khúc,\" diễn tả nỗi đau buồn và sự oán giận của người cung nữ.\n\nNguyễn Đình Chiểu, một nhà thơ và nhà văn nổi tiếng của thời kỳ Nguyễn, đã để lại dấu ấn sâu sắc qua các tác phẩm văn học có tinh thần yêu nước mạnh mẽ, chẳng hạn như \"Lục Vân Tiên.\" Ông cũng không phải là tác giả của \"Bạch Vân Quốc ngữ thi tập,\" nhưng các sáng tác của ông đã góp phần hình thành nên diện mạo văn chương phong phú của Việt Nam. \n\nTất cả những nhân vật này, mặc dù có một số điểm tương đồng về thời kỳ hoặc phong cách sáng tác, đều thể hiện những đặc trưng riêng biệt trong sự nghiệp văn học của mình.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-1afc089b355c563e9d4d34eca93c3483"
  },
  "chunk-9027981e0ddc0ff447ea91ae801fe7f9": {
    "tokens": 317,
    "content": "Cư dân Chăm-pa, một nền văn hóa lâu đời tại khu vực miền Trung Việt Nam, nổi tiếng với nhiều thành tựu văn hóa đặc sắc. Chữ Chăm-cổ là một trong những phần quan trọng của văn hóa Chăm-pa, được sử dụng để ghi chép văn bản, khắc lên văn bia và truyền tải các di sản văn hóa qua nhiều thế hệ. Lễ hội Ka-tê là một lễ hội truyền thống lớn của người Chăm, diễn ra hàng năm vào tháng 7 Chăm lịch, nhằm cầu cho mưa thuận gió hòa, mùa màng bội thu và tưởng nhớ tổ tiên. Thánh địa Mỹ Sơn, một quần thể đền tháp Hindu, từng là trung tâm tôn giáo và chính trị quan trọng của vương quốc Chăm-pa, nổi bật với những công trình kiến trúc độc đáo và tinh xảo.\n\nTrong khi đó, sử thi Đăm-săn là một tác phẩm văn học truyền miệng nổi tiếng của người Ê-đê, một dân tộc sống tại vùng Tây Nguyên Việt Nam. Sử thi kể về cuộc đời và chiến công của tù trưởng Đăm-săn, phản ánh sâu sắc đời sống, tinh thần và văn hóa của cộng đồng Ê-đê. Mặc dù cả hai nền văn hóa Chăm-pa và Ê-đê đều có sự giao thoa tại vùng đất Việt Nam, nhưng sử thi Đăm-săn lại không phải là di sản văn hóa do người Chăm-pa tạo ra.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-9027981e0ddc0ff447ea91ae801fe7f9"
  },
  "chunk-d4d0547d3ef36c7e2a967e84e66a7737": {
    "tokens": 421,
    "content": "Phù Nam là một vương quốc cổ tồn tại từ thế kỷ 1 đến thế kỷ 7, nằm ở khu vực Đông Nam Á, chủ yếu trên phần đất của Campuchia và nam Việt Nam ngày nay. Vương quốc này được biết đến với sự đa dạng về văn hóa và tôn giáo, chịu ảnh hưởng từ nhiều nền văn minh khác nhau. Nền văn hóa của Phù Nam bị chi phối mạnh mẽ bởi các tín ngưỡng bản địa vốn có của khu vực Đông Nam Á cũng như những tư tưởng từ Ấn Độ do sự giao thương và trao đổi văn hóa.\n\nTín ngưỡng bản địa thường mang đậm chất của các truyền thống Đông Nam Á, với các yếu tố như phồn thực - một tín ngưỡng tôn vinh sức mạnh sinh sản và sự sung túc, thể hiện qua các nghi lễ và biểu tượng. Thờ cúng tổ tiên là một phần quan trọng trong đời sống tâm linh, khi người dân tưởng nhớ và tỏ lòng biết ơn đối với các thế hệ đi trước. Vạn vật hữu linh, niềm tin rằng mọi vật đều có linh hồn hoặc sức sống, cũng rất phổ biến trong các xã hội Đông Nam Á thời kỳ này.\n\nTuy nhiên, Phù Nam cũng chịu ảnh hưởng từ các tôn giáo và hệ tư tưởng khác như Phật giáo và Hindu giáo do sự giao lưu văn hóa và kinh tế với Ấn Độ. Phật giáo, với các giáo lý từ Đức Phật và các Bồ Tát, đã du nhập và có tác động đáng kể lên xã hội Phù Nam, dẫn đến sự pha trộn độc đáo giữa tín ngưỡng bản địa và Ấn Độ giáo, bao gồm cả việc thờ Phật. Các di tích và dấu tích khảo cổ giữ lại từ thời kỳ này cho thấy một sự kết hợp phức tạp giữa các yếu tố địa phương và ngoại lai trong đời sống văn hóa và tôn giáo của cư dân Phù Nam.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-d4d0547d3ef36c7e2a967e84e66a7737"
  },
  "chunk-53a3e3de73021dc48088d932efbb61a1": {
    "tokens": 480,
    "content": "Thời kỳ Văn Lang - Âu Lạc được xem là một trong những giai đoạn đầu tiên của lịch sử nhà nước Việt Nam, với sự hình thành của bộ máy nhà nước sơ khai. Dưới sự lãnh đạo của các vua Hùng đối với nước Văn Lang và vua An Dương Vương đối với nước Âu Lạc, tổ chức nhà nước tuy đã có những cơ cấu nhất định nhưng vẫn thiên về tính chất bộ lạc, chưa phát triển đầy đủ như những quốc gia lớn cùng thời tại khu vực châu Á.\n\nBộ máy nhà nước Văn Lang được cấu trúc theo mô hình quân chủ, với vua đứng đầu cai trị, có sự hỗ trợ của các lạc hầu, lạc tướng. Tuy nhiên, hệ thống này vẫn mang đậm dấu ấn của tổ chức bộ lạc, với quyền lực và tầm ảnh hưởng của các lạc tướng trong cộng đồng địa phương vẫn lớn, dẫn đến sự phân tán quyền lực. Điều này thể hiện rõ trong cách thức quản lý còn sơ khai, chủ yếu dựa trên các tập tục và lệ làng.\n\nSự chuyển tiếp từ Văn Lang sang Âu Lạc dưới thời An Dương Vương tiếp tục chứng minh sự thay đổi trong tổ chức nhà nước với việc xây dựng thành Cổ Loa, một công trình quân sự và hành chính phức tạp hơn, nhưng do nhiều yếu tố cả bên trong lẫn bên ngoài, nhà nước này vẫn chưa thoát khỏi những hạn chế của một tổ chức sơ khai, chưa hoàn chỉnh.\n\nSo với các nền văn minh lớn khác tại châu Á như các quốc gia Trung Hoa cổ đại, Babylonia hay Ai Cập, tổ chức nhà nước Văn Lang - Âu Lạc còn khá đơn giản, chưa có sự phát triển vượt bậc về cả mặt hành chính lẫn quân sự. Những nhà nước này đã xuất hiện hàng nghìn năm trước, với các hệ thống luật lệ, văn bản hành chính phức tạp hơn nhiều so với Văn Lang - Âu Lạc.\n\nVì vậy, tổ chức bộ máy nhà nước Văn Lang - Âu Lạc thể hiện những bước phát triển đặc trưng riêng, nhưng vẫn mang tính chất sơ khai so với các mô hình nhà nước tập quyền đã phát triển ở châu Á thời đó.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-53a3e3de73021dc48088d932efbb61a1"
  },
  "chunk-88a8c05ebabf7f4e2047839fb99ed139": {
    "tokens": 341,
    "content": "Chữ viết của người Ai Cập cổ đại là một hệ thống chữ viết phức tạp và độc đáo, được gọi là chữ tượng hình, hay hieroglyphics trong tiếng Anh. Hệ thống này gồm hàng ngàn ký tự khác nhau, được sử dụng để ghi lại ngôn ngữ Ai Cập cổ. Chữ tượng hình được khắc trên các tấm bia đá, tường của các ngôi đền, và trong các ngôi mộ cổ để ghi nhớ các sự kiện quan trọng và những văn bản tôn giáo.\n\nNgười Ai Cập cổ đại tin rằng chữ tượng hình có nguồn gốc thiên thượng, mang một sức mạnh huyền bí và có vai trò quan trọng trong việc kết nối thế giới con người với thế giới thần linh. Các scribe, hay những người ghi chép, đã được đào tạo công phu để sử dụng thành thạo hệ thống chữ này, đảm bảo thông điệp và ý nghĩa chính xác được truyền tải qua nhiều thế hệ.\n\nChữ tượng hình khác biệt so với các hệ chữ viết khác, chẳng hạn như chữ Hán của Trung Quốc, vốn là một hệ chữ ghi ý và âm, hay chữ hình nêm của người Lưỡng Hà, một trong những hệ thống chữ viết sớm nhất được phát triển ở vùng Lưỡng Hà cổ đại. Đối lập với chữ La-tinh, vốn thuộc hệ chữ cái được sử dụng rộng rãi trong nhiều ngôn ngữ châu Âu ngày nay, chữ tượng hình Ai Cập có tính biểu tượng mạnh mẽ và là một phần không thể thiếu của nền văn hóa Ai Cập cổ đại.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-88a8c05ebabf7f4e2047839fb99ed139"
  },
  "chunk-95a4dd8ccaaddc71d42c9011c4e73026": {
    "tokens": 355,
    "content": "Nền văn minh Ai Cập cổ đại là một trong những nền văn minh lâu đời và nổi tiếng nhất trong lịch sử nhân loại. Nền văn minh này phát triển mạnh mẽ trên lưu vực sông Nin, con sông dài nhất chảy qua vùng đông bắc của châu Phi. Sông Nin đóng vai trò vô cùng quan trọng trong việc phát triển nông nghiệp của Ai Cập cổ đại nhờ vào các đợt lũ định kỳ hàng năm, giúp bồi đắp phù sa và cung cấp lượng nước cần thiết cho canh tác. Các thành phố lớn của Ai Cập cổ đại như Thebes, Memphis và Heliopolis đều được phát triển dọc theo dòng sông này. Sông Nin không chỉ là nguồn sống mà còn là tuyến đường giao thông chính giúp kết nối các khu vực trong vùng và đóng góp vào sự phát triển của nền văn minh này.\n\nMặc dù các con sông khác như sông Ấn, sông Hằng, và sông Ti-grơ cũng đóng vai trò quan trọng trong sự hình thành và phát triển của những nền văn minh khác, chẳng hạn như lưu vực sông Ấn là cái nôi của văn minh Harappa và Mohenjo-daro, hay lưu vực sông Hằng là trung tâm của nền văn minh Ấn độ cổ đại, và lưu vực sông Ti-grơ cùng với sông Euphrates là nơi phát triển của nền văn minh Lưỡng Hà. Tuy nhiên, chỉ có sông Nin mới là cái nôi sinh thành và phát triển nên nền văn minh Ai Cập cổ đại với hệ thống chữ viết, kiến trúc, và tôn giáo đặc trưng riêng của mình.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-95a4dd8ccaaddc71d42c9011c4e73026"
  },
  "chunk-8925a2640be9dfe1a4b35f4a5358d099": {
    "tokens": 362,
    "content": "Lịch pháp và Thiên văn học ở Ai Cập cổ đại phát triển sớm có liên quan mật thiết đến nền văn minh sông Nile, nơi mà cuộc sống của người dân chủ yếu phụ thuộc vào nông nghiệp. Sông Nile định kỳ bồi đắp phù sa màu mỡ nhưng cũng đặt ra yêu cầu quản lý thời gian và mùa vụ chính xác để tối ưu hóa sản xuất nông nghiệp. Người Ai Cập cần theo dõi và dự đoán các mùa lũ của sông Nile, từ đó dẫn đến sự ra đời của các hệ thống lịch pháp và nghiên cứu về thiên văn học. Họ sử dụng các quan sát thiên văn để xây dựng lịch dựa trên sự chuyển động của các thiên thể, như mặt trời và các ngôi sao, điều này giúp xác định các mùa thích hợp để canh tác và thu hoạch.\n\nNgoài ra, tôn giáo cũng đóng vai trò quan trọng, khi nhiều nghi lễ và tín ngưỡng liên quan đến các vị thần linh đòi hỏi sự chính xác về thời gian. Các lễ hội và nghi thức tôn giáo thường tuân theo các chu kỳ thiên văn cụ thể. Ngôi sao Sirius, chẳng hạn, có một vị trí đặc biệt trong lịch tôn giáo Ai Cập vì sự xuất hiện của nó trùng hợp với lũ lụt hàng năm của sông Nile danh giá, điều này càng củng cố sự kết nối giữa thiên văn học và tôn giáo. Sự phát triển của khoa học này không chỉ phục vụ lĩnh vực nông nghiệp mà còn củng cố quyền lực của giới lãnh đạo tôn giáo và quân sự, đặt nền tảng cho sự ổn định và phát triển của nền văn minh Ai Cập cổ đại.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-8925a2640be9dfe1a4b35f4a5358d099"
  },
  "chunk-b68c5ae031e6166d4f55fe1981466470": {
    "tokens": 408,
    "content": "Tiểu thuyết \"Đôn Ki-hô-tê\" (tên đầy đủ là \"Đôn Ki-hô-tê xứ Mancha\") là một tác phẩm văn học kinh điển của nhà văn Tây Ban Nha Miguel de Cervantes. Xuất bản lần đầu năm 1605 và phần hai vào năm 1615, tác phẩm này được coi là một trong những tiểu thuyết đầu tiên và quan trọng nhất trong lịch sử văn học thế giới. Với phong cách hài hước châm biếm, \"Đôn Ki-hô-tê\" mô tả cuộc phiêu lưu của một quý tộc già, Đôn Ki-hô-tê, người tự nhận mình là hiệp sĩ lãng mạn và đi khắp thế gian để bảo vệ công lý. Đi cùng ông là người bạn đồng hành trung thành, Sancho Panza, một nông dân có đầu óc thực tế.\n\nMiguel de Cervantes là một nhà văn, nhà thơ và kịch tác gia nổi tiếng, được coi là một trong những nhân vật vĩ đại nhất của văn học Tây Ban Nha. Tuy nhiên, trong cùng thời kỳ Phục Hưng châu Âu, còn xuất hiện những nhà văn nổi tiếng khác như François Rabelais, tác giả người Pháp với tác phẩm \"Gargantua và Pantagruel\", một tiểu thuyết trào phúng nổi tiếng về những cuộc phiêu lưu vui nhộn và tràn ngập tiếng cười của nhân vật Gargantua. Ngoài ra, Giovanni Boccaccio và Petrarch là hai nhà văn, nhà thơ lớn của Ý. Boccaccio được biết đến qua tác phẩm \"Decameron\", một tập hợp các câu chuyện ngắn hài hước và sâu sắc phản ánh xã hội Ý thời Trung Cổ, còn Petrarch nổi tiếng với những bài sonnet tình yêu bất hủ, góp phần định hình dòng văn học Phục Hưng.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-b68c5ae031e6166d4f55fe1981466470"
  },
  "chunk-7c17923af0ea82f88e059b55120d92ee": {
    "tokens": 424,
    "content": "Phong trào Văn hóa Phục hưng, diễn ra từ thế kỷ 14 đến thế kỷ 17, là một giai đoạn tập trung vào việc tái khám phá và phát triển các tư tưởng khoa học, nghệ thuật và văn học từ thời Hy Lạp và La Mã cổ đại. Nó không chỉ gây ảnh hưởng mạnh mẽ ở Ý, nơi được coi là cái nôi của Phục hưng, mà còn lan ra khắp châu Âu. Một trong các yếu tố quan trọng góp phần hình thành phong trào này là sự phát triển của giai cấp tư sản. Giai cấp này trở nên giàu có nhờ thương mại và sản xuất công nghiệp, nhưng họ lại không có được địa vị xã hội tương xứng trong hệ thống phong kiến thống trị, nơi quý tộc và giáo hội nắm giữ quyền lực chính trị và xã hội.\n\nBối cảnh của phong trào cũng liên quan đến sự thách thức đối với giáo lý của đạo Ki-tô và tư tưởng phong kiến, khi nhiều người bắt đầu phê phán quan điểm lỗi thời của những hệ tư tưởng này. Từ đó, nhiều cá nhân và nhóm đã tìm kiếm một sự hiểu biết sâu sắc hơn về con người và thế giới xung quanh thông qua khoa học và nghệ thuật, góp phần hình thành một nền văn hóa mới.\n\nMặc dù Triết học Ánh sáng có liên quan đến các tư tưởng mới mẻ về lý trí và tính cá nhân, nó thực tế bắt đầu phát triển ở thế kỷ 18, sau phong trào Phục hưng. Vì thế, sự xuất hiện của Triết học Ánh sáng không phải là bối cảnh trực tiếp cho Phục hưng, dù rằng nó đã được thừa hưởng và phát triển nhiều tư tưởng từ Phục hưng. Thay vào đó, bối cảnh chính của phong trào Phục hưng tập trung vào sự trỗi dậy của ý thức cá nhân, năng lực sáng tạo của con người, và nhu cầu khám phá khoa học.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-7c17923af0ea82f88e059b55120d92ee"
  },
  "chunk-5e7af5e77c79aaf3fa72579679f9dcfa": {
    "tokens": 401,
    "content": "Du lịch đóng vai trò quan trọng trong việc bảo tồn di tích lịch sử và di sản văn hóa thông qua việc tạo ra việc làm và thu nhập cho người lao động, một yếu tố quan trọng giúp duy trì các hoạt động như hướng dẫn du lịch, tổ chức sự kiện và quản lý di sản. Những hoạt động này không chỉ cung cấp công ăn việc làm cho cư dân địa phương mà còn có thể dẫn tới sự gia tăng ý thức bảo tồn di sản văn hóa.\n\nNgoài ra, du lịch còn tạo ra nguồn lực kinh tế, có thể được tái đầu tư vào việc bảo tồn và duy trì các di tích, di sản. Nguồn thu từ vé vào cửa, quà lưu niệm và các dịch vụ liên quan có thể trở thành quỹ đầu tư cho việc tu sửa, nghiên cứu và phổ biến thông tin về giá trị của di sản. Điều này góp phần thúc đẩy sự tăng cường bảo tồn các di tích và di sản lịch sử.\n\nCác tổ chức và chính phủ thường sử dụng lợi nhuận từ du lịch để tài trợ cho các dự án bảo tồn, cũng như để cải thiện cơ sở hạ tầng liên quan nhằm nâng cao trải nghiệm của du khách. Sự tăng cường bảo tồn không những bao gồm việc giữ gìn những công trình kiến trúc cũ mà còn ở việc duy trì và phát huy các giá trị văn hóa phi vật thể đi kèm như truyền thống, phong tục tập quán và nghệ thuật. \n\nTuy nhiên, điều này không có nghĩa là du lịch là cơ sở hình thành các di tích hay di sản văn hóa. Các di tích và di sản thường hình thành dựa trên các giá trị lịch sử, văn hóa và nghệ thuật, trải qua nhiều thế hệ phát triển và bảo tồn thông qua nỗ lực của cộng đồng và chính quyền, trước khi du lịch bắt đầu phát triển và gắn kết với chúng như một phần quan trọng của kinh tế địa phương.",
    "chunk_order_index": 0,
    "full_doc_id": "doc-5e7af5e77c79aaf3fa72579679f9dcfa"
  }
}