{
  "doc-a463f60564f9c98c65ff3434a6ee69e5": {
    "content": "TÓM TẮT LÝ THUYẾT LỊCH SỬ 12\nPHẦN MỘT: PHẦN LỊCH SỬ THẾ GIỚI\nNăm học 2009 - 2010\nCHƢƠNG I. Bài 1:SỰ HÌNH THÀNH TRẬT TỰ THẾ GIỚI MỚI SAU CHIẾN TRANH THẾ GIỚI THỨ HAI (1945-1949)\nI.\t HỘI NGHỊ IAN -TA (2-1945) VÀ NHỮNG THỎA THUẬN CỦA BA CƢỜNG QUỐC.\n1.\t Hoàn cảnh lịch sử:\n-\tĐầu năm 1945, Chiến tranh thế giới thứ hai sắp kết thúc, nhiều vấn đề quan trọng và cấp bách đặt ra trƣớc các cƣờng quốc Đồng minh:\n+ Việc nhanh chóng đánh bại phát xít.\n+ Tổ chức lại thế giới sau chiến tranh.\n+ Việc phân chia thành quả chiến thắng.\n- Từ ngày 4 đến 11/2/1945, Mỹ (Ru dơ ven), Anh (Sớc sin), Liên Xô (Xtalin) họp hội nghị quốc tế ở I-an-ta (Liên Xô) để thỏa thuận việc giải quyết những vấn đề bức thiết sau chiến tranh và hình thành một trật tự thế giới mới.\n2.\t Nội dung của hội nghị:\n-\tTiêu diệt tận gốc chủ nghĩa phát xít Đức và chủ nghĩa quân phiệt Nhật.\n-\tNhanh chóng kết thúc chiến tranh. Liên Xô sẽ tham chiến chống Nhật ở châu Á.\n-\tThành lập tổ chức Liên hiệp quốc để duy trì hòa bình, an ninh thế giới\n-\tThỏa thuận việc đóng quân, giải giáp quân đội phát xít và phân chia phạm vi ảnh hƣởng của các cƣờng quốc thắng trận ở châu Âu và Á:\n+ Ở châu Âu: Liên Xô chiếm Đông Đức, Đông Âu; Mỹ, Anh, Pháp chiếm Tây Đức, Tây Âu.\n+ Ở châu Á:\n*\tVùng ảnh hƣởng của Liên Xô: Mông Cổ, Bắc Triều Tiên, Nam Xa-kha-lin, 4 đảo thuộc quần đảo Cu-rin;\n*\tVùng ảnh hƣởng của Mỹ và phƣơng Tây:Nhật Bản,Nam Triều Tiên;Đông Nam Á,Nam Á, Tây Á …\n*\tTrung Quốc trở thành quốc gia thống nhất. Những quyết định của hội nghị Yalta (I-an-ta) đã trở thành khuôn khổ của trật tự thế giới mới, thường được gọi là ”Trật tự hai cực Ianta ”.\nII.\t SỰ THÀNH LẬP LIÊN HIỆP QUỐC.\n1.\tSự thành lập:\nTừ 25/4 đến 26/6/1945, đại biểu 50 nƣớc họp tại San Francisco (Mỹ), thông qua Hiến chƣơng thành lập tổ chức Liên hiệp quốc.\nNgày 24-10-1945 đƣợc coi là ”Ngày Liên Hiệp Quốc ”. Trụ sở đặt tại NewYork (Mỹ)\n2.\tMục đích:\n-\tDuy trì hòa bình và an ninh thế giới.\n-\tPhát triển mối quan hệ hữu nghị, hợp tác giữa các nƣớc trên cơ sở tôn trọng nguyên tắc bình đẳng và quyền tự quyết của các dân tộc.\n3.\tNguyên tắc hoạt động:\n-\tBình đẳng chủ quyền giữa các quốc gia và quyền tự quyết của các dân tộc.\n-\tTôn trọng toàn vẹn lãnh thổ và độc lập chính trị của các nƣớc.\n-\tKhông can thiệp vào nội bộ các nƣớc.\n-\tGiải quyết tranh chấp, xung đột quốc tế bằng phƣơng pháp hòa bình.\n-\tChung sống hòa bình và sự nhất trí giữa 5 cƣờng quốc: Liên Xô, Mỹ, Anh, Pháp, TQ\n-\tHiện nay, Liên hiệp quốc có 192 thành viên, Việt Nam (thành viên 149) gia nhập Liên hiệp quốc tháng 9/1977.\n-\tCác tổ chức LHQ hoạt động tại VN:\n+ UNICEF: Quỹ Nhi Đồng LHQ.\n+ UNESCO: Tổ chức Văn hóa- Khoa Học – Giáo dục LHQ.\n+ WHO : Tổ chức Y tế thế giới\t+ FAO : Tổ chức Lƣơng – Nông.\n+ IMF: Quỹ tiền tệ quốc tế. + IL O: Lao động quốc tế.\n+ UPU: Bƣu chính. + ICAO: Hàng không + IMO: Hàng hải.\n*Việt Nam là thành viên không thƣờng trực của Hội Đồng Bảo An Liên Hiệp Quốc nhiệm kỳ 08- 09\n\nCHƢƠNG II. Bài 2: LIÊN XÔ VÀ CÁC NƢỚC ĐÔNG ÂU (1945 – 1991) LIÊN BANG NGA (1991 – 2000)\nI.\t LIÊN XÔ VÀ ĐÔNG ÂU TỪ 1945 ĐẾN GIỮA NHỮNG NĂM 70.\n1.\t Liên Xô từ 1945 đến giữa những năm 70 a. Công cuộc khôi phục kinh tế (1945 - 1950)\n*\tBối cảnh:\n-\tBị tổn thất nặng do Chiến tranh thế giới thứ hai, 27 triệu ngƣời chết, 1.710 thành phố và hơn\n70.000 làng mạc bị thiêu hủy, 32.000 xí nghiệp bị tàn phá..\n-\tCác nƣớc tƣ bản bao vây kinh tế, cô lập chính trị.\n-\tPhải tự lực tự cƣờng hoàn thành thắng lợi các kế hoạch 5 năm khôi phục kinh tế, củng cố quốc phòng, giúp đỡ phong trào cách mạng thế giới.\n*\tThành tựu:\n*\tHoàn thành kế hoạch 5 năm khôi phục kinh tế trong 4 năm 3 tháng.\n*\tNăm 1950, sản lƣợng công nghiệp tăng 73%, nông nghiệp đạt mức trƣớc chiến tranh.\n*\tNăm 1949 chế tạo thành công bom nguyên tử, phá vỡ thế độc quyền nguyên tử của Mỹ.\nb. Liên Xô tiếp tục xây dựng cơ sở vật chất – kỹ thuật của chủ nghĩa xã hội (từ 1950 đến nửa đầu những năm 70).\nLiên Xô tiến hành các kế hoạch dài hạn và đạt nhiều thành tựu to lớn\n*\tKinh tế:- Công nghiệp: Giữa những năm 1970, là cƣờng quốc công nghiệp thứ hai thế giới, đi đầu trong công nghiệp vũ trụ, công nghiệp điện hạt nhân…)\n-\tNông nghiệp: sản lƣợng tăng trung bình hàng năm 16%.\n*\tKhoa học kỹ thuật: + Năm 1957 phóng vệ tinh nhân tạo đầu tiên của trái đất.\n+ Năm 1961, phóng tàu vũ trụ đưa nhà du hành Gagarin bay vòng quanh Trái đất, mở đầu kỷ nguyên chinh phục vũ trụ của loài ngoài.\n*\tXã hội: có nhiều biến đổi:\n-\tChính trị ổn định\n-\tTỷ lệ công nhân chiếm 55 % số ngƣời lao đông.\n-\tTrình độ học vấn của ngƣời dân đƣợc nâng cao (3/4 số dân có trình độ trung học và đại học).\n*\tĐối ngoại:\n-\tLà trụ cột của hệ thống XHCN.\n-\tLà chỗ dựa cho hòa bình và cách mạng thế giới.\n*\tÝ nghĩa:\n-\tChứng tỏ tính ƣu việt của CNXH ở mọi lĩnh vực xây dựng kinh tế, nâng cao đời sống, củng cố quốc phòng.\n-\tLàm đảo lộn toàn bộ chiến lƣợc của đế quốc Mỹ và đồng minh Mỹ\n2.\t Các nƣớc Đông Âu từ 1945 – 1975.\na.\tSụ ra đời của nhà nƣớc dân chủ nhân dân Đông Âu 1945-1949.\n*\t1944-1945 nhân dân Đông Âu phối hợp Hồng Quân Liên Xô truy kích quân Đức, đã giành chính quyền và thành lập các Nhà nƣớc dân chủ nhân dân: Ba Lan, Rumani, Hungari, Bulgari, Tiệp Khắc, Nam Tư, Anbani, riêng CHDC Đức ra đời tháng 10/1949.\nTại Đức:Đức tạm chia thành 4 khu vực chiếm đóng của Liên Xô, Mỹ, Anh, Pháp. Nhưng với Am mưu phục hồi chủ nghĩa quân phiệt, chia cắt lâu dài nước Đức, các nước Anh, Pháp, Mỹ lập Cộng Hòa Liên bang Đức (9-1949); Thể theo nguyện vọng của nhân dân, được sự giúp đỡ của Liên Xô, CHDC Đức thành lập (10-1949 )\n*\tNhà nƣớc dân chủ nhân dân ở Đông Âu là chính quyền liên hiệp nhiều giai cấp, đảng phái:\n+ Từ 1945 – 1949 tiến hành cải cách ruộng đất.\n+ Quốc hữu hóa các xí nghiệp lớn của tƣ bản trong và ngoài nƣớc.\n+ Ban hành các quyền tự do dân chủ, nâng cao đời sống của nhân dân.\n+ Củng cố vai trò lãnh đạo của Đảng Cộng sản.\n+ Các thế lực phản động trong và ngoài nƣớc tìm mọi cách chống phá sự nghiệp cách mạng của các nƣớc Đông Âu nhƣng đều thất bại.\n*\tCác nƣớc CHND Đông Âu ra đời là thay đổi lớn đối với cục diện châu Âu.\nb.\t Công cuộc xây dựng chủ nghĩa xã hội ở các nƣớc Đông Âu.\n*\tHoàn cảnh:\n-\t1950-1975 Đông Âu thực hiện nhiều kế hoạch 5 năm nhằm xây dựng cơ sở vật chất – kỹ thuật của chủ nghĩa xã hội trong tình hình khó khăn và phức tạp.\n-\tXuất phát từ trình độ phát triển thấp, bị bao vây kinh tế, các thế lực phản động chống phá.\n*\tThành tựu: nhờ sự giúp đỡ của Liên Xô và sự nỗ lực của nhân dân Đông Âu. Xây dựng nền công nghiệp dân tộc, điện khí hóa.\nNông nghiệp phát triển nhanh chóng. Trình độ khoa học-kỹ thuật đƣợc nâng cao\nTrở thành các quốc gia công – nông nghiệp.\n*\tÝ nghĩa:làm thay đổi cục diện Châu Âu sau chiến tranh thế giới thứ hai, chủ nghiã xã hội trở thành hệ thống.\n3.\t Quan hệ hợp tác giữa các nƣớc XHCN ở châu Âu.\na.\t Quan hệ kinh tế, khoa học- kỹ thuật:\nHội đồng tƣơng trợ kinh tế (SEV thành lập ngày 08.01.1949):\n-\tCác nƣớc Đông Au đã hòan thành CMDCND và bƣớc vào thời kỳ xây dựng CNXH.\n-\tHội Đồng Tƣơng Trợ Kinh tế (SEV) thành lập ngày 8-1-1949 gồm Liên Xô,Ba Lan, Tiệp Khắc, Anbani, Bungari, Hungari, Rumani sau thêm CHDC Đức, Mông Cổ, Cuba và Việt Nam\n* Mục đích:Tăng cƣờng sự hợp tác giữa các nƣớc XHCN,\nThúc đẩy sự tiến bộ về kinh tế, văn hóa, khoa học- kỹ thuật … Thu hẹp dần về trình độ phát triển kinh tế\nThành tựu:đã thúc đẩy các nƣớc XHCN phát triển kinh tế, tạo ra cơ sở vật chất kỹ thuật để đẩy mạnh việc việc xây dựng CNXH, nâng cao đời sống nhân dân.\n*Tác động:Tốc độ tăng trƣởng trong sản xuất công nghiệp 10%/ năm. GDP tăng 5,7 lần.\nLiên Xô giữ vai trò quan trọng trọng hoạt động của khối này, viện trợ không hoàn lại cho các nƣớc thành viên 21 tỷ rúp.\n*\tThiếu sót, hạn chế: + Khép kín cửa, không hòa nhập vào nền kinh tế thế giới.\n+ Còn nặng về trao đổi hàng hóa, mang tính bao cấp.\n+ Chƣa áp dụng tiến bộ của khoa học và công nghệ.\n*\tÝ nghĩa:- Các nƣớc XHCN có điều kiện giúp đỡ lẫn nhau để đẩy mạnh công cuộc xây dựng chủ nghĩa xã hội.\n-\tNâng cao đời sống nhân dân\n-\tNgày 28-6-1991 ngừng hoạt động.\nb.\tQuan hệ chính trị – quân sự:\nTổ chức phòng thủ Varsava thành lập ngày 14/05/1955.\n+Mục tiêu:\n*\tLà liên minh phòng thủ về quân sự, chính trị của các nƣớc XHCN Châu Âu.\n*\tGiữ gìn hòa bình và an ninh ở Châu Âu và thế giới\n*\tTạo thế cân bằng về quân sự giữa các nƣớc XHCN và đế quốc vào đầu những năm 1970.\n*\tSau những biến động chính trị lớn ở Đông Âu, những ngƣời đứng đầu 2 nƣớc Liên Xô và Mỹ thỏa thuận chấm dứt chiến tranh lạnh (1989), ngày 1-7-1991, tổ chức này ngừng hoạt động.\nII.\t LIÊN XÔ VÀ CÁC NƢỚC ĐÔNG ÂU TỪ GIỮA NHỮNG NĂM 70 ĐẾN NĂM 1991.\n1.\t Sự khủng hoảng của chế độ XHCN ở Liên Xô.(Liên Xô từ nửa sau những năm 1970 đến 1991).\na.\tHoàn cảnh lịch sử\n-\tNăm 1973, cuộc khủng hoảng dầu mỏ đã tác động mạnh mẽ đến tình hình kinh tế, chính trị thế giới.\n-\tDo chậm sửa đổi để thích ứng với tình hình mới, cuối những năm 70 đến đầu những năm 80, kinh tế Liên Xô lâm vào tình trạng trì trệ, suy thoái.\nb.\tCông cuộc cải tổ và hậu quả.\n-\tTháng 3/1985, M Gooc –ba - chop (M.Gorbachev) tiến hành cải tổ đất nƣớc theo đƣờng lối ”cải cách kinh tế triệt để ”, tiếp theo là cải cách hệ thống chính trị và đổi mới tƣ tƣởng. Do sai lầm trong quá trình cải tổ, đất nƣớc Xô Viết khủng hoảng toàn diện:\n+ Kinh tế chuyển sang kinh tế thị trƣờng vội vã, thiếu sự điều tiết của nhà nƣớc nên gây ra hỗn loạn, thu nhập giảm sút nghiêm trọng.\n+ Chính trị và xã hội: mất ổn định (xung đột sắc tộc, ly khai liên bang..), tƣ tƣởng rối loạn (đa nguyên, đa đảng)\n-\tTháng 08/1991, sau cuộc đảo chính lật đổ Gorbachev thất bại, Đảng Cộng sản Liên Xô bị đình chỉ hoạt động.\n-\tNgày 21/12/1991, 11 nƣớc cộng hòa tách ra khỏi liên bang lập Cộng đồng các quốc gia độc lập (SNG ).\n-\tNgày 25/12/1991, Liên Xô tan rã sau 74 năm tồn tại.\n2.\t Sự khủng hoảng của chế độ XHCN ở các nƣớc Đông Âu (nửa sau những năm 1970 đến 1991)\nKinh tế: Cuộc khủng hoảng dầu mỏ 1973 nền kinh tế Đông Âu lâm vào tình trạng trì trệ.\nNhững sai lầm và bế tắc trong công cuộc cải tổ ở Liên Xô và hoạt động phá hoại của các thế lực phản động làm cho cuộc khủng hoảng của các nƣớc Đông Âu ngày càng gay gắt.\n*\tChính trị: Các thế lực chống CNXH kích động nhân dân, biểu tình đòi cải cách kinh tế, chính trị, tổng tuyển cử tự do.\nĐảng và nhà nƣớc Đông Âu phải chấp nhận.\nKết quả các thế lực chống CNXH thắng thế lên nắm quyền,các nƣớc Đông Âu lần lƣợt rời bỏ chủ nghĩa xã hội, tuyên bố là các nƣớc cộng hòa, hệ thống XHCN sụp đổ.\nĐông Đức sát nhập vào Tây Đức (3-10-1990); SEV giải thể ngày 28-8-1991: Tổ chức Vácsava giải thể ngày 1-7-1991.\n3.\t Nguyên nhân sụp đổ của chế độ XHCN ở Liên Xô và Đông Âu.\nĐã xây dựng mô hình chủ nghĩa xã hội không phù hợp với quy luật khách quan, đƣờng lối chủ quan, duy ý chí, quan liêu bao cấp không theo quy luật của cơ chế thị trƣờng làm sản xuất đình trệ, đời sống nhân dân không đƣợc cải thiện.\nThiếu dân chủ, thiếu công bằng, tham nhũng… làm nhân dân bất mãn.\nKhông bắt kịp bƣớc phát triển của khoa học- kỹ thuật tiên tiến,dẫn đến tình trạng trì trệ, khủng hoảng kinh tế – xã hội. Phạm phải nhiều sai lầm trong cải tổ làm khủng hoảng thêm trầm trọng. Sự chống phá của các thế lực thù địch ở trong và ngoài nƣớc.\nĐây chỉ là sự sụp đổ của một mô hình XHCN chƣa khoa học, chƣa nhân văn và là một bƣớc lùi tạm thời của chủ nghĩa xã hội.\nIII.\t LIÊN BANG NGA TỪ NĂM 1991 ĐẾN NĂM 2000.\nLiên bang Nga là quốc gia kế thừa địa vị pháp lý của Liên Xô trong quan hệ quốc tế.\n*\tVề kinh tế: từ 1990 – 1995, tăng trƣởng bình quân hằng năm của GDP là số âm. Giai đoạn 1996 – 2000 bắt đầu có dấu hiệu phục hồi (năm 1990 là -3,6%, năm 2000 là 9%).\n*\tVề chính trị:\nTháng 12.1993, Hến pháp Liên bang Nga đƣợc ban hành, quy định thể chế Tổng thống Liên bang.\nTừ năm 1992, tình hình chính trị không ổn định do sự tranh chấp giữa các đảng phái và xung đột sắc tộc, nổi bật là phong trào ly khai ở Tréc-ni-a.\n*\tVề đối ngoại: một mặt thân phƣơng Tây, mặt khác khôi phục và phát triển các mối quan hệ với châu Á.\nCHƢƠNG III. Bài 3: CÁC NƢỚC ĐÔNG BẮC Á.\nI.\t NÉT CHUNG VỀ KHU VỰC ĐÔNG BẮC Á\n*\tLà khu vực rộng lớn và đông dân nhất thế giới. Trƣớc 1939, đều bị thực dân nô dịch (trừ Nhật Bản). Sau 1945 có nhiều biến chuyển:\n*\tTháng 10.1949, cách mạng Trung Quốc thắng lợi, nƣớc CHND Trung Hoa ra đời. Cuối thập niên 90, Hồng Kông và Ma Cao cũng trở về với Trung Quốc (trừ Đài Loan).\n*\tNăm 1948, trong bối cảnh chiến tranh lạnh, bán đảo Triều Tiên đã bị chia cắt thành hai miền theo vĩ tuyến 38: Đại Hàn dân quốc ở phía Nam và CHDCNH Triều Tiên ở phía Bắc. Sau chiến tranh Triều Tiên (1950 – 1953), vĩ tuyến 38 vẫn là ranh giới phân chia hai nhà nƣớc trên bán đảo.\n*\tSau khi chiến tranh chấm dứt, Châu Á xay dựng và phát triển kinh tế:\n-\tGặp nhiều khó khăn trong xây dựng và phát triển kinh tế do hậu quả của chế độ thuộc địa và chiến tranh.\n-\tTừ nửa sau thế kỷ XX, tăng trƣởng nhanh chóng về kinh tế, đời sống nhân dân đƣợc cải thiện rõ rệt.\n-\tTrong ”bốn con rồng châu Á ”thì Đông Bắc Á có đến ba (Hàn Quốc, Hồng Kông, Đài Loan).\n-\tNhật Bản trở thành nền kinh tế lớn thứ hai thế giới.\n-\tTrung Quốc cuối thế kỷ XX đầu thế kỷ XXI có sự tăng trƣởng nhanh và cao nhất thế giới.\n-\tTừ nửa sau thế kỷ XX, tăng trƣởng nhanh chóng về kinh tế, nên dự đoán ”thế kỷ XXI là thế kỷ của châu Á ”\nII.\tTRUNG QUỐC\n1.\t Sự thành lập nƣớc CHND Trung Hoa và thành tựu 10 năm đầu xây dựng chế độ mới (1949 – 1959).\na.\tSự thành lập nƣớc CHND Trung Hoa.\n*\tTừ 1946 – 1949, nội chiến giữa Đảng Quốc dân và Đảng Cộng sản:\n-\tNgày 20/07/1946, Tƣởng Giới Thạch phát động nội chiến.\n-\tTừ tháng 7/1946 đến tháng 6/1947: Quân giải phóng thực hiện chiến lƣợc phòng ngự tích cực, sau đó chuyển sang phản công và giải phóng toàn bộ lục địa Trung Quốc. Cuối năm 1949, Đảng Quốc Dân thất bại phải bỏ chạy ra Đài Loan.\n-\tNgày 01/10/1949, nƣớc Cộng hòa nhân dân Trung Hoa thành lập.\n*\tÝ nghĩa:- Cuộc cách mạng dân tộc dân chủ Trung Quốc đã hoàn thành, chấm dứt hơn 100 năm nô dịch và thống trị của đế quốc.\n-\tXóa bỏ tàn dƣ phong kiến, mở ra kỷ nguyên độc lập tự do tiến lên CNXH.\n-\tẢnh hƣởng sâu sắc đến phong trào giải phóng dân tộc thế giới.\nb.\tMƣời năm đầu xây dựng CNXH:\n*\tNhiệm vụ hàng đầu là đƣa đất nƣớc thoát khỏi nghèo nàn, lạc hậu, phát triển kinh tế, xã hội, văn hóa và giáo dục.\n*\tVề kinh tế: - 1950 – 1952: thực hiện khôi phục kinh tế, cải cách ruộng đất, cải tạo công thƣơng nghiệp, phát triển văn hóa, giáo dục.\n-\t1953 – 1957: thực hiện kế hoạch 5 năm lần thứ nhất, kết quả sản lượng công nghiệp tăng 140% (1957 so 1952); sản lượng nông nghiệp tăng 25%(so với 1952);tổng sản lượng công, nông nghiệp tăng 11,8 lần, riêng công nghiệp tăng 10,7 lần.\n-\tVăn hóa, giáo dục có bƣớc tiến vƣợt bậc.\n-\tĐời sống nhân dân cải thiện.\n*\tVề đối ngoại: Thi hành chính sách tích cực nhằm củng cố hòa bình và thúc đẩy sự phát triển của phong trào cách mạng thế giới.\nNgày 18/01/1950, Trung Quốc thiết lập quan hệ ngoại giao với Việt Nam\n2.\t Trung Quốc – những năm không ổn định (1959 – 1978)\n3.\t Công cuộc cải cách – mở cửa (từ 1978 đến nay ):\nTháng 12.1978, Đảng Cộng sản Trung Quốc đã vạch ra đƣờng lối cải cách.\nĐến Đại hội XIII (10.1987), đƣợc nâng lên thành Đƣờng lối chung của Đảng:\na.\tVề kinh tế\nPhát triển kinh tế làm trọng tâm, tiến hành cải cách và mở cửa, chuyển từ kinh tế kế hoạch hóa tập trung sang nền kinh tế thị trƣờng XHCN, nhằm hiện đại hóa và xây dựng CNXH mang đặc sắc Trung Quốc, biến Trung Quốc thành nƣớc giàu mạnh, dân chủ và văn minh.\nNăm 1998, kinh tế Trung Quốc tiến bộ nhanh chóng, đạt tốc độ tăng trƣởng cao nhất thế giới (GDP tăng 8%/năm), đời sống nhân dân cải thiện rõ rệt.\nNền khoa học – kỹ thuật, văn hóa, giáo dục Trung Quốc đạt thành tựu khá cao (năm 1964, thử thành công bom nguyên tử; năm 2003: phóng thành công tàu ”Thần Châu 5 ”vào không gian)\nb.\tVề đối ngoại\nBình thƣờng hóa quan hệ ngoại giao với Liên Xô, Mông Cổ, Việt Nam…\nMở rộng quan hệ hữu nghị, hợp tác với các nƣớc trên thế giới, góp sức giải quyết các vụ tranh chấp quốc tế.\nVai trò và vị trí của Trung Quốc nâng cao trên trƣờng quốc tế, thu hồi chủ quyền Hồng Kông (1997), Ma Cao (1999).\nĐài Loan là một bộ phận của lãnh thổ Trung Quốc, nhƣng đến nay Trung Quốc vẫn chƣa kiểm soát đƣợc Đài Loan.\nBài 4: CÁC NƢỚC ĐÔNG NAM Á VÀ ẤN ĐỘ A. CÁC NƢỚC ĐÔNG NAM Á.\nI.\t SỰ THÀNH LẬP CÁC QUỐC GIA ĐỘC LẬP Ở ĐÔNG NAM Á SAU CHIẾN TRANH THẾ GIỚI THỨ HAI.\n1.\t Vài nét chung về quá trình đấu tranh giành độc lập.\nDiện tích:4,5 triệu km2. dân số: 536 triệu ngƣời, gồm 11 nƣớc\nTrƣớc Thế chiến II, Đông Nam Á là thuộc địa của các đế quốc Âu - Mỹ, sau đó là Nhật Bản (trừ Thái Lan).\nTrong thế chiến II bị Nhật chiếm đóng.\nSau khi Nhật đầu hàng 1945, các nƣớc Đông Nam Á đã đứng lên đấu tranh giành độc lập.\nViệt Nam: Cách mạng thàng Tám thành công, tuyên bố độc lập 2-9-1945. In-đô-nê-xi-a độc lập 17/08/1945. Lào 8/1945 nhân dân Lào nổi dậy,12/10/1945 tuyên bố độc lập. Miến Điện,Mã lai, Phi líp pin giải phóng phần lớn lãnh thổ.\nSau khi giành đƣợc độc lập, các nƣớc ra sức phát triển kinh tế, xã hội. Một số nƣớc đi theo con đƣờng TBCN, một số đi theo con đƣờng XHCN, nhiều nƣớc đạt thành tựu cao về kinh tế nhƣ Thái Lan, Mã lai. Đặc biệt Xigapore đƣợc xem là con rồng nhỏ của Châu Á.\n2.\t Lào (1945 – 1975)\na.\t1945 – 1954: Kháng chiến chống Pháp.\nTháng 8/1945, thừa cơ Nhật đầu hàng Đồng minh, nhân dân Lào nổi dậy và thành lập chính quyền cách mạng. Ngày 12/10/1945, chính phủ Lào ra mắt quốc dân và tuyên bố độc lập.\nTháng 3/1946 Pháp trở lại xâm lƣợc, nhân dân Lào kháng chiến bảo vệ nền độc lập. Dƣới sự lãnh đạo của Đảng Cộng sản Đông Dƣơng và sự giúp đỡ của quân tình nguyện Việt Nam, cuộc kháng chiến chống Pháp ở Lào ngày càng phát triển.\nSau chiến thắng Điện Biên Phủ (Việt Nam), buộc Pháp ký Hiệp định Giơnevơ (20/7/1954) thừa nhận độc lập, chủ quyền và toàn vẹn lãnh thổ của Lào, công nhận địa vị hợp pháp của các lực lƣợng kháng chiến Lào.\nb.\t1954 – 1975: Kháng chiến chống Mỹ.\nNăm 1954, Mỹ xâm lƣợc Lào. Đảng Nhân dân cách mạng Lào (thành lập ngày 22/3/1955) lãnh đạo cuộc kháng chiến chống Mỹ trên cả ba mặt trận: quân sự - chính trị - ngoại giao, giành nhiều thắng lợi.\nNhân dân Lào đánh bại các kế hoạch chiến tranh của Mỹ,giải phóng đƣợc 4/5 diện tích lãnh thổ. Tháng 02/1973, các bên ở Lào ký Hiệp định Viêng Chăn (Vientian) lập lại hòa bình, thực hiện hòa hợp dân tộc ở Lào.\nThắng lợi của cách mạng Việt Nam 1975 tạo điều kiện thuận lợi cho nhân dân Lào nổi dậy giành chính quyền trong cả nƣớc.\nNgày 2/12/1975 nƣớc Cộng hòa dân chủ nhân dân Lào thành lập. Lào bƣớc vào thời kỳ mới: xây dựng đất nƣớc và phát triển kinh tế-xã hội.\nHiện nay xây dựng đất nƣớc và phát triển kinh tế - xã hội.\n3.\t Campuchia (1945-1993)\na.\t1945 – 1954: Kháng chiến chống Pháp\nTháng 10/1945, Pháp trở lại xâm lƣợc Campuchia. Dƣới sự lãnh đạo của Đảng Cộng sản Đông Dƣơng (từ 1951 là Đảng Nhân dân cách mạng Campuchia), nhân dân Campuchia tiến hành kháng chiến chống Pháp.\nNgày 9/11/1953, do sự vận động ngoại giao của vua Xihanuc, Pháp ký Hiệp ƣớc ”trao trả độc lập cho Campuchia ”nhƣng vẫn chiếm đóng.\nSau thất bại ở Điện Biên Phủ, Pháp ký Hiệp định Giơnevơ 1954 công nhận độc lập, chủ quyền và toàn vẹn lãnh thổ Campuchia.\nb.\tTừ 1954 – 1975:\n+1954 – 1970: Chính phủ Xihanuc thực hiện đƣờng lối hòa bình, trung lập để xây dựng đất nƣớc.\n+ Ngày 18/3/1970, tay sai Mỹ đảo chính lật đổ Xihanuc. Cuộc kháng chiến chống Mỹ và tay sai của nhân dân Campuchia, với sự giúp đỡ của quân tình nguyện Việt Nam đã giành thắng lợi.\n+ Ngày 17/4/1975, thủ đô Phnôm Pênh đƣợc giải phóng, kết thúc thắng lợi cuộc kháng chiến chống Mỹ.\nc.\t1975 – 1979: Nội chiến chống Khơ-me đỏ\nTập đoàn Khơ-me đỏ do Pôn-Pốt cầm đầu đã phản bội cách mạng, thi hành chính sách diệt chủng và gây chiến tranh biên giới Tây Nam Việt Nam.\nNgày 7/1/1979, thủ đô Phnôm Pênh đƣợc giải phóng, Campuchia bƣớc vào thời kỳ hồi sinh, xây dựng lại đất nƣớc.\nd.\t1979 đến nay: Thời kỳ hồi sinh và xây dựng đất nƣớc:\nTừ 1979, nội chiến tiếp tục diễn ra, kéo dài hơn một thập niên.\nĐƣợc sự giúp đỡ của cộng đồng quốc tế, các bên Campuchia đã thỏa thuận hòa giải và hòa hợp dân tộc.\nNgày 23/10/1991, Hiệp định hòa bình về Campuchia đƣợc ký kết.\nSau cuộc tổng tuyển cử tháng 9/1993, Quốc hội mới đã thông qua Hiến pháp, thành lập Vƣơng quốc Campuchia do N.Xi -ha -núc (Sihanouk) làm quốc vƣơng. Campuchia bƣớc sang thời kỳ phát triển mới.\nTháng 10-1994 vua N. Xi-ha-núc thoái vị,hoàng tử Xi-ha-mô-ni kế vị.\nII.\t QUÁ TRÌNH XÂY DỰNG VÀ PHÁT TRIỂN CỦA CÁC NƢỚC ĐÔNG NAM Á\n1.\t Nhóm 5 nƣớc sáng lập ASEAN:In đô nê xi a, Ma lai xi a, Phi lip pin, Xin ga po, Thai Lan\n* Những năm 1945 – 1960:\n+ Đều tiến hành công nghiệp hóa thay thế nhập khẩu (chiến lƣợc kinh tế hƣớng nội) nhằm xóa bỏ nghèo nàn, lạc hậu, xây dựng nền kinh tế tự chủ. Nội dung chủ yếu là đẩy mạnh phát triển công nghiệp sản xuất hàng tiêu dùng nội địa thay thế hàng nhập khẩu….Chiến lƣợc này đạt một số thành tựu nhƣng cũng bộc lộ nhiều hạn chế, đời sống ngƣời dân còn khó khăn..\n+ Thành tựu: đáp ứng một số nhu cầu của nhân dân, giải quyết nạn thất nghiệp, phát triển một số ngành chế biến, chế tạo …\n+ Hạn chế: thiếu vốn, nguyên liệu, công nghệ, chi phí cao, tham nhũng, đời sống còn khó khăn, chƣa giải quyết đƣợc quan hệ giữa tăng trƣởng với công bằng xã hội.\n* Từ những năm 60 – 70 trở đi,:\n+ Chuyển sang chiến lƣợc công nghiệp hóa lấy xuất khẩu làm chủ đạo (chiến lƣợc kinh tế hƣớng ngoại), mở cửa kinh tế, thu hút vốn đầu tƣ và kỹ thuật của nƣớc ngoài, tập trung sản xuất hàng xuất khẩu, phát triển ngoại thƣơng.\n+Kết quả: bộ mặt kinh tế – xã hội các nƣớc này có sự biến đổi lớn:\n-\tTỷ trọng công nghiệp cao hơn nông nghiệp (trong nền kinh tế quốc dân); mậu dịch đối ngoại tăng trƣởng nhanh\n-\tNăm 1980, tổng kim ngạch xuất khẩu đạt 130 tỉ USD, chiếm 14% tổng kim ngạch ngoại thƣơng của các quốc gia và khu vực đang phát triển.\n-\tTốc độ tăng trƣởng kinh tế khá cao: Thái Lan 7% (1985 – 1995), Singapore 12% (1968 – 1973)…đứng đầu 4 con rồng nhỏ Châu Á.\n+ Hạn chế: phụ thuộc vào vốn và thị trƣờng bên ngoài, đầu tƣ bất hợp lý …\nIII.\t SỰ RA ĐỜI VÀ PHÁT TRIỂN CỦA TỔ CHỨC ASEAN.\n1.\tBối cảnh thành lập:\nBƣớc vào thập niên 60, các nƣớc cần liên kết, hỗ trợ nhau để cùng phát triển.\nHạn chế ảnh hƣởng của các cƣờng quốc bên ngoài. Đối phó với chiến tranh Đông Dƣơng.\nSự liên kết giữa các nƣớc trong khu vực đang đƣợc hình thành ở nhiều nơi. Sự thành công của khối thị trƣờng chung Châu Âu\n-\tNgày 8/8/1967, Hiệp hội các nƣớc Đông Nam Á (ASEAN) đƣợc thành lập tại Bangkok (Thái Lan), gồm 5 nƣớc: Indonesia, Malaysia, Singapore, Philippine và Thái Lan. Trụ sở ở Jakarta (Indonesia). - ASEAN là 1 tổ chức liên minh chính trị – kinh tế của khu vực.\n-\tHiện nay ASEAN có 10 nƣớc: Brunei (1984), Việt Nam (28.07.1995), Lào và Mianma (07.1997), Campuchia (30.04.1999).\n2.\tHoạt động:\n-\tTừ 1967 – 1975: tổ chức non trẻ, hợp tác lỏng lẻo, chƣa có vị trí trên trƣờng quốc tế.\n-\tTừ 1976 đến nay: hoạt động khởi sắc từ sau Hội nghị Bali (Indonesia) tháng 2/1976, với việc ký Hiệp ƣớc hữu nghị và hợp tác Đông Nam Á (Hiệp ƣớc Bali).\n-\tMục tiêu: + Tôn trọng chủ quyền và toàn vẹn lãnh thổ; không can thiệp vào công việc nội bộ của nhau;\n+ Không sử dụng hoặc đe dọa sử dụng vũ lực với nhau.\n+ Giải quyết các tranh chấp bằng phương pháp hòa bình.\n+ Hợp tác phát triển có hiệu quả trong các lĩnh vực kinh tế, văn hóa, xã hội.\n-\tSau 1975, ASEAN cải thiện quan hệ với Đông Dƣơng,\n-\tTuy nhiên, từ 1979 – 1989, quan hệ giữa hai nhóm nƣớc trở nên căng thẳng do vấn đề Campuchia.\n-\tĐến 1989, hai bên bắt đầu quá trình đối thoại, tình hình chính trị khu vực cải thiện căn bản. Thời kỳ này kinh tế ASEAN tăng trƣởng mạnh.\n-\tSau khi phát triển thành 10 thành viên (1999), ASEAN đẩy mạnh hoạt động hợp tác kinh tế, xây dựng Đông Nam Á thành khu vực hòa bình, ổn định để cùng phát triển. Năm 1992, lập khu vực mậu dịch tự do Đông nam Á (AFTA) rồi Diễn đàn khu vực (ARF), Diễn đàn hợp tác Á – Âu (ASEM), có sự tham gia của nhiều nước Á – Âu.\n3.\tCơ hội và thách thức đối với Việt Nam khi gia nhập tổ chức này. a.Cơ hội:\n- Nền kinh tê Việt Nam được hội nhập với nền kinh tế các nước trong khu vực, đó là cơ hội để nước ta vươn ra thế giới.\n-Tạo điều kiện để nền kinh tế Việt Nam có thể rút ngắn khoảng cách phát triển giữa nước ta với các nước trong khu vực.\n-Có điều kiện để tiếp thu những thành tựu khoa học- kĩ thuật tiên tến trên thế giới để phát triển kinh tế.\n-Có điều kiện để tiếp thu, học hỏi trình độ quản lý của các nước trong khu vực.\n-Có điều kiện để giao lưu về văn hóa, giáo dục, khoa học- kĩ thuật, y tế, thể thao với các nước trong khu vực.\nb.Thách thức.\n-Nếu không tận dụng được cơ hội để phát triển, thì nền kinh nước ta sẽ có nguy cơ tụt hậu hơn so với các nước trong khu vực.\n-Đó là sự cạnh tranh quyết liệt giữa các nước.\n-Hội nhập nhưng dễ bị hòa tan, đánh mất bản sắc và truyền thống văn hóa của dân tộc.\nc.Thái độ. Bình tĩnh, không bỏ lỡ cơ hội. Cần ra sức học tập nắm vững khoa học-kĩ thuật.\nB. ẤN ĐỘ\nDiện tích 3,3 triệu km2 ; dân số 1 tỷ 50 triệu ngƣời (2002)\nSau Chiến tranh thế giới thứ hai, cuộc đấu tranh chống Anh đòi độc lập của nhân dân Ấn Độ phát triển mạnh mẽ.\n1.\t Cuộc đấu tranh giành độc lập.\n19/2/1946 hai vạn thuỷ binh Bom-bay khởi nghĩa đòi độc lập dân tộc, đƣợc sự hƣởng ứng của các lực lƣợng dân chủ.\nNgày 22.02, ở Bom-bay, 20 vạn công nhân, học sinh, sinh viên bãi công, tuần hành, mít-tinh chống Anh…lôi kéo quần chúng nổi dậy ở Can-cút-ta,Ma-đrát, Ka –ra-si.\nỞ nông thôn xung đột nông dân với địa chủ. 2/1947, 40 vạn công nhân Calcutta bãi công.\nTrƣớc sức ép của phong trào, thực dân Anh phải nhƣợng bộ, trao quyền tự trị cho Ấn Độ. Theo kế hoạch Mao-bát-tơn, Ấn Độ đƣợc chia thành 2 nƣớc: Ấn Độ (theo Ấn giáo), Pakistan (Hồi giáo).\nKhông chấp nhậ quy chế tự trị, Đảng Quốc Đại lãnh đạo nhân dân Ấn Độ tiếp tục đấu tranh đòi độc lập. 26/01/1950, Ấn Độ tuyên bố độc lập và thành lập nƣớc cộng hòa..\n2.\t Xây dựng đất nƣớc:\n1.\ta.  Đối nội: đạt nhiều thành tựu:\n-\tNông nghiệp: nhờ cuộc ”cách mạng xanh ”trong nông nghiệp từ giữa những năm 70, Ấn Độ đã tự túc đƣợc lƣơng thực và từ 1995 là nƣớc xuất khẩu gạo.\n-\tCông nghiệp: phát triển mạnh công nghiệp nặng, chế tạo máy, điện hạt nhân..., đứng thứ 10 thế giới về công nghiệp.\n-\tKhoa học kỹ thuật, văn hóa - giáo dục: cuộc ”cách mạng chất xám ”đƣa Ấn Độ thành cƣờng quốc về công nghệ phần mềm, công nghệ hạt nhân và công nghệ vũ trụ (1974: chế tạo thành công bom nguyên tử, 1975: phóng vệ tinh nhân tạo…)\nb. Đối ngoại: luôn thực hiện chính sách hòa bình trung lập tích cực, ủng hộ phong trào giải phóng dân tộc thế giới. Ngày 07.01.1972, Ấn Độ thiết lập quan hệ với Việt Nam CDCH.\n\nBài 5: CÁC NƢỚC CHÂU PHI VÀ CHÂU MỸ LA-TINH\nI.\t CÁC NƢỚC CHÂU PHI\nDT: 30,3 tr km2, 800 triệu ngƣời (Năm 2000), gồm 55 quốc gia lớn nhỏ.\n1.\tVài nét về cuộc đấu tranh giành độc lập.\na.\tSau chiến tranh thế giới thứ hai: phong trào đấu tranh giành độc lập ở châu Phi phát triển mạnh trƣớc hết là ở Bắc Phi.\nMở đầu là cuộc chính biến cách mạng của binh lính và sĩ quan yêu nƣớc Ai Cập (3/7/1952), lật đổ vƣơng triều Pharuc, chỗ dựa của thực dân Anh, lập ra nƣớc Cộng hòa Ai Cập (18/6/1953).\nTiếp theo là Libi (1952), An-giê-ri. (1954-1962)\nb.\tNửa sau thập niên 50, hệ thống thuộc địa của thực dân ở châu Phi tan rã, nhiều quốc gia giành đƣợc độc lập nhƣ: 1956 Tuy-ni-di, Ma-rốc, Xu-đăng, 1957 Ghana...1958 Ghi nê.\nĐặc biệt, năm 1960, là ”Năm châu Phi ” với 17 nƣớc đƣợc trao trả độc lập.\nc.\tNăm 1975, thắng lợi của cách mạng Ăng-gô-la và Mô-dăm-bích về cơ bản đã chấm dứt chủ nghĩa thực dân cũ ở châu Phi cùng và hệ thống thuộc địa của Bồ Đào Nha bị tan rã.\nd.\tTừ 1975 đến nay:\n-\tHoàn thành cuộc đấu tranh chống chủ nghĩa thực dân cũ, giành độc lập dân tộc với sự ra đời của nƣớc Cộng hòa Dim-ba-bu-ê (1980) và Namibia (03/1990).\n-\tTại Nam Phi, trƣớc áp lực đấu tranh của ngƣời da màu, tháng 11.1993, chế độ phân biệt chủng tộc (Apartheid) bị xóa bỏ. Trong cuộc bầu cử đa chủng tộc đầu tiên, ông Nen-xơn Man- đê -la (Nelson Mandela) trở thành Tổng thống da đen đầu tiên của nƣớc Cộng hòa Nam Phi (1994).\n2.\t Tình hình phát triển kinh tế – xã hội:\nSau khi giành đƣợc độc lập, các nƣớc châu Phi đã thu đƣợc một số thành tựu kinh tế – xã hội. Tuy nhiên, nhiều nƣớc châu Phi vẫn còn trong tình trạng lạc hậu, không ổn định (đói nghèo, xung đột, nội chiến, bệnh tật, mù chữ, bùng nổ dân số, nợ nƣớc ngoài…).\nII.\t CÁC NƢỚC MỸ LATINH\nGồm 33 nƣớc. 20,5 triệu km2, 517 triệu dân (2000), giàu nông –lâm sản và khoáng sản.\n1.\t Vài nét về quá trình đấu tranh giành và bảo vệ độc lập dân tộc.\nĐầu thế kỷ XX đã giành độc lập từ Tây Ban Nha và Bồ Đào Nha, nhƣng sau đó lệ thuộc Mỹ Sau Chiến tranh thế giới thứ hai là ”sân sau ”, là thuộc địa kiểu mới của Mỹ.\nSau Chiến tranh thế giới thứ hai, phong trào đấu tranh chống chế độ độc tài thân Mỹ bùng nổ và phát triển. Tiêu biểu là thắng lợi của cách mạng Cu Ba:\n* Tại Cu ba:\n+ Tháng 3/1952, Mỹ giúp Ba-ti-xta lập chế độ độc tài quân sự, xóa bỏ Hiến pháp 1940, cấm các đảng phái chính trị hoạt động, bắt giam và tàn sát nhiều người yêu nước…\n+ Nhân dân Cu Ba đấu tranh chống chế độ độc tài Ba-ti-xta dưới sự lãnh đạo của Phi-đen Ca- xtơ-rô. Ngày1/1/1959, chế độ độc tài Ba-ti-xta bị lật đổ, nước Cộng hòa Cu Ba thành lập.\n+ Sau khi cách mạng thành công, Cu ba tiến hành cải cách dân chủ.\n+ 1961 tiến hành Cách mạng XHCN và xây dựng chủ nghĩa xã hội.\n+ Với sự nỗ lực của nhân dân và sự giúp đỡ của các nƣớc xã hội chủ nhĩa đạt nhiều thành tựu nhƣ xây dựng công nghiệp với cơ cấu ngành hợp lý, nông nghiệp đa dạng, đạt thành tựu cao về văn hóa, giáo dục, y tế, thể thao….\n* Các nƣớc khác\nTháng 8/1961, Mỹ lập tổ chức Liên minh vì tiến bộ lôi kéo các nƣớc Mỹ La-tinh nhằm ngăn chặn ảnh hƣởng của Cu Ba.\nTừ thập niên 60 -70, phong trào đấu tranh chống Mỹ và chế độ độc tài thân Mỹ giành độc lập phát triển mạnh giành nhiều thắng lợi.\n+1964-1999 Panama đấu tranh và thu hồi chủ quyền kênh đào Panama\n+ 1962: Gia mai ca, Triniđát & Tôbagô.\n+ 1966: là Guyana, Bácbađốt\n+ 1983 có 13 nƣớc độc lập ở Caribê\nVới nhiều hình thức: bãi công của công nhân, nổi dậy của nông dân, đấu tranh nghị trƣờng, đấu tranh vũ trang…., biến châu lục này thành ”lục địa bùng cháy ”(tiêu biểu là phong trào đấu tranh vũ trang ở Vê-nê-xu-ê-la, Pê-ru…).\n2.\tTình hình phát triển kinh tế – xã hội:\nSau khi khôi phục độc lập, các nƣớc Mỹ La-tinh đạt đƣợc nhiều thành tựu đáng khích lệ, nhiều nƣớc trở thành những nƣớc công nghiệp mới (NIC) nhƣ Brazil, Argentina, Mehico.\n\nCHƢƠNG IV. Bài 6: NƢỚC MỸ\nI.\t NƢỚC MỸ TỪ NĂM 1945 ĐẾN 1973.\n1.\t Kinh tế:\nSau CTTG II, kinh tế Mỹ phát triển mạnh: công nghiệp chiếm 56,5% tổng sản lƣợng công nghiệp thế giới; nông nghiệp gấp hai lần 5 nƣớc Anh, Pháp, CHLB Đức, Italia, Nhật cộng lại; nắm 50% số lƣợng tàu bè đi lại trên biển, ¾ dự trữ vàng thế giới, chiếm 40% tổng sản phẩm kinh tế thế giới…\nKhoảng 20 năm sau chiến tranh, Mỹ là trung tâm kinh tế – tài chính lớn nhất thế giới.\n*\tNguyên nhân:\nLãnh thổ rộng lớn, tài nguyên phong phú, nhân lực dồi dào, trình độ kỹ thuật cao, năng động, sáng tạo.\nLợi dụng chiến tranh để làm giàu từ bán vũ khí.\nÁp dụng thành công những thành tựu của cuộc cách mạng KHKT để nâng cao năng suất, hạ giá thành sản phẩm, điều chỉnh hợp lý cơ cấu sản xuất…\nTrình độ tập trung tƣ bản và sản xuất cao, cạnh tranh có hiệu quả ở trong và ngoài nƣớc. Các chính sách và hoạt động điều tiết của nhà nƣớc có hiệu quả.\n2.\t Khoa học- kỹ thuật:\nMỹ là nƣớc khởi đầu và đạt nhiều thành tựu cuộc cách mạng khoa học- kỹ thuật hiện đại: đi đầu trong lĩnh vực chế tạo công cụ sản xuất mới (máy tính điện tử, máy tự động); vật liệu mới (polyme, vật liệu tổng hợp); năng lượng mới (nguyên tử, nhiệt hạch); sản xuất vũ khí, chinh phục vũ trụ, ”cách mạng xanh ”trong nông nghiệp…\nThúc đẩy kinh tế Mỹ phát triển, ảnh hƣởng lớn đến thế giới.\n3.\t Về đối ngoại:\nDựa vào sức mạnh quân sự, kinh tế để triển khai chiến lƣợc toàn cầu với tham vọng làm bá chủ thế giới.\nTháng 3/1947, trong diễn văn đọc trƣớc Quốc hội Mỹ, Tổng thống Truman công khai tuyên bố: ”Sứ mệnh lãnh đạo thế giới tự do chống lại sự bành trướng của chủ nghĩa cộng sản ”.\n*\tMục tiêu của: ”Chiến lƣợc toàn cầu ”:\n+ Ngăn chặn, đẩy lùi và tiến tới tiêu diệt hoàn toàn CNXH.\n+ Đàn áp phong trào GPDT, phong trào cộng sản và công nhân quốc tế, phong trào chống chiến tranh, vì hòa bình, dân chủ trên thế giới.\n+ Khống chế, chi phối các nƣớc đồng minh.\nKhởi xƣớng cuộc ”Chiến tranh lạnh ”, dẫn đến tình trạng đối đầu căng thẳng và nguy hiểm với Liên Xô, gây ra hàng loạt cuộc chiến tranh xâm lƣợc, bạo loạn, lật đổ... trên thế giới (Việt Nam, Cu Ba, Trung Đông…).\nTháng 2-1972 TT Níchxơn thăm Trung Quôc, năm 1979 thiết lập quan hệ Mỹ - Trung Quốc; tháng 5-1972 thăm Liên Xô.\nII.\t NƢỚC MỸ TỪ NĂM 1973 - 1991.\n1973 – 1982: khủng hoảng và suy thoái kéo dài (1976, lạm phát 40%).\nTừ 1983, kinh tế Mỹ phục hồi và phát triển. Tuy vẫn đứng đầu thế giới về kinh tế – tài chính nhƣng tỷ trọng kinh tế Mỹ trong nền kinh tế thế giới giảm sút (cuối 1980, chỉ chiếm 23% tổng sản phẩm kinh tế thế giới).\nKH-KT tiếp tục phát triển nhƣng ngày càng bị cạnh tranh ráo riết bởi Tây Âu, Nhật Bản. Chính trị không ổn định, nhiều vụ bê bối chính trị xảy ra (Irangate – 1985), Watergate…\nMỹ ký Hiệp định Pari 1973, rút quân khỏi Việt Nam.Tiếp tục triển khai ”chiến lƣợc toàn cầu ”và theo đuổi chiến tranh lạnh. Học thuyết Ri-gân (Reagan) và chiến lƣợc ”Đối đầu trực tiếp ”chủ trƣơng tăng cƣờng chạy đua vũ trang, can thiệp vào các địa bàn chiến lƣợc và điểm nóng thế giới.\nGiữa thập niên 80, xu thế hòa hoãn ngày càng chiếm ƣu thế trên thế giới.\nTháng 12/1989, Mỹ – Xô chính thức tuyên bố kết thúc ”chiến tranh lạnh ”nhƣng Mỹ và các đồng minh vẫn tác động vào cuộc khủng hoảng dẫn đến sự sụp đổ của CNXH ở Liên Xô và Đông Âu.\nIII.\t NƢỚC MỸ TỪ NĂM 1991 ĐẾN NĂM 2000.\n1.\tKinh tế, khoa học –kỹ thuật và văn hóa.\nThập niên 90, kinh tế suy thoái ngắn nhƣng vẫn đứng đầu thế giới.\nTổng thống Clinton (1993-2001) cầm quyền, kinh tế Mỹ phục hồi và phát triển trở lại. Kinh tế Mỹ vẫn đứng đầu thế giới: GNP là 9873 tỷ USD, GNP đầu ngƣời là 36.487 USD, chiếm 25% giá trị tổng sản phẩm thế giới, chi phối nhiều tổ chức kinh tế – tài chính quốc tế nhƣ WTO, INF, G7, WB…\nKH-KT: phát triển mạnh, nắm 1/3 lƣợng bản quyền phát minh sáng chế của toàn thế giới (đến năm 2003, Mỹ đạt 286/755 giải Nobel khoa học).\nĐạt nhiều thành tựu văn hóa đáng chú ý: Giải Osca (điện ảnh), Grammy (âm nhạc), 11 giải Nobel văn chƣơng (thứ hai thế giới sau Pháp)\n2.\tChính trị và đối ngoại.\nThập niên 90, chính quyền B.Clinton thực hiện chiến lƣợc ”Cam kết và mở rộng ”:\n+ Bảo đảm an ninh của Mỹ với lực lượng quân sự mạnh, sẵn sàng chiến đấu.\n+ Tăng cường khôi phục và phát triển tính năng động và sức mạnh của nền kinh tế Mỹ.\n+ Sử dụng khẩu hiệu ”Thúc đẩy dân chủ ”để can thiệp vào công việc nội bộ của nước khác.\nSau khi:Chiến tranh lạnh: kết thúc, trật tự hai cực I-an-ta (Yalta) sụp đổ, Mỹ có tham vọng chi phối và lãnh đạo toàn thế giới nhƣng chƣa thể thực hiện đƣợc.\nVới sức mạnh kinh tế, khoa học – kỹ thuật Mỹ thiết lập trật tự thế giới ”đơn cực ”, nhƣng thế giới không chấp nhận\nVụ khủng bố ngày 11-09 -2001 cho thấy bản thân nƣớc Mỹ cũng rất dễ bị tổn thƣơng và chủ nghĩa khủng bố làm cho Mỹ thay đổi chính sách đối nội và đối ngoại ở thế kỷ XXI.\n\nBài 7. TÂY ÂU\nI.\tTÂY ÂU TỪ NĂM 1945 ĐẾN NĂM 1950.\n1.\t Về kinh tế:\nSau chiến tranh thế giới thứ hai Tây Âu bị tổn thất nặng, nhiều thành phố, nhà máy bị tàn phá nên sản xuất bị suy giảm.\nTừ 1945-1950 Tây Âu nhận viện trợ Mỹ qua ”Kế hoạch Mác–san ”, nên kinh tế phục hồi và lệ thuộc Mỹ.\n2.\t Về chính trị:\n-\tƢu tiên hàng đầu là củng cố chính quyền của giai cấp tƣ sản, ổn định tình hình chính trị – xã hội, hàn gắn vết thƣơng chiến tranh, phục hồi nền kinh tế, liên minh chặt chẽ với Mỹ đồng thời tìm cách trở lại thuộc địa của mình.\n-\tTừ 1945 – 1950, cơ bản ổn định và phục hồi về mọi mặt, trở thành đối trọng của khối XHCN Đông Âu mới hình thành.\nThí dụ:+ GCTS gạt những người công sản ra khỏi chính phủ - Pháp, Anh, Ý.\n+ Tây Âu gia nhập khối Quân sự Bắc Đại Tây Dương –NATO- do Mỹ đứng đầu.\n+ Pháp xâm lược trở lại Đông Dương, Anh trở lại Miến Điện và Mã lai; Hà lan trở lại Inđônêxia.\nII.\t TÂY ÂU TỪ 1950 ĐẾN NĂM 1973.\n1.\t Về đối nội.\nKinh tế.Từ 1950 – 1970, kinh tế Tây Âu phát triển nhanh chóng. (Đức trở thành cường quôc công nghiệp thứ ba thế giới, Anh thứ tư và Pháp thứ năm )\nĐến đầu thập niên 70, trở thành một trong ba trung tâm kinh tế – tài chính lớn của thế giới với trình độ KH-KT cao.\nNguyên nhân: + Sự nỗ lực của nhân dân lao động.\n+ Áp dụng thành công những thành tựu KH-KT để nâng cao chất lƣợng, hạ giá thành sản phẩm.\n+ Vai trò quản lý, điều tiết nền kinh tế của nhà nƣớc có hiệu quả.\n+ Tận dụng tốt các cơ hội bên ngoài nhƣ: viện trợ Mỹ; nguồn nguyên liệu rẻ của các nƣớc thế giới thứ ba, hợp tác có hiệu quả trong khuôn khổ EC…\n2.\tVề đối ngoại:\nMột mặt liên minh chặt chẽ với Mỹ(Anh, Đức, Ý ), mặt khác cố gắng đa phƣơng hóa quan hệ đối ngoại (Pháp, Thụy Điển, Phần Lan ).\n-\tChính phủ Anh ủng hộ cuộc chiến tranh xâm lƣợc của Mỹ ở Việt Nam, ủng hộ Israel chống Ả- rập, CHLB Đức gia nhập NATO (5/1955)…\n-\tPháp phản đối trang bị vũ khí hạt nhân cho CHLB Đức, chú ý phát triển quan hệ với Liên Xô và các nƣớc XHCN khác, rút khỏi Bộ chỉ huy NATO và buộc Mỹ rút các căn cứ quân sự… ra khỏi đất Pháp.\n-\tPháp, Thụy Điển, Phần Lan đều phản đối cuộc chiến tranh của Mỹ ở Việt Nam.\n-\t1950 – 1973: chủ nghĩa thực dân cũ của Anh, Pháp, Hà Lan, Bồ Đào Nna … cũng sụp đổ trên phạm vi toàn thế giới.\nIII.\t TÂY ÂU TỪ NĂM 1973 ĐẾN NĂM 1991\n1.\tKinh tế:\nTừ 1973 đến đầu thập niên 90: khủng hoảng, suy thoái và không ổn định (tăng trƣởng kinh tế giảm, lạm phát, thất nghiệp tăng),\nGặp sự cạnh tranh quyết liệt từ Mỹ, Nhật, các nƣớc công nghiệp mới (NIC). Quá trình nhất thể hóa Tây Âu gặp nhiều khó khăn\n2.\tĐối ngoại:\n-\t11/1972: ký Hiệp định về những cơ sở quan hệ giữa hai nƣớc Đức làm quan hệ hai nƣớc hòa dịu; 1989, ”Bức tường Berlin ”bị xóa bỏ và nƣớc Đức thống nhất (3.10.1990)\n-\tKý Định ƣớc Helsinki về an ninh và hợp tác châu Âu (1975).\nIV.\t TÂY ÂU TỪ NĂM 1991 ĐẾN NĂM 2000\n1.\tVề kinh tế: Từ 1994, phục hồi và phát triển trở lại, Tây Âu vẫn là một trong ba trung tâm kinh tế-tài chính lớn nhất thế giới (GNP chiếm 1/3 tổng sản phẩm công nghiệp thế giới tƣ bản).\n2.\tVề chính trị và đối ngoại:\n-\tCơ bản là ổn định.\n-\tCó sự điều chỉnh quan trong trong bối cảnh ”Chiến tranh lạnh ”kết thúc, ”trật tự hai cực Ianta ” tan rã.\n-\tNếu nhƣ Anh vẫn duy trì liên minh chặt chẽ với Mỹ thì Pháp và Đức đã trở thành những đối trọng đáng chú ý với Mỹ trong nhiều vấn đề quốc tế quan trọng.\n-\tMở rộng quan hệ với các nƣớc đang phát triển ở Á, Phi, Mỹ La-tinh, các nƣớc thuộc Đông Âu và SNG.\nV.\tQUÁ TRÌNH HÌNH THÀNH VÀ PHÁT TRIỂN CỦA LIÊN MINH CHÂU ÂU (EU).\n1.\t Thành lập:\nNgày 18/04/1951, 6 nƣớc Tây Âu (Pháp, Tây Đức, Italia, Bỉ, Hà Lan, Luc-xăm bua (Lucxemburg) thành lập ”Cộng đồng than – thép châu Âu ”(ECSC).\nNgày 25/03/1957, sáu nƣớc ký Hiệp ƣớc Roma thành lập ”Cộng đồng năng lƣợng nguyên tử châu Âu ”(EURATOM) và ”Cộng đồng kinh tế châu Âu ”(EEC).\nNgày 1/7/1967, ba tổ chức trên hợp nhất thành ”Cộng đồng châu Âu ”(EC)\n07/12/1991: Hiệp ƣớc Ma-a-xtrish đƣợc ký kết, khẳng định một tiến trình hình thành một Liên bang châu Âu mới vào năm 2000 với đồng tiền chung, ngân hàng chung…\n1/1/1993: EEC thành Liên minh châu Âu (EU) với 15 nƣớc thành viên. 1994, kết nạp thêm 3 thành viên mới là Áo, Phần Lan, Thụy Điển.\n01/05/2004, kết nạp thêm 10 nước thành viên Đông Âu, nâng tổng số thành viên lên 25.\n2.\tMục tiêu: Liên minh chặt chẽ về kinh tế, tiền tệ và chính trị (xác định luật công dân châu Âu, chính sách đối ngoại và an ninh chung, Hiến pháp chung…)\n3.\tHoạt động:\n-\tTháng 6/1979: bầu cử Nghị viện châu Âu đầu tiên.\n-\tTháng 3/1995: hủy bỏ việc kiểm soát đi lại của công dân EU qua biên giới của nhau.\n-\t01/01/1999, đồng tiền chung châu Âu đƣợc đƣa vào sử dụng, đồng EURO.\n-\tHiện nay là liên minh kinh tế - chính trị lớn nhất hành tinh, chiếm ¼ GDP của thế giới.\n-\t1990, quan hệ Việt Nam – EU đƣợc thiết lập và phát triển trên cơ sở hợp tác toàn diện.\n-\tTháng 7-1995 EU và VN kỳ Hiệp Định hợp tác toàn diện.\n\nBài 8. NHẬT BẢN\nI.\t NHẬT BẢN từ 1945 – 1952\nCTTG thứ hai để lại cho Nhật Bản những hậu quả nặng nề (gần 3 triệu người chết và mất tích, kinh tế bị tàn phá, 13 triệu người thất nghiệp, đói rét…), bị Mỹ chiếm đóng dƣới danh nghĩa Đồng minh (1945 – 1952).\n*Về chính trị:\nBộ Chỉ huy tối cao lực lượng Đồng minh (SCAP) thi hành các biện pháp:\n+ Loại bỏ chủ nghĩa quân phiệt và bộ máy chiến tranh của Nhật, xét xử tội phạm chiến tranh.\n+ Giải tán các đảng phái quân phiệt.\n+ 3-5-1947, ban hành Hiến pháp mới quy định Nhật là nước quân chủ lập hiến nhưng thực tế là chế độ dân chủ đại nghị tƣ sản.\n+ Nhật cam kết từ bỏ việc tiến hành chiến tranh, không dùng hoặc đe dọa sử dụng vũ lực trong quan hệ quốc tế.\n+Không duy trì quân đội thường trực, chỉ có lực lượng Phòng vệ dân sự bảo đảm an ninh, trật tự trong nƣớc.Không mang quân đội ra nƣớc ngoài\n* Về kinh tế: SCAP tiến hành 3 cải cách lớn:\n-\tThủ tiêu chế độ tập trung kinh tế, giải tán các tập đoàn lũng đoạn ”Dai-bát-xƣ ”.\n-\tCải cách ruộng đất, hạn chế ruộng địa chủ, đem bán cho nông dân.\n-\tDân chủ hóa lao động.\nTừ năm 1950 – 1951: Nhật khôi phục kinh tế.\nChính sách đối ngoại:\n-\tLiên minh chặt chẽ với MỸ, ký Hiệp ước hòa bình Xan Phơranxicô (9-1951).\n-\t8-9-1951 ký Hiệp Ước An ninh Mỹ-Nhật:chấp nhận Mỹ bảo hộ, cho Mỹ đóng quân và xây dựng căn cứ quân sự trên đất Nhật.\nII.\t NHẬT BẢN TỪ 1952 - 1973\n1.\t Kinh tế, Khoa học -kỹ thuật\na.\tKinh tế\n1952 – 1960: phát triển nhanh.\n1960 – 1970 phát triển thần kỳ (tốc độ tăng trưởng bình quân là 10,8%/ năm). Năm 1968, vƣơn lên hàng thứ hai thế giới tƣ bản sau Mỹ (tổng sản phẩm quôc dân là 183 tỷ USD..\nĐầu những năm 70, Nhật trở thành một trong ba trung tâm kinh tế – tài chính thế giới cùng với Mỹ và Tây Âu. Thế giới gọi đó là ”Sự thần ký Nhật Bản ”\nb.\tKhoa học- kỹ thuật:\nRất coi trọng giáo dục và khoa học- kỹ thuật, mua bằng phát minh sáng chế\nPhát triển khoa học - công nghệ chủ yếu trong lĩnh vực sản xuất ứng dụng dân dụng (đóng tàu chở dầu 1 triệu tấn, xây đường hầm dưới biển dài 53,8 km nối Honsu và Hokaido, cầu đường bộ dài 9,4 km…)\n*\tNguyên nhân phát triển:\n-\tCon ngƣời là vốn quý nhất, là nhân tố quyết định hàng đầu.\n-\tVai trò lãnh đạo, quản lý của nhà nƣớc Nhật.\n-\tCác công ty Nhật có sức mạnh và tính cạnh tranh cao.\n-\tÁp dụng thành công những thành tựu khoa học kỹ thuật hiện đại để nâng cao năng suất, chất lƣợng, hạ giá thành sản phẩm.\n-\tChi phí quốc phòng thấp nên có điều kiện tập trung đầu tƣ vốn cho kinh tế.\n-\tTận dụng tốt yếu tố bên ngoài để phát triển (viện trợ Mỹ, chiến tranh Triều Tiên, Việt Nam…)\n*\tHạn chế:\n-\tLãnh thổ hẹp, dân đông, nghèo tài nguyên, thƣờng xảy ra thiên tai, phải phụ thuộc vào nguồn nguyên nhiên liệu nhập từ bên ngoài.\n-\tCơ cấu giữa các vùng kinh tế, giữa công – nông nghiệp mất cân đối.\n-\tChịu sự cạnh tranh gay gắt của Mỹ, Tây Âu, NICs, Trung Quốc…\n-\tChƣa giải quyết đƣợc những mâu thuẫn cơ bản nằm trong bản thân nền kinh tế TBCN.\n2.\t Chính trị: từ 1955 đến 1993\n- Liên minh chặt chẽ với Mỹ, đứng về phía Mỹ trong chiến tranh Việt nam. Năm 1956 bình thƣờng hóa với Liên xô, tham gia Liên Hiệp Quôc.\nIII.\t NHẬT BẢN TỪ 1973 – 1991\n1.\t Kinh tế:\nTừ 1973, do tác động khủng hoảng năng lƣợng, kinh tế Nhật thƣờng khủng hoảng và suy thoái ngắn.\nTừ nửa sau 1980, Nhật vƣơn lên trở thành siêu cƣờng tài chính số một thế giới với dự trữ vàng và ngoại tệ gấp 3 lần Mỹ, gấp 1,5 lần CHLB Đức, trở thành chủ nợ lớn nhất thế giới.\n2.\t Đối ngoại:\n”Học thuyết Phu-cƣ-đa ”(1977) và ”Học thuyết Kai-phu ”(1991) chủ trƣơng tăng cƣờng quan hệ kinh tế, chính trị, văn hóa, xã hội với các nƣớc Đông Nam Á và tổ chức ASEAN.\nThiết lập quan hệ ngoại giao với Việt Nam 21-9-1973.\nIV.\t NHẬT BẢN TỪ 1991 – 2000.\n1.\tKinh tế: vẫn là một trong ba trung tâm kinh tế – tài chính lớn của thế giới (năm 2000, GNP là 4895 tỷ USD, GDP bình quân là 38.690 USD).\n2.\tKhoa học- kỹ thuật: phát triển ở trình độ cao. Năm 1992, phóng 49 vệ tinh nhân tạo, hợp tác với Mỹ, Nga trong các chƣơng trình vũ trụ quốc tế.\n3.\tVăn hóa: là nƣớc phát triển cao nhƣng vẫn giữ đƣợc bản sắc văn hóa của mình, kết hợp hài hòa giữa truyền thống và hiện đại.\n4.\tChính trị:\n5.\tĐối ngoại:\nTiếp tục liên minh chặt chẽ với Mỹ. 4-1996 Mỹ -Nhật, kéo dài vĩnh viễn Hiệp Ƣớc An ninh Mỹ- Nhật.\nHọc thuyết ”Mi-y-da-oa ”và ”Ha-si-mô-tô ”coi trọng quan hệ với Tây Âu, mở rộng đối ngoại trên phạm vi toàn cầu, đặc biệt với Đông Nam Á và tổ chức ASEAN.\nTừ đầu những năm 90, Nhật nỗ lực vƣơn lên thành một cƣờng quốc chính trị để tƣơng xứng với vị thế siêu cƣờng kinh tế.\nNgày 8 – 9 – 1951, Nhật kí với Mĩ ”Hiệp ước an ninh Mĩ - Nhật ”, chấp nhận đặt Nhật Bản dưới ”ô bảo vệ hạt nhân ”của Mĩ và để quân đội Mĩ xây dựng các căn cứ quân sự trên lãnh thổ Nhật.\n\nCHƢƠNG V. Bài 9: QUAN HỆ QUỐC TẾ TRONG VÀ SAU THỜI KỲ ”CHIẾN TRANH LẠNH ”\nSau thế chiến II, ”Chiến tranh lạnh giữa hai siêu cường là Liên xô và Mỹ, chi phối các quan hệ quốc tế.\nI.\t MÂU THUẪN ĐÔNG – TÂY VÀ SỰ KHỞI ĐẦU CỦA ”CHIẾN TRANH LẠNH ”.\n1.\tNguồn gốc mâu thuẫn Đông – Tây:\nSau chiến tranh quan hệ Xô – Mỹ chuyển từ liên minh chống phát xít sang thế đối đầu và tình trạng ”chiến tranh lạnh ”.\n*\tNguyên nhân: do sự đối lập nhau về mục tiêu và chiến lƣợc.\nLiên Xô: chủ trƣơng duy trì hòa bình, an ninh thế giới, bảo vệ những thành quả của chủ nghĩa xã hội và đẩy mạnh phong trào cách mạng thế giới.\nMỹ: + Chống phá Liên Xô và phe XHCN, chống phong trào cách mạng, mƣu đồ làm bá chủ thế giới.\n+ Lo ngại trƣớc ảnh hƣởng to lớn của Liên Xô và Đông Âu, sự thắng lợi của CHND Trung Quốc, CNXH đã trở thành hệ thống thế giới từ Âu sang Á.\n+ Sau CTTG II, là nƣớc tƣ bản giàu mạnh nhất, nắm độc quyền vũ khí nguyên tử, tự cho mình có quyền lãnh đạo thế giới.\n2.\tDiễn biến ”chiến tranh lạnh ”:\n*\tKhởi đầu: 12-03-1947, Tổng thống Tru-man gửi thông điệp tới Quốc hội Mỹ khẳng định: sự tồn tại của Liên Xô là nguy cơ lớn đối với nƣớc Mỹ và đề nghị viện trợ cho Hy Lạp và Thổ Nhĩ Kỳ, biến hai nƣớc này thành căn cứ tiền phƣơng chống Liên Xô.\nHọc thuyết Tru-man:\n+ Củng cố chính quyền phản động và đẩy lùi phong trào đấu tranh ở Hy Lạp và Thổ Nhĩ Kỳ. + Biến hai nƣớc này thành tiền đồn chống Liên Xô và Đông Âu.,\n*\t”Kế hoạch Marshall ”(Mác san ) (06.1947):\n+ Viện trợ 17 tỷ đô la giúp Tây Âu khôi phục kinh tế,\n+ ”Kế hoạch Marshall ”của Mỹ đã tạo nên sự đối lập về kinh tế và chính trị giữa các nƣớc Tây Âu TBCN và các nƣớc Đông Âu XHCN.\n*\tThành lập Tổ chức Hiệp ƣớc Bắc Đại Tây Dƣơng (NATO)ngày 4-4-1949, là liên minh quân sự lớn nhất của các nƣớc tƣ bản phƣơng Tây do Mỹ đứng đầu chống Liên Xô và các nƣớc XHCN Đông Âu.\nTháng 1-1949 Liên xô và Đông Âu thành lập Hội đồng tƣơng trợ kinh tế (SEV)\nTháng 5-1955 thành lập Tổ chức Hiệp ƣớcVác-xa-va (Varsava), một liên minh chính trị - quân sự mang tính chất phòng thủ của các nƣớc XHCN châu Âu.\n* Nhƣ vậy:sự ra đời của NATO, Vácxava, kế hoạch Mac –san, khối SEV đã đánh dấu sự xác lập cục diện hai cực, hai phe. ”Chiến tranh lạnh ” đã bao trùm toàn thế giới.\nII.\t SỰ ĐỐI ĐẦU ĐÔNG – TÂY VÀ NHỮNG CUỘC CHIẾN TRANH CỤC BỘ ÁC LIỆT.\nIII.\t XU THẾ HÒA HOÃN ĐÔNG TÂY VÀ ”CHIẾN TRANH LẠNH ” CHẤM DỨT.\n1.\t Những biểu hiện của xu thế hòa hoàn Đông – Tây.\nĐầu những năm 70, xu hƣớng hòa hoãn Đông – Tây xuất hiện với những cuộc thƣơng lƣợng Xô – Mỹ.\nNgày 9/11/1972, hai nƣớc Đông và Tây Đức ký kết tại Bon Hiệp định về những cơ sở quan hệ giữa Đông Đức và Tây Đức làm tình hình châu Âu bớt căng thẳng.\n1972, Xô – Mỹ thỏa thuận hạn chế vũ khí chiến lƣợc, ký Hiệp ước ABM (Hiệp ước Chống tên lửa đạn đạo), SALT-1 (Hiệp định hạn chế vũ khí tiến công chiến lược), đánh dấu sự hình thành thế cân bằng về quân sự và vũ khí hạt nhân chiến lƣợc giữa hai cƣờng quốc.\nTháng 8/1975, 35 nƣớc châu Âu và Mỹ, Canađa đã ký Định ƣớc Hen-xin-ki, khẳng định quan hệ giữa các quốc gia và sự hợp tác giữa các nƣớc, tạo nên một cơ chế giải quyết các vấn đề liên quan đến hòa bình, an ninh ở châu lục này.\nTừ 1985, nguyên thủ Xô – Mỹ tăng cƣờng gặp gỡ, ký kết nhiều văn kiện hợp tác kinh tế – KHKT, trọng tâm là thuận thủ tiêu tên lửa tầm trung châu Âu (INF), cắt giảm vũ khí chiến lƣợc và hạn chế chạy đua vũ trang.\n2.\t Chiến tranh lạnh kết thúc\nTháng 12/1989, tại Man–ta (Malta- Địa Trung Hải ), Xô – Mỹ tuyên bố chấm dứt ”Chiến tranh lạnh ”để ổn định và củng cố vị thế của mình.\n*\tNguyên nhân khiến Xô – Mỹ kết thúc ”chiến tranh lạnh ”:\nCả hai nƣớc đều quá tốn kém và suy giảm \"thế mạnh” nhiều mặt.\nĐức, Nhật Bản, Tây Âu vƣơn lên mạnh, trở thành đối thủ cạnh tranh gay gắt với Mỹ.\nLiên Xô lâm vào tình trạng trì trệ, khủng hoảng. Xô –Mỹ thoát khỏi thế đối đầu để ổn định và củng cố vị thế của mình.\n*\tÝ nghĩa: Chiến tranh lạnh chấm dứt mở ra chiều hƣớng giải quyết hòa bình các vụ tranh chấp, xung đột ở nhiều khu vực: Afganistan, Campuchia, Namibia…\nIV.\t THẾ GIỚI SAU ”CHIẾN TRANH LẠNH ”.\nTừ 1989 – 1991, chế độ XHCN ở Liên Xô và Đông Âu tan rã. Ngày 28/6/1991, khối SEV giải thể\n01/07/1991, Tổ chức Varsava chấm dứt hoạt động.\nTrật tự ”hai cực ” Yalta sụp đổ, phạm vi ảnh hƣởng của Liên Xô ở châu Âu và châu Á mất đi, ảnh hƣởng của Mỹ cũng bị thu hẹp ở nhiều nơi.\nTừ 1991, tình hình thế giới có nhiều thay đổi to lớn và phức tạp:\n+ Trật tự hai cực I-an-ta sụp đổ. Một trật tự thế giới đang dần dần hình thành theo xu hƣớng đa cực.\n+ Các quốc gia tập trung phát triển kinh tế.\n+ Mỹ đang ra sức thiết lập một trật tự thế giới ”đơn cực” để làm bá chủ thế giới, nhƣng không thực hiện đƣợc.\n+ Sau ”chiến tranh lạnh”, nhiều khu vực thế giới không ổn định, nội chiến, xung đột quân sự kéo dài (Ban-căng, châu Phi, Trung Á).\nSang thế kỷ XXI, xu thế hòa bình, hợp tác và phát triển đang diễn ra thì vụ khủng bố 11/09/2001 ở nƣớc Mỹ đã đặt các quốc gia, dân tộc đứng trƣớc những thách thức của chủ nghĩa khủng bố với những nguy cơ khó lƣờng, gây ra những tác động to lớn, phức tạp với tình hình chính trị thế giới và trong quan hệ quốc tế.\nNgày nay, các quốc gia dân tộc vừa có những thời cơ phát triển thuận lợi, đồng thời vừa phải đối mặt với những thách thức vô cùng gay gắt.\n\nCHƢƠNG VI. Bài 10: CÁCH MẠNG KHOA HỌC- CÔNG NGHỆ VÀ XU THẾ TOÀN CẦU HÓA NỬA SAU THẾ KỶ XX\nI.\t CUỘC CÁCH MẠNG KHOA HỌC CÔNG NGHỆ.\n1.\t Nguồn gốc và đặc điểm:\na.\tNguồn gốc:\nDo đòi hỏi của cuộc sống và của sản xuất, nhằm đáp ứng nhu cầu vật chất và tinh thần ngày càng cao của con ngƣời.\nDo sự bùng nổ dân số, sự vơi cạn tài nguyên thiên nhiên, do nhu cầu của chiến tranh…\nCuộc cách mạng khoa học- kỹ thuật lần thứ nhất là tiền đề thúc đẩy cách mạng khoa học- kỹ thuật lần II và cách mạng khoa học - công nghệ bùng nổ.\nb.\tĐặc điểm:\n-\tKhoa học- kỹ thuật trở thành lực lƣợng sản xuất trực tiếp.\n-\tMọi phát minh kỹ thuật đều bắt nguồn từ nghiên cứu khoa học.\n-\tKhoa học gắn liền với kỹ thuật, đi trƣớc mở đƣờng cho kỹ thuật.\n-\tKỹ thuật lại đi trƣớc mở đƣờng cho sản xuất.\n-\tKhoa học tham gia trực tiếp vào sản xuất, là nguồn gốc chính của những tiến bộ kỹ thuật và công nghệ.\n2.\t Tác động:\n*\tTích cực:Tăng năng suất lao động, nâng cao đời sống vật chất, tinh thần của con ngƣời. Thay đổi cơ cấu dân cƣ, chất lƣợng nguồn nhân lực, đòi hỏi mới về giáo dục, đào tạo.\nThúc đẩy xu thế toàn cầu hóa.\n*\tTiêu cực: ô nhiễm môi trƣờng, tai nạn lao động và giao thông, các dịch bệnh mới, chế tạo vũ khí hủy diệt đe dọa sự sống trên hành tinh.\nII.\tXU THẾ TOÀN CẦU HÓA VÀ ẢNH HƢỞNG CỦA NÓ.\n1.\tXu thế toàn cầu hóa từ sau chiến tranh lạnh:\na.\tBản chất: Toàn cầu hóa là quá trình tăng lên mạnh mẽ những mối liên hệ, những ảnh hƣởng tác động lẫn nhau, phụ thuộc lẫn nhau của tất cả các khu vực, các quốc gia, dân tộc trên thế giới.\nb.\tBiểu hiện của toàn cầu hóa:\nSự phát triển nhanh chóng của quan hệ thƣơng mại quốc tế. (giá trị trao đổi tăng lên 12 lần )\nSự phát triển và tác động to lớn của các công ty xuyên quốc gia. Giá trị trao đổi tƣơng đƣơng ¾ giá trị thƣơng mại toàn cầu.\nSự sáp nhập và hợp nhất các công ty thành những tập đoàn lớn, nhất là công ty khoa học- kỹ thuật\nSự ra đời của các tổ chức liên kết kinh tế, thƣơng mại, tài chính quốc tế và khu vực (EU, IMF, WTO, APEC, ASEM…) => Là xu thế khách quan không thể đảo ngƣợc.\nc.\tẢnh hƣởng của xu thế toàn cầu hóa:\n*\tTích cực:\nThúc đẩy nhanh chóng sự phát triển và xã hội hóa của lực lƣợng sản xuất, đƣa lại sự tăng trƣởng cao (nửa đầu thế kỷ XX, GDP thế giới tăng 2,7 lần, nửa cuối thế kỷ tăng 5,2 lần).\nGóp phần chuyển biến cơ cấu kinh tế, đòi hỏi cải cách sâu rộng để nâng cao tính cạnh tranh và hiệu quả của nền kinh tế.\n*\tTiêu cực: Đào sâu hố ngăn cách giàu nghèo và bất công xã hội\nLàm cho mọi mặt của cuộc sống con ngƣời kém an toàn, tạo ra nguy cơ đánh mất bản sắc dân tộc và độc lập tự chủ của các quốc gia.\nToàn cầu hóa vừa là thời cơ, cơ hội lớn cho các nƣớc phát triển mạnh, đồng thời cũng tạo ra những thách thức lớn đối với các nƣớc đang phát triển, trong đó có Việt Nam, là nếu bỏ lỡ thời cơ sẽ tụt hậu nguy hiểm.\n\nBài 11: TỔNG KẾT LỊCH SỬ THẾ GIỚI HIỆN ĐẠI TỪ 1945 ĐẾN NĂM 2000\nI.\tNHỮNG NỘI DUNG CHỦ YẾU CỦA LỊCH SỬ THẾ GIỚI TỪ SAU NĂM 1945\n1.\tSự xác lập của trật tự hai cực Yalta do Xô-Mỹ đứng đầu đã chi phối nền chính trị thế giới.\n2.\tCNXH đã vƣợt khỏi phạm vi một nƣớc và trở thành một hệ thống thế giới.\n3.\tSự phát triển mạnh của phong trào GPDT ở Á, Phi, Mỹ La-tinh, các nƣớc này tích cực tham gia và giữ vai trò quan trọng trong đời sống chính trị thế giới, góp phần làm thay đổi căn bản hệ thống thế giới. Sau khi giành độc lập đã đạt nhiều thành tựu về kinh tế xã hội, tuy nhiên vẫn còn xung đột.\n4.\tHệ thống đế quốc chủ nghĩa có chuyển biến:\n+ Mỹ vƣơn lên là nƣớc đế quốc giàu mạnh, và mƣu đồ làm bá chủ thế giới, nhƣng đã chịu nhiều thất bại nhƣ ở chiến tranh Việt Nam, Cu Ba, Triều Tiên.\n+ Nhờ có sự tự điều chỉnh kịp thời, từ đó kinh tế các nƣớc tƣ bản tăng trƣởng liên tục, nhƣ Nhật, Đức, và hình thành trung tâm kinh tế lớn của thế giới (EU).\n+ Dƣới tác động của cách mạng khoa học- kỹ thuật, sự phát triển mạnh của lực lƣợng sản xuất, dẫn đến sự liên kết kinh tế khu vực (EU). Mỹ, EU và Nhật Bản là ba trung tâm kinh tế lớn của thế giới.\n5.\tNổi bật nhất là sự đối đầu giữa hai siêu cƣờng dẫn đến tình trạng ”Chiến tranh lạnh ” kéo dài nhiều thập kỷ. Ở nhiều nơi diễn ra chiến tranh cục bộ (Đông Nam Á, Trung Đông). Chiến tranh lạnh chấm dứt, chuyển sang xu thế hòa dịu, đối thoại, hợp tác phát triển, tuy nhiên vẫn còn xung đột sắc tộc, tôn giáo, tranh chấp lãnh thổ.\n6.\tCuộc cách mạng khoa học- kỹ thuật, khoa học – công nghệ bắt đầu từ Mỹ và đã lan nhanh ra toàn thế giới, khoa học- kỹ thuật trở thành lực lƣợng sản xuất trực tiếp, xu thế toàn cầu hóa lan nhanh ra toàn thế giới, đòi hỏi các quốc gia phải có lời giải đáp, thích ứng để kịp thời, khôn ngoan nắm bắt thời cơ, tránh việc bỏ lỡ cơ hội và tụt hậu.\nII.\tXU THẾ PHÁT TRIỂN CỦA THẾ GIỚI NGÀY NAY.\n1.\tCác nƣớc ra sức điều chỉnh chiến lƣợc phát triển lấy kinh tế làm trọng điểm và mở rộng hợp tác.\n2.\tQuan hệ theo hƣớng đối thoại, thỏa hiệp, với đặc điểm nổi bật là: mâu thuẫn và hài hòa, cạnh tranh và hợp tác, tiếp xúc và kiềm chế…\n3.\tỞ nhiều khu vực lại bùng nổ các cuộc nội chiến và xung đột, thế giới bị đe dọa bởi chủ nghĩa ly khai, khủng bố.\n4.\tToàn cầu hóa đã trở thành một xu thế tất yếu. Các quốc gia dân tộc đang đứng trƣớc thời cơ thuận lợi và thách thức gay gắt để vƣơn lên.\n\nPHẦN II: LỊCH SỬ VIỆT NAM TỪ 1919 - 2000\nBài 12. PHONG TRÀO DÂN TỘC DÂN CHỦ Ở VIỆT NAM TỪ NĂM 1919 - 1925\nI.\t NHỮNG CHUYỂN BIẾN MỚI VỀ KINH TẾ, CHÍNH TRỊ, XÃ HỘI Ở VIỆT NAM SAU CHIẾN TRANH THẾ GIỚI THỨ NHẤT.\n1.\t Chính sách khai thác thuộc địa lần thứ hai của thực dân Pháp.\na.\t Hoàn cảnh:\n-\tSau chiến tranh thế giới thứ nhất, các nƣớc thắng trận phân chia lại thế giới, hình thành hệ thống Véc xai – Oasingtơn (Versailles - Washington.)\n-\tHậu quả chiến tranh làm các cƣờng quốc tƣ bản châu Âu gặp khó khăn, nƣớc Pháp bị thiệt hại nặng.\n-\tCách mạng tháng Mƣời Nga thắng lợi, Nga Xô viết đƣợc thành lập, Quốc tế cộng sản ra đời.\n-\tTình hình trên tác động mạnh đến Việt Nam.\nb.\t Chính sách khai thác thuộc địa lần hai của Pháp:\nỞ Đông Dƣơng, chủ yếu là Việt Nam, Pháp thực hiện khai thác thuộc địa lần hai, từ sau chiến tranh thế giới thứ nhất đến trƣớc khủng hoảng kinh tế thế giới (1929 - 1933.)\n* Kinh tế: Pháp đầu tƣ mạnh với tốc độ nhanh, quy mô lớn vào các ngành kinh tế ở Việt Nam, từ 1924 – 1929, số vốn đầu tƣ khoảng 4 tỉ phrăng.\n+ Nông nghiệp: đầu tƣ nhiều nhất, mở rộng diện tích đồn điền cao su, nhiều công ty cao su đƣợc thành lập (Đất đỏ, Mi-sơ-lanh…)\n+ Công nghiệp: đặc biệt là khai thác mỏ than, mở mang các ngành dệt, muối, xay xát...,\n+ Thƣơng nghiêp: ngoại thƣơng phát triển, giao lƣu buôn bán nội địa đƣợc đẩy mạnh.\n+ Giao thông vận tải: phát triển, mở rộng để phục vụ công cuộc khai thác.\n+ Ngân hàng Đông Dƣơng: nắm quyền chỉ huy kinh tế Đông Dƣơng, phát hành giấy bạc và cho vay lãi.\n+ Tăng thu thuế: ngân sách Đông Dƣơng thu năm 1930 tăng gấp 3 lần so với 1912.\n2.\t Chính sách chính trị,văn hoá, giáo dục của thực dân Pháp.\na.\tChính trị: Pháp tăng cƣờng chính sách cai trị và khai thác thuộc địa. Bộ máy đàn áp, cảnh sát, mật thám, nhà tù hoạt động ráo riết. Ngoài ra còn cải cách chính trị - hành chính: đƣa thêm ngƣời Việt vào làm các công sở, lập Viện dân biểu….\nb.\tVăn hoá giáo dục:\nHệ thống giáo dục Pháp - Việt đƣợc mở rộng. Cơ sở xuất bản, in ấn ngày càng nhiều, ƣu tiên xuất bản các sách báo cổ vũ chủ trƣơng ”Pháp - Việt đề huề ”.\nCác trào lƣu tƣ tƣởng, khoa học-kỹ thuật, văn hoá, nghệ thuật phƣơng Tây vào Việt Nam, tạo ra sự chuyển mới về nội dung, phƣơng pháp tƣ duy sáng tác. Các yếu tố văn hoá truyền thống, văn hoá mới tiến bộ và ngoại lai nô dịch cùng tồn tại, đan xen, đấu tranh với nhau.\n3.\t Những chuyển biến mới về kinh tế và giai cấp ở Việt Nam.\na.\t Những chuyển biến mới về kinh tế:\nKinh tế của tƣ bản Pháp ở Đông Dƣơng phát triển mới, đầu tƣ các nhân tố kỹ thuật và nhân lực sản xuất, song rất hạn chế.\nKinh tế Việt Nam vẫn mất cân đối, sự chuyển biến chỉ mang tính chất cục bộ ở một số vùng, phổ biến vẫn lạc hậu.\nĐông Dƣơng là thị trƣờng độc chiếm của tƣ bản Pháp.\nb.\t Sự chuyển biến mới về giai cấp ở Việt Nam.\nGiai cấp địa chủ phong kiến: tiếp tục phân hóa, một bộ phận trung, tiểu địa chủ có tham gia phong trào dân tộc chống Pháp và tay sai.\nGiai cấp nông dân: bị đế quốc, phong kiến chiếm đoạt ruộng đất, phá sản không lối thoát. Mâu thuẫn giữa nông dân Việt Nam với đế quốc phong kiến tay sai gay gắt. Nông dân là một lực lượng cách mạng to lớn của dân tộc.\nGiai cấp tiểu tƣ sản: phát triển nhanh về số lƣợng, có tinh thần dân tộc chống Pháp và tay sai. Bộ phận học sinh, sinh viên, trí thức nhạy cảm với thời cuộc, tha thiết canh tân đất nƣớc, hăng hái đấu tranh vì độc lập tự do của dân tộc.\nTƣ sản dân tộc Việt Nam: ra đời sau thế chiến I, bị tƣ sản Pháp chèn ép, số lƣợng ít, thế lực kinh tế yếu bị phân hóa thành hai bộ phận:\n+ Tƣ sản mại bản:quyền lợi gắn chặt với đế quốc nên cấu kết chặt chẽ với chúng.\n+Tƣ sản dân tộc:kinh doanh độc lập,có khuynh hƣớng dân tộc và dân chủ.\nGiai cấp công nhân: Ngày càng phát triển, đến 1929 có trên 22 vạn ngƣời, bị tƣ sản áp bức bóc lột gắn bó với nông dân có truyền thông yêu nƣớc, chịu ảnh hƣởng của trào lƣu cách mạng vô sản, trở thành một động lực của phong trào dân tộc dân chủ theo khuynh hƣớng cách mạng tiên tiến.\n* Tóm lại: Sau chiến tranh thế giới thứ nhất, ở Việt Nam diễn ra những biến đổi quan trọng về kinh tế, xã hội, văn hoá, giáo dục. Mâu thuẫn trong xã hội Việt Nam tiếp tục diễn ra sâu sắc, trong đó chủ yếu là mâu thuẫn giữa nhân dân ta với thực dân Pháp và phản động tay sai. Cuộc đấu tranh chống đế quốc và tay sai tiếp tục diễn ra gay gắt, phong phú về nội dung và hình thức.\nNêu chính sách khai thác thuộc địa của thực dân Pháp ở VN sau CTTGI.\nDưới tác động của chính sánh khai thác thuộc địa của Pháp, các giai cấp ở VN có sự chuyển biến ra sao?\nII.\t PHONG TRÀO DÂN TỘC DÂN CHỦ Ở VIỆT NAM TỪ 1919 ĐẾN 1925.\n1.\t Hoạt động của Phan Bội Châu, Phan Châu Trinh và một số ngƣời Việt Nam ở nƣớc ngoài:\n2.\t Hoạt động của tƣ sản, tiểu tƣ sản và công nhân Việt Nam:\n*Hoạt động của tƣ sản Việt Nam:\nTẩy chay tƣ sản Hoa kiều, vận động ngƣời Việt dùng hàng Việt. Đấu tranh chống độc quyền cảng Sài Gòn, độc quyền xuất cảng lúa gạo tại Nam Kỳ của tƣ bản Pháp.\nTƣ sản lớn ở Nam Kỳ nhƣ Bùi Quang Chiêu, Nguyễn Phan Long…thành lập Đảng Lập hiến (1923), đòi tự do, dân chủ, nhƣng khi đƣợc Pháp nhƣợng bộ một số quyền lợi họ sẵn sàng thoả hiệp với chúng.\nNgoài Bắc có nhóm Nam Phong của Phạm Quỳnh cổ vũ thuyết ”quân chủ lập hiến ”, nhóm Trung Bắc tân văn của Nguyễn Văn Vĩnh đề cao ”trực trị ”.\n* Hoạt động của tiểu tƣ sản trí thức: hoạt động sôi nổi nhƣ đấu tranh đòi quyền tự do dân chủ.\n+ Tổ chức chính trị: nhƣ Việt Nam nghĩa đoàn, Hội Phục Việt, Đảng Thanh niên (đại biểu:Tôn Quang Phiệt, Đặng Thai Mai, Trần Huy Liệu, Nguyễn An Ninh…)\n+ Báo tiến bộ ra đời nhƣ Chuông rè, An Nam trẻ, Ngƣời nhà quê, Hữu Thanh, Tiếng Dân…\n+ Nhà xuất bản tiến bộ nhƣ Nam đồng thƣ xã (Hà Nội), Cƣờng học thƣ xã (Sài Gòn), Quan hải tùng thƣ (Huế).\n+ Cao trào yêu nƣớc dân chủ công khai: nhƣ đòi Pháp thả tự do cho Phan Bội Châu (1925); để tang cụ Phan Chu Trinh.\n* Các cuộc đấu tranh của công nhân:\nNgày càng nhiều hơn nhƣng vẫn còn lẻ tẻ, tự phát. Đầu những năm 20 của thế kỷ XX, ở Sài Gòn\n- Chợ Lớn thành lập Công hội (bí mật) do Tôn Đức Thắng đứng đầu.\nCuộc bãi công của thợ máy xƣởng Ba Son tại cảng Sài Gòn không chịu sửa chữa chiến hạm Misơlê của Pháp để phản đối việc chiến hạm này chở binh lính sang đàn áp phong trào đấu tranh của nhân dân Trung Quốc (8/1925).\nCuộc bãi công của thợ máy Ba son đòi tăng lƣơng 20%, phải cho những công nhân bị thải hồi đƣợc trở lại làm việc. Cuộc đấu tranh thắng lợi đánh dấu bƣớc tiến mới của phong trào công nhân.\n3.\t Hoạt động yêu nƣớc của Nguyễn Ai Quốc.\n*\tNguyễn Tất Thành tên thật là Nguyễn Sinh Cung, xuất thân trong một gia đình Nho giáo yêu nước ở xã Kim Liên, huyện Nam Đàn, tình Nghệ An. Là một thanh niên sớm có lòng yêu nước, nhận thấy những hạn chế trong chủ trương cứu nước của các vị tiền bối, Ngày5/6/1911, tại Bến Cảng Nhà Rồng,ông quyết định ra đi tìm đường cứu nước.\nSau nhiều năm bôn ba khắp thế giới, Nguyễn Tất Thành trở lại Pháp vào năm 1917, gia nhập Đảng Xã hội Pháp 1919.\n18/6/1919, thay mặt những ngƣời Việt Nam yêu nƣớc tại Pháp, Nguyễn Ai Quốc gửi tới hội nghị Versailles ”Bản yêu sách của nhân dân An Nam ” đòi Pháp và Đồng minh thừa nhận quyền tự do, dân chủ, quyền bình đẳng của nhân dân An Nam ”.\n- Tháng 07/1920 Nguyễn Ai Quốc đọc bản Sơ thảo lần thứ nhất Luận cƣơng về vấn đề dân tộc và thuộc địa của V.I.Lênin, khẳng định con đƣờng giành độc lập, tự do của nhân dân Việt Nam.\n25/12/1920, tham dự Đại hội Đại biểu của Đảng Xã hội Pháp ở Tua, gia nhập Quốc tế Cộng sản, trở thành đảng viên Cộng sản và tham gia thành lập Đảng Cộng sản Pháp.\n*\tCác sự kiện trên đã đánh dấu bƣớc ngoặt về tƣ tƣởng, Nguyễn Ai Quốc đã từ chủ nghĩa dân tộc đến với chủ nghĩa cộng sản, từ chiến sĩ chống chủ nghĩa thực dân thành chiến sĩ quốc tế vô sản, là ngƣời mở đƣờng cho sự nghiệp giải phóng dân tộc ở Việt Nam.\n1921, Ngƣời lập Hội liên hiệp các dân tộc thuộc địa ở Paris để đoàn kết các lực lƣợng cách mạng chống chủ nghĩa thực dân, ra báo ”Ngƣời cùng khổ ” là cơ quan ngôn luận của Hội.\nNgƣời còn viết bài cho báo Nhân đạo, Đời sống công nhân…, đặc biệt là tác phẩm Bản án chế độ thực dân Pháp.\n6/1923: Ngƣời đến Liên Xô dự Hội nghị Quốc tế nông dân (10/1923) và Đại hội Quốc tế Cộng sản lần V (1924)\n11/11/1924, Ngƣời về Quảng Châu (Trung Quốc) trực tiếp tuyên truyền, giáo dục lý luận, xây dựng tổ chức cách mạng giải phóng dân tộc Việt Nam.\nTháng 6/1925: Thành lập Hội Việt Nam Cách mạng thanh niên nhằm tổ chức và lãnh đạo quần chúng đấu tranh chống Pháp.\n*\tÝ nghĩa: Ngƣời đã tìm ra con đƣờng cứu nƣớc đúng đắn cho cách mạng Việt Nam là độc lập dân tộc, gắn liền với chủ nghĩa xã hội. kết hợp tinh thần yêu nƣớc với tinh thần quốc tế vô sản.\nChuẩn bị về tƣ tƣởng cho cách mạng Việt nam. Chuẩn bị về tổ chức cho cách mạng Việt Nam.\n*\tCon đƣờng cứu nƣớc của nguyễn Ái Quốc có gì khác so với trƣớc ?\n+ Hƣớng đi: Các vị tiền bối tìm đường sang phương Đông, Nguyễn Ái Quốc quyết định đi sang phương Tây.\n+ Cách đi: những vị tiền bối tìm cách gặp gỡ với tầng lớp lãnh đạo bên trên. Ngược lại NAQ thâm nhập vào các tầng lớp, giao cấp thấp nhất trong xã hội. Từ đó, Người có ý thức giác ngộ, đoàn kết đấu tranh,gặp được chủ nghĩa Mác –Lê nin, tìm ra con đường cứu nước đúng đắn cho dân tộc.\n*\tCông lao của Nguyễn Ái Quốc:\n+ Người tìm ra con đường cứu nước đúng đắn để giải phóng dân tộc Việt Nam.\n+ Nhờ đó tiến tới thành lập Đảng Cộng sản Việt Nam, làm cách mạng tháng Tám thành công; tiến hành chống Pháp – Mỹ thắng lợi\n\nBài 13: PHONG TRÀO DÂN TỘC DÂN CHỦ Ở VIỆT NAM TỪ NĂM 1925 ĐẾN NĂM 1930\nI.\t SỰ RA ĐỜI VÀ HOẠT ĐỘNG CỦA BA TỔ CHỨC CÁCH MẠNG.\n1.\t Hội Việt Nam cách mạng thanh niên.\na.\tSự thành lập :\nNăm 1924 tại Quảng Châu, Nguyễn Ai Quốc mở lớp huấn luyện, đào tạo thanh niên thành các chiến sĩ cách mạng, bí mật đƣa về nƣớc ”truyền bá lý luận giải phóng dân tộc và tổ chức nhân dân ”, một số đƣợc gửi sang học tại trƣờng Đại học phƣơng Đông ở Mát xcơ va (Liên Xô ) và trƣờng Quân sự Hoàng Phố (Trung Quốc).\nChọn một số thanh niên trong Tâm tâm xã lập ra Cộng sản đoàn. (2-1925)\n6/1925, lập Hội Việt Nam cách mạng thanh niên nhằm ”tổ chức và lãnh đạo quần chúng đoàn kết, tranh đấu để đánh đổ đế quốc chủ nghĩa Pháp và tay sai để tự cứu lấy mình ”.\nCơ quan cao nhất là Tổng bộ (Nguyễn Ái Quốc,Hồ Tùng Mậu, Lê Hồng Sơn), đặt tại Quảng Châu -TQ\nb.\tHoạt động:\nCơ quan lãnh đạo cao nhất là Tổng bộ. Trụ sở đặt tại Quảng Châu. Báo Thanh niên của Hội do Nguyễn Ai Quốc sáng lập (21/6/1925).\nTác phẩm ”Đƣờng Kách mệnh ”(1927) đã trang bị lý luận luận cách mạng giải phóng dân tộc cho cán bộ Hội nhằm tuyên truyền cho giai cấp công nhân và các tầng lớp nhân dân.\nNăm 1927, Hội đã xây dựng cơ sở khắp cả nƣớc: các kỳ bộ Trung, Bắc, Nam. Năm 1928 Hội có gần 300 hội viên, đến 1929 có khoảng 1700 hội viên và có cơ sở trong Việt kiều ở Xiêm (Thái Lan).\n09/07/1925, Nguyễn Ái Quốc và một số nhà yêu nƣớc Triều Tiên, Indonesia lập ra Hội Liên hiệp các dân tộc bị áp bức Á Đông.\nTừ 1927 đến 1929 nhiều cuộc bãi công của công nhân, viên chức, học sinh… nổ ra.\n1928, Hội chủ trƣơng ”vô sản hóa ”, tuyên truyền vận động cách mạng, nâng cao ý thức chính trị cho giai cấp công nhân. Phong trào công nhân càng phát triển mạnh, trở thành nòng cốt của phong trào dân tộc trong cả nƣớc, nổ ra tại các trung tâm kinh tế, chính trị (bãi công của công nhân than Mạo Khê, nhà máy cƣa Bến Thủy, xi măng Hải Phòng, …\nNăm 1929 bãi công của công nhân nhà máy sửa chữa xe lửa Trƣờng Thi (Vinh ), nhà máy AVIA (Hà Nội), hãng buôn Sác-ne, hãng dầu Hải Phòng…, có sự liên kết giữa các ngành và các địa phƣơng thành phong trào chung.\nCác tầng lớp khác cũng diễn ra rất sối nổi.\nc.\tVai trò của tổ chức đối với việc thành lập Đảng:\nChuẩn bị về mặt tổ chức cho sự ra đời của Đảng Cộng sản Việt Nam.\nĐƣa chủ nghĩa Mác – Lê-nin vào phong trào công nhân. Chuẩn bị về cán bộ cho Cách mạng Việt Nam.\nHội Việt Nam cách mạng thanh niên là tiền thân của Đảng vô sản.\n* Tại sao 6-1925, NAQ không thành lập Đảng Cộng sản Việt Nam mà thành lập Hội VNCMTN?\n+ Muốn thành lập Đảng phải có hai điều kiện: Chủ nghĩa Mác – Lê nin được truyền bá sâu rộng và phong trào công nhân phát triển mạnh mẽ.\n+ Năm 1925,ở VN chưa có đủ hai điều kiện trên nên NAQ chỉ thành lập HVNCMTN\n2.\t Tân Việt cách mạng đảng tại Trung Kỳ.\n3.\t Việt Nam Quốc dân đảng tại Bắc Kỳ.\na.\tThành lập:\nTại Nam đồng thƣ xã, 25/12/1927 Nguyễn Thái Học, Phạm Tuấn Tài, Nguyễn Khắc Nhu, Phó Đức Chính thành lập Việt Nam Quốc dân đảng.\nĐây là chính đảng theo xu hƣớng CM dân chủ tƣ sản, đại diệncho tƣ sản dân tộc VN\nb.\tMục đích:\nTƣ tƣởng chính trị: 1929 Việt Nam Quốc dân đảng công bố nguyên tắc: ”Tự do – Bình đẳng – Bác ái ”.\nChƣơng trình họat động của Đảng chia thành 4 thời kỳ.Thời kỳ cuối là bất hợp tác với Pháp và nhà Nguyễn; cổ động, bãi công, đánh đuổi giặc Pháp, đánh đổ ngôi vua, thiết lập dân quyền.\nChủ trƣơng: ”Tiến hành cách mạng bằng bạo lực ”.\nTổ chức cơ sở trong quần chúng rất ít, địa bàn hoạt động chủ yếu ở Bắc Kỳ; còn ở Trung Kỳ và Nam Kỳ không đáng kể.\nc.\tHọat động:\n2/1929 Việt Nam Quốc dân đảng tổ chức ám sát trùm mộ phu Ba danh (Bazin) ở Hà Nội, bị Pháp khủng bố dã man. Việt Nam Quốc dân đảng tổn thất nặng nề.\nBị động, lãnh đạo Việt Nam Quốc dân đảng quyết định dốc hết lực lƣợng thực hiện bạo động cuối cùng với tƣ tƣởng ”Không thành công cũng thành nhân ”\n9/2/1930 khởi nghĩa nổ ra ở Yên Bái, Phú Thọ, Hải Dƣơng, Thái Bình… ở Hà Nội có ném bom phối hợp…\nKhởi nghĩa thất bại nhanh chóng song đã cổ vũ lòng yêu nƣớc, chí căm thù giặc của nhân dân Việt Nam đối với Pháp và tay sai, tiếp nối truyền thống yêu nƣớc bất khuất của dân tộc Việt Nam.\nVai trò lịch sử của Việt Nam Quốc dân đảng với tƣ cách là một chính đảng cách mạng trong phong trào dân tộc, vừa mới xuất hiện đã chấm dứt cùng sự thất bại của khởi nghĩa Yên Bái.\nII.\tĐẢNG CỘNG SẢN VIỆT NAM RA ĐỜI.\n1.\t Sự xuất hiện các tổ chức cộng sản năm 1929.\na.\tHoàn cảnh: Năm 1929 phong trào dân tộc dân chủ ngày càng phát triển, kết thành làn sóng mạnh mẽ. Đặc biệt sự phát triển của PTCN vƣợt quá khả năng lãnh đạo của các tổ chức CM.\nb.\tSự thành lập các tổ chức cộng sản:\n+ Đông Dƣơng cộng sản đảng:\nTháng 3/1929, một số hội viên tiên tiến của Hội Việt Nam cách mạng thanh niên ở Bắc Kỳ họp tại số nhà 5 Đ, phố Hàm Long (Hà Nội), lập ra Chi bộ cộng sản đầu tiên ở Việt Nam có 7 Đảng viên mở cuộc vận động lập Đảng cộng sản. Từ ngày 01 - 09/05/1929, tại Đại hội lần thứ nhất của Hội VN cách mạng thanh niên tại Hƣơng Cảng (Trung Quốc), đoàn đại biểu Bắc Kỳ đặt vấn đề thành lập Đảng Cộng sản song không đƣợc chấp nhận nên bỏ về nƣớc.\n17/ 6/1929 đại biểu cộng sản miền Bắc họp tại nhà số 312, phố Khâm Thiên (Hà Nội) quyết định thành lập Đông Dƣơng cộng sản đảng, thông qua Tuyên ngôn, điều lệ Đảng, ra báo Búa Liềm, cử ra Ban chấp hành Trung Ƣơng Đảng.\n+ An Nam cộng sản đảng:\n8/1929: Những cán bộ tiên tiến trong Tổng bộ và kỳ bộ VN cách mạng thanh niên ở Nam kỳ thành lập An Nam cộng sản đảng, ra tờ báo Đỏ là cơ quan ngôn luận.\n+ Đông Dƣơng cộng sản liên đoàn:\n9/1929: một số đảng viên tiên tiến của Tân Việt lập Đông Dƣơng cộng sản liên đoàn.\nc.\tÝ nghĩa:\nSự ra đời của 3 tổ chức cộng sản (1929) là một xu thế khách quan của cuộc vận động giải phóng dân tộc ở Việt Nam.\nKhẳng định hệ tƣ tƣởng cộng sản đã chiếm ƣu thế trong phong trào dân tộc ở Việt Nam.\nTuy nhiên ba tổ chức cộng sản ở Việt Nam ra đời năm1929 họat động riêng rẽ, tranh giành ảnh hƣởng của nhau, công kích lẫn nhau,làm phong trào cách mạng trong nƣớc có nguy cơ chia rẽ lớn.\n2.\t HỘI NGHỊ THÀNH LẬP ĐẢNG CỘNG SẢN VIỆT NAM.\na.\tHoàn cảnh:\nCuối 1929, phong trào công nhân và phong trào yêu nƣớc phát triển mạnh, ý thức giai cấp và chính trị rõ rệt\nBa tổ chức cộng sản ở Việt Nam ra đời năm 1929 họat động riêng rẽ, tranh giành ảnh hƣởng của nhau, công kích lẫn nhau, làm phong trào cách mạng trong nƣớc có nguy cơ chia rẽ lớn.\nTrong tình hình đó, Nguyễn Ái Quốc từ Xiêm đã trở về Hƣơng Cảng, Quảng Châu, Trung Quốc để triệu tập hội nghị thống nhất các tổ chức cộng sản.\nb.\tNội dung hội nghị:\nVới cƣơng vị là phái viên của Quốc tế cộng sản, Nguyễn Ai Quốc triệu tập đại biểu của Đông Dƣơng Cộng sản Đảng và An Nam cộng sản đảng đến Cửu Long để bàn việc thống nhất\nTừ 6-1-1930 đến 8-2-1930. Hội nghị hợp nhất ba tổ chức cộng sản diễn ra ở Cửu Long (Hƣơng Cảng-TQ), Tham dự Hội nghị gồm: Trịnh Đình Cửu, Nguyễn Đức Cảnh (đại biểu của Đông Dƣơng Cộng sản đảng), Châu Văn Liêm, Nguyễn Thiệu (đại biểu của An Nam Cộng sản đảng). Hội nghị đã nhất trí thống nhất các tổ chức cộng sản thành Đảng cộng sản Việt Nam, thông qua Chính cƣơng vắn tắt, sách lƣợc vắn tắt của Đảng do Nguyễn Ái Quốc sọan thảo (Cƣơng lĩnh chính trị dầu tiên của Đảng cộng sản VN).\nBan chấp hành Trung ƣơng lâm thời của Đảng thành lập gồm 7 ủy viên do Trịnh Đình Cửu đứng đầu.\n24/02/1930, Đông Dƣơng cộng sản Liên đoàn đƣợc kết nạp vào Đảng cộng sản Việt Nam.\nTại Đại hội Đảng toàn quốc lần thứ III (9/1960) quyết định lấy ngày 3/2/1930 làm ngày kỉ niệm thành lập Đảng.\n* Ý nghĩa: Hội nghị mang tầm vóc của một Đại hội thành lập Đảng.\nc.\tNội dung Cƣơng lĩnh chính trị đầu tiên:\nChiến lƣợc cách mạng: tiến hành ”tƣ sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản ”.\nNhiệm vụ cách mạng: đánh đổ đế quốc Pháp, phong kiến, tƣ sản phản cách mạng, làm cho nuớc Việt Nam độc lập tự do, lập chính phủ công, nông, binh và quân đội công nông; tịch thu sản nghiệp của đế quốc và phản cách mạng chia cho dân cày nghèo, tiến hành cách mạng ruộng đất.\nLực lƣợng cách mạng: công nông, tiểu tƣ sản, trí thức, lợi dụng hoặc trung lập phú nông, địa chủ, tƣ sản. Cách mạng phải liên lạc với các dân tộc bị áp bức và vô sản thế giới.\nLãnh đạo cách mạng: Đảng cộng sản Việt Nam: đội tiền phong của giai cấp vô sản.\nTuy còn vắn tắt, song đây là Cƣơng lĩnh giải phóng dân tộc sáng tạo, kết hợp đúng đắn vấn đề dân tộc và giai cấp. Độc lập, tự do là tƣ tƣởng chủ yếu của cƣơng lĩnh.\nd.\tÝ nghĩa việc thành lập Đảng cộng sản Việt Nam:\nĐảng cộng sản VN ra đời là kết quả của cuộc đấu tranh dân tộc và đấu tranh giai cấp quyết liệt, là sự sàng lọc nghiêm khắc của lịch sử Việt Nam đầu thế kỷ XX.\nLà sản phẩm của sự kết hợp giữa chủ nghĩa Mác - Lê-nin với phong trào công nhân và phong trào yêu nƣớc ở VN trong thời đại mới.\nLà một bƣớc ngoặt vĩ đại trong lịch sử cách mạng VN. Từ đây, cách mạng giải phóng dân tộc của nhân dân VN đặt dƣới sự lãnh đạo duy nhất của Đảng cộng sản VN.\nLà sự chuẩn bị tất yếu đầu tiên có tính quyết định cho những bƣớc phát triển nhảy vọt mới trong lịch sử của dân tộc VN.\n* Căn cứ vào đâu để khẳng định cƣơng lĩnh chính trị đầu tiên do Nguyễn Ái Quốc soạn thảo là đúng đắn, sáng tạo và khoa học ?\n+ Nội dung cương lĩnh phù hợp với quan điểm chủ nghĩa Mác –Lê nin và thực tế cach mạng Việt Nam. Ngay từ đầu Đảng xác định con đường phát triển tất yếu của CMVN là kết hợp, giương cao ngọn cờ độc lập dân tộc và chủ nghĩa xã hội. Chính con đường này đã đưa CMVN đi từ thắng lợi này sang thắng lợi khác.\n+ Tính sáng tạo thể hiện ở những quan điểm của chủ nghĩa Mác- Lê nin, vận dụng sáng tạo vào hoàn cảnh xã hội Việt Nam, kết hợp đúng đắn vấn đề dân tộc và vấn đề giai cấp, trong đó độc lập, tự do là tư tưởng cốt lõi.\n+ Về lực lượng cách mạng, cương lĩnh thể hiện vấn đề đoàn kết dân tộc để đáng đuổi kẻ thù, phù hợp với hoàn cả nh một nước thuộc địa như Việt Nam.\n\nChƣơng II Bài 14: PHONG TRÀO CÁCH MẠNG 1930 – 1935\nI.\t VIỆT NAM TRONG NHỮNG NĂM KHỦNG HOẢNG KINH TẾ THẾ GIỚI 1929-1933\n1.\t Tình hình kinh tế\nNăm 1930, do tác động khủng hoảng kinh tế thế giới, kinh tế VN suy thoái, bắt đầu từ trong nông nghiệp: lúa gạo bị sụt giá, ruộng đất bỏ hoang: 1933 là 500.000 hécta.\nCông nghiệp: suy giảm.\nThƣơng nghiệp, xuất nhập khẩu: đình đốn, giá cả đắt đỏ.\nCuộc khủng hoảng kinh tế ở VN rất nặng nề so với các thuộc địa khác của Pháp cũng nhƣ so với các nƣớc trong khu vực.\n2.\t Tình hình xã hội\nCông nhân: bị sa thải hoặc hƣởng đồng lƣơng chết đói.\nNông dân: chịu thuế cao, vay nợ năng lãi, nông phẩm làm ra phải bán giá hạ. Ruộng đất bị địa chủ thâu tóm, bị bần cùng hóa trên quy mô lớn.\nTiểu thƣơng, tiểu chủ, các nghề thủ công: bị phá sản, bị sa thải, thất nghiệp, tƣ sản dân tộc gặp khó khăn trong kinh doanh, nhà buôn nhỏ đóng cửa.\nXã hội Việt Nam có: hai mâu thuẫn cơ bản là:\nDân tộc Việt Nam với thực dân Pháp (cơ bản)\nNông dân với Địa chủ phong kiến\nPhong trào công nhân và phong trào yêu nƣớc phát triển lôi kéo nhiều tầng lớp tham gia.\nĐầu 1930, khởi nghĩa Yên Bái thất bại, Pháp khủng bố dã man những ngƣời yêu nƣớc. Đảng CSVN ra đời, kịp thời lãnh đạo nhân dân đứng lên chống đế quốc, phong kiến .\nII.\t PHONG TRÀO CÁCH MẠNG 1930 – 1931 VÀ XÔ VIẾT NGHỆ TĨNH\n1.\t Phong trào cách mạng 1930 – 1931. a.Phong trào trên toàn quốc.\nTrong bối cảnh khủng hoảng kinh tế – xã hội, phong trào cách mạng lên cao\nĐảng CSVN ra đời kịp thời lãnh đạo phong trào đấu tranh của công nông trong cả nƣớc. Tháng 2à4-1930 nhiều cuộc đấu tranh của công nhân và nông dân nổ ra.\nMục tiêu: Đòi cải thiện đời sông,công nhân đòi tăng lƣơng,giảm giờ làm;nông dân đòi giảm sƣu thuế.Do Đảng lãnh đạo, có khẩu hiệu chính trị, có cờ Đảng.\nNhân ngày Quốc tế lao động 1/5, cả nƣớc bùng nổ nhiều cuộc đấu tranh, đây là bƣớc ngoặt của phong trào cách mạng. Lần đầu tiên công nhân VN biểu tình kỷ niệm ngày Quốc tế lao động, đấu tranh đòi quyền lợi cho nhân dân lao động trong nƣớc, thể hiện tình đoàn kết cách mạng với nhân dân lao động thế giới\nTháng 6 đến tháng 8/1930 cuộc đấu tranh của công nhân trên cả nƣớc.\nb. Ở Nghệ Tĩnh:\n-\tTháng 9/1930 phong trào dâng cao ở Nghệ An và Hà Tĩnh:\n+ Nông dân biểu tình có vũ trang tự vệ với hàng nghìn ngƣời kéo đến huyện lị, tỉnh lị đòi giảm thuế ở các huyện Nam Đàn, Thanh Chƣơng, Diễn Châu, Anh Sơn (Nghệ An), Kỳ Anh (Hà Tĩnh)\n… đƣợc công nhân Vinh - Bến Thủy hƣởng ứng.\n-\tNgày 12/ 9/1930 biểu tình của 8000 nông dân Hƣng Nguyên (Nghệ An):\n+ Với khẩu hiệu: ”Đả đảo chủ nghĩa đế quốc ! ”. Đến gần Vinh, con số lên tới 3 vạn ngƣời, xếp hàng dài 4 km. Pháp đàn áp dã man: cho máy bay ném bom làm chết 217 ngƣời, bị thƣơng 126 ngƣời.\n+Chính quyền thực dân, phong kiến bị tê liệt, tan rã ở nhiều huyện, xã.\n+ Nhiều cấp ủy Đảng ở thôn xã lãnh đạo nhân dân tự quản lý đời sống chính trị, kinh tế, văn hóa xã hội ở địa phƣơng, làm chức năng của chính quyền, gọi là Xô viết.\n2.\t Xô viết Nghệ Tĩnh.\nRa đời sau biểu tình từ tháng 09/1930, tại Nghệ An ở Thanh Chƣơng, Nam Đàn, Anh Sơn, Nghi Lộc, Hƣng Nguyên, Diễn Châu. Ở Hà Tĩnh, Xô viết hình thành ở Can Lộc, Nghi Xuân, Hƣơng Khê … thực hiện quyền làm chủ, điều hành mọi mặt đời sống xã hội.\n+ Chính trị: quần chúng tự do tham gia các đoàn thể cách mạng. Các đội tự vệ đỏ và tòa án nhân dân thành lập.\n+ Kinh tế: chia ruộng đất công cho dân cày nghèo, bãi bỏ thuế thân, thuế chợ, thuế đò, thuế muối, xóa nợ cho ngƣời nghèo. Đắp đê, phòng lụt, sửa chữa cầu đƣờng. Lập các tổ chức sản xuất để nông dân giúp đỡ nhau\n* Văn hóa, xã hội: xóa bỏ tệ nạn mê tín, dị đoan, rƣợu chè, cờ bạc, trộm cắp; trật tự trị an giữ vững, biết đoàn kết giúp đỡ nhau.\nè Xô viết Nghệ Tĩnh là đỉnh cao của phong trào 1930-1931\n3.\t  Hội nghị lần thứ nhất Ban chấp hành Trung ƣơng lâm thời Đảng Cộng sản Việt Nam (10.1930).\nTháng 10/ 1930 Hội nghị lần thứ nhất Ban chấp hành Trung ƣơng lâm thời Đảng Cộng sản Việt Nam tại Hƣơng Cảng (Trung Quốc)\nQuyết định:\n+ Đổi tên Đảng Cộng sản Việt Nam thành Đảng Cộng sản Đông Dƣơng.\n+ Cử ra Ban Chấp hành Trung ƣơng chính thức do Trần Phú làm Tổng bí thƣ\n+ Thông qua Luận cƣơng chính trị của Đảng.\n* Nội dung Luận cƣơng chính trị tháng 10.1930:\n-\tChiến lƣợc và Sách lƣợc: Cách mạng Đông Dƣơng lúc đầu là cách mạng tƣ sản dân quyền, sau đó tiến thẳng lên XHCN, bỏ qua thời kỳ tƣ bản chủ nghĩa.\n-\tNhiệm vụ đánh phong kiến và đánh đế quốc là hai nhiệm vụ có quan hệ khăng khít.\n-\tĐộng lực cách mạng là công nhân và nông dân.\n-\tLãnh đạo cách mạng là giai cấp công nhân – Đội tiên phong là Đảng Cộng sản.\n-\tNêu rõ hình thức, biện pháp đấu tranh, quan hệ giữa CMVN và cách mạng thế giới.\n-\tHạn chế: + Chƣa nêu đƣợc mâu thuẫn chủ yếu của xã hội Đông Dƣơng.\n+ Không đƣa ngọn cờ dân tộc lên hàng đầu, nặng về đấu tranh giai cấp và cách mạng ruộng đất.\n+ Đánh giá không đúng khả năng cách mạng của tầng lớp tiểu tƣ sản, giai cấp tƣ sản dân tộc, khả năng lôi kéo bộ phận trung, tiểu địa chủ tham gia Mặt trận dân tộc thống nhất, chống đế quôc và phong kiến.\n4.\t Ý nghĩa lịch sử và bài học kinh nghiệm của phong trào CM 1930 - 1931.\na.\tÝ nghĩa lịch sử\n-\tKhẳng định đƣờng lối đúng đắn của Đảng, quyền lãnh đạo của giai cấp công nhân đối với cách mạng các nƣớc Đông Dƣơng.\n-\tKhối liên minh công nông hình thành.\n-\tLà cuộc tập dƣợt đầu tiên cho Tổng khởi nghĩa tháng Tám sau này.\n-\tĐƣợc đánh giá cao trong phong trào cộng sản và công nhân quốc tế.\n-\tQuốc tế Cộng sản công nhận: Đảng Cộng sản Đông Dƣơng là phân bộ độc lập trực thuộc Quốc tế Cộng sản.\nb.\tBài học kinh nghiệm: Để lại bài học quý về công tác tƣ tƣởng, xây dựng khối liên minh công nông, mặt trận dân tộc thống nhất, tổ chức lãnh đạo quần chúng đấu tranh …\n* So sánh Cƣơng lĩnh chính trị (2-1930) và Luận Cƣơng chính trị (10-1930):\nNhững điểm chủ yếu về cơ bản giống nhau.\nLuận Cương chính trị 10-1930 xác định các vấn đề chiến lược cách mạng, nhưng cũng có những hạn chế nhất định:\n+ Chưa nêu được mâu thuẫn chủ yếu của xã hội Đông Dương.\n+ Không đưa ngọn cờ dân tộc lên hàng đầu, nặng về đấu tranh giai cấp và cách mạng ruộng đất.\n+ Đánh giá không đúng khả năng cách mạng của tầng lớp tiểu tư sản, giai cấp tư sản dân tộc, khả năng lôi kéo bộ phận trung, tiểu địa chủ tham gia Mặt trận dân tộc thống nhất, chống đế quôc và phong kiến.\nNhững nhược điểm này mang tính ”tả khuynh ”,trải qua quá trình đấu tranh thực tiễn, các nhược điểm trên mới dần khắc phục.\nIII.\t PHONG TRÀO CÁCH MẠNG 1932 – 1935:\n\nBài 15. PHONG TRÀO DÂN CHỦ 1936-1939\nI.\t Tình hình thế giới và trong nƣớc.\n1.\t Tình hình thế giới:\nNhững năm 30 của thế kỷ XX, thế lực phát xít cầm quyền ở Đức, Ý, Nhật Bản chạy đua vũ trang, chuẩn bị chiến tranh thế giới.\n07/1935, Đại hội lần VII - Quốc tế Cộng sản xác định nhiệm vụ chống chủ nghĩa phát xít, đấu tranh giành dân chủ, bảo vệ hòa bình, thành lập Mặt trận nhân dân rộng rãi.\n06/1936, Mặt trận nhân dân lên cầm quyền ở Pháp, thi hành cải cách tiến bộ ở thuộc địa: Đối với Đông Dƣơng, Pháp cử phái đoàn sang điều tra tình hình, cử Toàn quyền mới, nới rộng quyền tự do báo chí … tạo thuận lợi cho cách mạng Việt Nam.\n2.\tTình hình trong nƣớc:\na.\tChính trị:\nĐối với Đông Dƣơng, Pháp cử phái đoàn sang điều tra tình hình, cử Toàn quyền mới, ân xá tù chính trị,nới rộng quyền tự do báo chí … tạo thuận lợi cho cách mạng Việt Nam.\nCó nhiều đảng phái chính trị hoạt động: đảng cách mạng, đảng theo xu hƣớng cải lƣơng, đảng phản động …, nhƣng ĐCS Đông Dƣơng là Đảng mạnh nhất, có tổ chức chặt chẽ, chủ trƣơng rõ ràng.\nb.\tKinh tế: sau khủng hoảng kinh tế thế giới, Pháp tập trung đầu tƣ, khai thác thuộc địa để bù đắp sự thiếu hụt cho kinh tế Pháp.\nNông nghiệp: tƣ bản Pháp chiếm đoạt ruộng đất, độc canh cây lúa, trồng cao su, đay, gai, bông\n…\nCông nghiệp: đẩy mạnh khai mỏ. Sản lƣợng ngành dệt, xi măng, chế cất rƣợu tăng. Các ngành ít phát triển là điện, nƣớc, cơ khí, đƣờng, giấy, diêm...\nThƣơng nghiệp: thực dân độc quyền bán thuốc phiện, rƣợu, muối và xuất nhập khẩu, thu lợi nhuận rất cao, nhập máy móc và hàng tiêu dùng, xuất khoáng sản và nông sản.\nNhững năm 1936 -1939 là thời kỳ phục hồi và phát triển kinh tế Việt Nam nhƣng kinh tế Việt Nam vẫn lạc hậu và lệ thuộc kinh tế Pháp.\nc.\tXã hội: đời sống nhân dân khó khăn do chính sách tăng thuế của Pháp Công nhân: thất nghiệp, lƣơng giảm.\nNông dân: không đủ ruộng cày, chịu mức địa tô cao và bóc lột của địa chủ, cƣờng hào… Tƣ sản dân tộc: ít vốn, chịu thuế cao, bị tƣ bản Pháp chèn ép.\nTiểu tƣ sản trí thức: thất nghiệp, lƣơng thấp.\nCác tầng lớp lao động khác: chịu thuế khóa nặng nề, sinh hoạt đắt đỏ.\nĐời sống đa số nhân dân khó khăn nên hăng hái tham gia đấu tranh đòi tự do, cơm áo dƣới sự lãnh đạo của Đảng Cộng sản Đông Dƣơng.\nII.\t PHONG TRÀO DÂN CHỦ 1936 – 1939\n1.\tHội nghị Ban Chấp hànhTrung ƣơng Đảng Cộng sản Đông Dƣơng tháng 7-1936.\n1.\t Chủ trƣơng của Đảng trong những năm 1936 – 1939.\nTháng 7/1936 của Hội nghị Ban Chấp hành Trung ƣơng Đảng Cộng sản Đông Dƣơng do Lê Hồng Phong chủ trì ở Thƣợng Hải (Trung Quốc) dựa trên Nghị quyết Đại hội VII của QTCS, đề ra đƣờng lối và phƣơng pháp đấu tranh:\n*\tNhiệm vụ chiến lƣợc của cách mạng tƣ sản dân quyền Đông Dƣơng là chống đế quốc và phong kiến.\n*\tNhiệm vụ trực tiếp, trƣớc mắt là đấu tranh chống chế độ phản động thuộc địa, chống phát xít, chống nguy cơ chiến tranh, đòi tự do, dân sinh, dân chủ, cơm áo, hòa bình.\n*\tPhƣơng pháp đấu tranh: Kết hợp các hình thức công khai và bí mật, hợp pháp và bất hợp pháp.\n*\tChủ trƣơng: Thành lập Mặt trận thống nhất nhân dân phản đế Đông Dƣơng. Tháng 3/1938, đổi thành Mặt trận thống nhất dân chủ Đông Dƣơng, gọi tắt là Mặt trận dân chủ Đông Dƣơng.\n2.\t Những phong trào đấu tranh tiêu biểu\na. Đấu tranh đòi các quyền tự do, dân sinh, dân chủ.\n*. Phong trào Đông Dƣơng Đại hội.\n\nNăm 1936,Đảng vận động và tổ chức nhân dân thảo ra bản dân nguyện vọng gửi tới phái đoàn chính phủ Pháp, tiên tời triệu tập Đông Dƣơng Đại hội (8-1936)\nCác ủy ban hành động thành lập khắp nơi, phát truyền đơn, ra báo, mít tinh, thảo luận dân chủ, dân sinh…\nTháng 09/1936 Pháp giải tán Ủy ban hành động, cấm hội họp, tịch thu các báo.\nQua phong trào, đông đảo quần chúng đƣợc giác ngộ, đoàn kết đấu tranh đòi quyền sống. Đảng thu đƣợc một số kinh nghiệm về phát động và lãnh đạo đấu tranh công khai, hợp pháp.\n*\tPhong trào đón Gô–đa: năm 1937, lợi dụng sự kiện đó Gô-đa và Toàn quyền mới sang Đông Dƣơng, Đảng tổ chức quần chúng mít tinh, biểu dƣơng lực lƣợng đƣa yêu sách về dân sinh, dân chủ.\n*\t1937-1939: nhiều cuộc mít tinh, biểu tình đòi quyền sống tiếp tục diễn ra, nhân ngày Quốc tế lao động 01/05/1938, lần đầu tiên nhiều cuộc mít tinh tổ chức công khai ở Hà Nội, Sài Gòn có đông đảo quần chúng tham gia.\nNgoài ra còn có hình thức đấu tranh nghị trƣờng và đấu tranh trên lĩnh vực báo chí.\n3.\t Ý nghĩa của phong trào dân chủ 1936 – 1939\nLà phong trào quần chúng rộng lớn, có tổ chức, dƣới sự lãnh đạo của Đảng.. Buộc Pháp phải nhƣợng bộ một số yêu sách về dân sinh, dân chủ.\nQuần chúng đƣợc giác ngộ về chính trị, trở thành lực lƣợng chính trị hùng hậu của cách mạng. Cán bộ đựợc tập hợp và trƣởng thành.\nLà một cuộc tập dƣợt thứ hai chuẩn bị cho Tổng khởi nghĩa tháng Tám sau này.\n4.\t Bài học kinh nghiệm của phong trào dân chủ 1936 – 1939\nVề việc xây dựng Mặt trận dân tộc thống nhất.\nTổ chức, lãnh đạo quần chúng đấu tranh công khai, hợp pháp.\nĐấu tranh tƣ tƣởng trong nội bộ Đảng và với các đảng phái phản động. Đảng thấy đƣợc hạn chế trong công tác mặt trận, dân tộc…\nLà một cuộc diễn tập thứ hai, chuẩn bị cho Tổng khởi nghĩa tháng Tám sau này.\nSO SÁNH PHONG TRÀO 1930 – 1930 VÀ PHONG TRÀO DÂN CHỦ 1936 – 1939.\nNội dung\t1930-1931\t1936-1939\n\t\tThực dân Pháp phản động, tay\nsai, phát xít\nKẻ thù\tĐế quốc và phong kiến\n\t\tChống phát xít và chiến tranh.Chống thực dân phản động.\nĐòi tự do, dân chủ, cơm áo, hòa bình\n\tChống đế quốc giành độc\nlập, chống phong kiến giành ruộng đất cho dân cày\nNhiệm vụ\n(khẩu hiệu)\n\t\tMặt trận nhân dân phản đế Đông Dương sau đổi là Mặt\ntrận Dân chủ Đông Dương.\n\tBước đầu thực hiện liên minh\ncông nông\nMặt trận\n\tBí mật, bất hợp pháp. Bạo động vũ trang như bãi công, chuyển sang biểu tình vũ trang ở Hưng Nguyên, Thanh\nChương, Vinh\nHình thức, phương pháp\nđấu tranh\t\tHợp pháp, nửa hợp pháp, công khai hay nửa công khai.\nLực lượng\tCông nhân.\tĐông đảo, không phân biệt\nNội dung\t1930-1931\t1936-1939\ntham gia\tNông dân\tthành phần, giai cấp.Ở thành thị rất sôi nổi tạo nên đội quân\nchính trị hùng hậu.\nNhận xét:\nSự khác nhau giữa phong trào 1930-1931 và phong trào dân chủ 1936-1939 cho thấy do hoàn cảnh thế giới và trong nước khác nhau,nên chủ trương sách lược, hình thức tập hợp lực lượng và hình thức đấu tranh phải khác nhau mới phù hợp.\nChủ trương của Đảng trong thời kỳ 1936-1939 chỉ có tính chất sách lược nhưng rất kịp thời và phù hợp với tình hình mới, tạo ra cao trào đấu tranh sôi nổi. Qua đó chứng tỏ Đảng ta đã trưởng thành, có khả năng đối phó với mọi tình huống, đưa cách mạng tiến lên không ngừng\nBài 16: PHONG TRÀO GIẢI PHÓNG DÂN TỘC VÀ TỔNG KHỞI NGHĨA THÁNG TÁM (1939-1945). NƢỚC VIỆT NAM DÂN CHỦ CỘNG HÒA RA ĐỜI\nI.\t TÌNH HÌNH VIỆT NAM TRONG NHỮNG NĂM (1939 – 1945)\n1.\t Tình hình chính trị.\na.\tThế giới\n- 1/9/1939: Chiến tranh thế giới thứ hai bùng nổ, Đức tấn công Pháp, Pháp đầu hàng Đức..\n-Ở VN, Pháp thực hiện chính sách thù địch đối với các lực lƣợng tiến bộ trong nƣớc và phong trào cách mạng ở thuộc địa.\nb.\tViệt Nam\nỞ Đông Dƣơng, Toàn quyền Đơ-cu thực hiện chính sách vơ vét sức ngƣời, sức của của Việt Nam để dốc vào cuộc chiến tranh.\nTháng 9/1940, Nhật vƣợt biên giới Việt – Trung vào miền Bắc Việt Nam, Pháp nhanh chóng đầu hàng.\nNhật sử dụng bộ máy thống trị của Pháp để vơ vét kinh tế phục vụ cho chiến tranh, đàn áp cách mạng..\nỞ VN, bên cạnh đảng phái thân Pháp còn có đảng phái thân Nhật nhƣ: Đại Việt, Phục Quốc …ra sức tuyên truyền lừa bịp về văn minh, sức mạnh Nhật Bản, thuyết Đại Đông Á, dọn đƣờng cho Nhật hất cẳng Pháp.\nViệt Nam đặt dƣới ách thống trị của Nhật – Pháp.\nĐầu 1945, phát xít Đức bị thất bại nặng nề (châu Âu), ở châu Á – Thái Bình Dƣơng, Nhật liên tục thất bại.\nỞ Đông Dƣơng, ngày 9/3/1945 Nhật đảo chính Pháp. Lợi dụng cơ hội đó, các đảng phái chính trị ở VN tăng cƣờng hoạt động. Quần chúng nhân dân sục sôi khí thế, sẵn sàng vùng lên khởi nghĩa.\n2.\t Tình hình kinh tế – xã hội.\na.\tKinh tế\n*\tChính sách của Pháp:\nĐầu tháng 9/1939, Toàn quyền Ca-tơ-ru ra lệnh tổng động viên nhằm cung cấp cho mẫu quốc tiềm lực tối đa của Đông Dƣơng về quân sự, nhân lực, các sản phẩm và nguyên liệu ”.\nPháp thi hành chính sách ”Kinh tế chỉ huy ”: tăng thuế cũ, đặt thêm thuế mới …, sa thải công nhân, viên chức, giảm tiền lƣơng, tăng giờ làm…, kiểm soát gắt gao sản xuất, phân phối, ấn định giá cả.\n*\tChính sách của Nhật:\nPháp phải cho Nhật sử dụng phƣơng tiện giao thông, kiểm soát đƣờng sắt, tàu biển. Nhật bắt Pháp trong 4 năm 6 tháng nộp khoản tiền 723.786.000 đồng.\nCƣớp ruộng đất của nông dân, bắt nông dân nhổ lúa, ngô để trồng đay, thầu dầu phục vụ cho chiến tranh.\nBuộc Pháp xuất cảng các nguyên liệu chiến tranh sang Nhật với giá rẻ nhƣ: than, sắt, cao su, xi măng …\nCông ty của Nhật đầu tƣ vào những ngành phục vụ cho quân sự nhƣ măng-gan, sắt, phốt phát, crôm.\nb.\tXã hội\nChính sách bóc lột của Pháp – Nhật đẩy nhân dân ta tới chỗ cùng cực. Cuối 1944 đầu năm 1945 có tới 2 triệu đồng bào ta chết đói.\nCác giai cấp, tầng lớp ở nƣớc ta, trừ tay sai đế quốc, đại địa chủ và tƣ sản mại bản đều bị ảnh hƣởng bởi chính sách bóc lột của Pháp- Nhật.\nĐảng phải kịp thời, đề ra đƣờng lối đấu tranh phù hợp.\nII.\t PHONG TRÀO GIẢI PHÓNG DÂN TỘC TỪ THÁNG 9/1939 ĐẾN THÁNG 3/1945.\n1.\t Hội nghị Ban Chấp hành Trung Ƣơng Đảng Cộng sản Đông Dƣơng tháng 11-1939.\nTháng 11/1939, Hội nghị Ban Chấp hành Trung ƣơng Đảng họp tại Bà Điểm (Hóc Môn) do Tổng Bí thƣ Nguyễn Văn Cừ chủ trì, xác định:\n*\tNhiệm vụ, mục tiêu trƣớc mắt là đánh đổ đế quốc và tay sai, giải phóng các dân tộc ở Đông Dƣơng, làm cho Đông Dƣơng hoàn toàn độc lập.\n*\tChủ trƣơng:\n+ Tạm gác lại khẩu hiệu cách mạng ruộng đất, tịch thu ruộng đất của thực dân đế quốc và địa chủ, phản bội quyền lợi dân tộc, chông tô cao, lãi nặng.\n+ Thay khẩu hiệu ”Thành lập chính quyền Xô Viết công nông binh ” bằng khẩu hiệu ”Chính phủ dân chủ cộng hòa ”.\n*\tVề phƣơng pháp đấu tranh:\nĐảng chuyển từ đấu tranh đòi dân sinh, dân chủ sang đánh đổ chính quyền của đế quốc và tay sai; từ hoạt động hợp pháp, nửa hợp pháp sang hoạt động bí mật.\n*\tĐưa ra chủ trương thành lập Mặt trận dân tộc thống nhất phản đế Đông Dương thay cho Mặt trận dân chủ Đông Dƣơng.\nÝ nghĩa: Đánh dấu bƣớc chuyển hƣớng quan trọng, đặt nhiệm vụ giải phóng dân tộc lên hàng đầu, đƣa nhân dân ta bƣớc vào thời kỳ trực tiếp vận động cứu nƣớc.\n2.\t Những cuộc đấu tranh mở đầu thời kỳ mới.\n3.\tNguyễn Ái Quốc về nƣớc trực tiếp lãnh đạo cách mạng,. Hôi nghị lần 8 Ban chấp hành Trung ƣơng Đảng Cộng sản Đông Dƣơng (05/1941)\n28/01/1941, lãnh tụ Nguyễn Ái Quốc trở về nƣớc trực tiếp lãnh đạo cách mạng, triệu tập Hội nghị Trung ƣơng Đảng lần thứ 8 ở Pắc Bó (Cao Bằng) từ ngày 10 đến 19/5/1941.\nKhẳng định nhiệm vụ chủ yếu trƣớc mắt là giải phóng dân tộc.\nTạm gác khẩu hiệu cách mạng ruộng đất, nêu khẩu hiệu giảm tô, giảm thuế, chia lại ruộng công, tiến tới ngƣời cày có ruộng.\nSau khi đánh đuổi Pháp – Nhật sẽ thành lập Chính phủ nhân dân của nƣớc Việt Nam Dân chủ Cộng hòa.\nThành lập Mặt trận Việt Nam độc lập đồng minh thay cho Mặt trận Thống nhất phản đế Đông Dƣơng. Thay tên các hội phản đế thành hội Cứu quốc, giúp đỡ việc lập Mặt trận ở Lào, Campu chia\nĐi từ khởi nghĩa từng phần tiến lên tổng khởi nghĩa, chuẩn bị khởi nghĩa vũ trang là Nhiệm vụ trung tâm của Đảng..\nÝ nghĩa hội nghị:\nHội nghị 8 đã hoàn chỉnh chủ trƣơng chuyển hƣớng đấu tranh đƣợc đề ra từ hội nghịTrung ƣơng tháng 11-1939,nhằm giải quyết mục tiêu số một của CM là độc lập dân tộc và đề ra nhiều chủ trƣơng sáng tạo để thực hiện mục tiêu ấy.\nNgày 19/05/1941, thành lập Mặt trận Việt Minh. Năm tháng sau, Tuyên ngôn, Chƣơng trình, Điều lệ Việt Minh đƣợc công bố chính thức.\nÝ nghĩa\nHội nghị Trung ương 8 đã hoàn chỉnh sự chuyển hướng chiến lược và sách lược đề ra từ Hội nghị Trung ương (11/1939):\n+ Giương cao hơn nữa và đặt ngọn cờ giải phóng dân tộc lên hàng đầu.\n+ Giải quyết vấn đề dân tộc trong từng nước Đông Dương.\n+ Chủ trương tiến tới khởi nghĩa vũ trang giành chính quyền.\n4.\t Chuẩn bị tiến tới khởi nghĩa giành chính quyền.\na/Bƣớc đầu xây dựng lực lƣợng cho cuộc khởi nghiã vũ trang:\n-Xây dựng lực lƣợng chính trị:\n+Ở Cao Bằng:\nNhiệm vụ cấp bách là vận động quần chúng tham gia Việt Minh. Cao Bằng là nơi thí điểm xây dựng các Hội Cứu quốc.\nNăm 1942, khắp 9 châu ở Cao Bằng đều có Hội Cứu quốc, trong đó có ba châu hoàn toàn, Ủy ban Việt Minh tỉnh Cao bằng và liên tỉnh Cao-Bắc-Lạng đựoc thành lập..\nỞ miền Bắc và miền Trung, các ”Hội phản đế ”chuyển sang các ”Hội cứu quốc ”, nhiều ”Hội cứu quốc ”mới đƣợc thành lập.\nNăm 1943, Đảng đƣa ra bản ”Đề cƣơng văn hóa Việt Nam ”và vận động thành lập Hội văn hóa cứu quốc Việt Nam(cuối 1944) và Đảng dân chủ Việt Nam đứng trong Mặt trận Việt Minh (6/1944).\nĐảng cũng tăng cƣờng vận động binh lính Việt và ngoại kiều Đông Dƣơng chống phát xít.\n*\t Xây dựng lực lƣợng vũ trang:\nSau khởi nghĩa Bắc Sơn, đội du kích Bắc Sơn thành lập, hoạt động tại căn cứ Bắc Sơn - Võ Nhai. Năm 1941, các đội du kích Bắc Sơn thống nhất thành Trung đội Cứu quốc quân số I (01/05/1941), phát động chiến tranh du kích trong 8 tháng.\nNgày 15/9/1941, Trung đội Cứu quốc quân II ra đời.\n*\t Xây dựng căn cứ địa cách mạng:\nHai căn cứ địa đầu tiên của cách mạng nƣớc ta là: Bắc Sơn – Võ Nhai và Cao Bằng\nHội nghị Trung ƣơng 11/1940 xây dựng Bắc Sơn – Võ Nhai thành căn cứ địa cách mạng.\n1941, sau khi về nƣớc, Nguyễn Ai Quốc chọn Cao Bằng để xây dựng căn cứ địa dựa trên cơ sở lực lƣợng chính trị và tổ chức phát triển.\nb/Gấp rút chuẩn bị cho khởi nghĩa vũ trang giành chính quyền.\n-   Từ đầu năm 1943, Hồng quân LiênXô chuyển sang phản công quân Đức, sự thất bại của phe phát xít đã rõ ràng àphải đẩy mạnh hơn nữa công tác chuẩn bị khởi nghĩa.\nTháng 02/1943, Ban Thƣờng vụ Trung ƣơng Đảng họp tại Võng La (Đông Anh - Phúc Yên) vạch ra kế hoạch chuẩn bị toàn diện cho khởi nghĩa vũ trang.:\n+Khắp nông thôn, thành thị miền Bắc, các đoàn thể Việt Minh, các Hội Cứu quốc đƣợc xây dựng và củng cố.\n+Ở căn cứ Bắc Sơn - Võ Nhai, Trung đội cứu quốc quân III ra đời (25/02/1944).\n+ Ở căn cứ Cao Bằng, các đội tự vệ vũ trang, đội du kích thành lập.\n+ Năm 1943, 19 ban ”xung phong ”Nam tiến ”đƣợc lập ra để liên lạc với căn cứ địa Bắc Sơn – Võ Nhai và phát triển lực lƣợng xuống miền xuôi.\n+ 07/05/1944: Tổng bộ Việt Minh ra chỉ thị ”sửa soạn khởi nghĩa ”\n+ 22/12/1944, theo chỉ thị của Hồ Chí Minh, Đội Việt Nam tuyên truyền giải phóng quân thành lập. Hai ngày sau, đội thắng hai trận Phay Khắt (25/12) và Nà Ngần (26/12/1944).\n(5-1945 hai đội Việt Nam tuyên truyền Giải phóng quân và Cứu Quốc Quân hợp thành Việt Nam Giải phóng Quân).\n+ Công cuộc chuẩn bị đƣợc tiếp tục cho đến trƣớc ngày Tổng khởi nghĩa.\nIII.\t KHỞI NGHĨA VŨ TRANG GIÀNH CHÍNH QUYỀN\n1.\t Khởi nghĩa từng phần (từ tháng 3 đến giữa tháng 8/1945)\na.\tHoàn cảnh lịch sử\n*\tThế giới.\nĐầu 1945, Liên Xô đánh bại phát xít Đức, giải phóng các nƣớc Trung và Đông Âu. Ở châu Á – Thái Bình Dƣơng, Nhật thất bại nặng nề.\nỞ Đông Dƣơng, lực lƣợng Pháp theo phái Đờ Gôn chờ thời cơ phản công Nhật, mâu thuẫn Nhật\n- Pháp trở nên gay gắt.\n*\tTrong nƣớc.\nTối 09/03/1945, Nhật đảo chính Pháp, Pháp đầu hàng. Nhật tuyên bố: ”giúp các dân tộc Đông Dương xây dựng nền độc lập ”, dựng Chính phủ bù nhìn Trần Trọng Kim, đƣa Bảo Đại làm ”Quốc trƣởng ”. Thực chất là độc chiếm Đông Dƣơng, tăng cƣờng vơ vét, bóc lột và đàn áp dã man những ngƣời cách mạng.\nNgày 12/03/1945, Ban Thƣờng vụ Trung ƣơng Đảng ra chỉ thị: ”Nhật – Pháp bắn nhau và hành đông của chúng ta ”, nhận định:\n+ Kẻ thù chính của nhân dân Đông Dƣơng là phát xít Nhật.\n+ Khẩu hiệu: ”Đánh đuổi phát xít Nhật ”.\n+ Thay khẩu hiệu ”Đánh đuổi phát xít Nhật – Pháp ” bằng ”Đánh đuổi phát xít Nhật ”.\n+ Hình thức đấu tranh: từ bất hợp tác, bãi công, bãi thị đến biểu tình thị uy, vũ trang du kích và sẵn sàng chuyển qua tổng khởi nghĩa khi có điều kiện.\nChủ trƣơng ”Phát động một cao trào kháng Nhật cứu nƣớc mạnh mẽ làm tiền đề cho cuộc tổng khởi nghĩa ”.\nb.\tKhởi nghĩa từng phần, chuẩn bị tiến tới tổng khởi nghĩa.\nỞ căn cứ địa Cao - Bắc - Lạng, Việt Nam tuyên truyền giải phóng quân và Cứu quốc quân phối hợp với lực lƣợng chính trị của quần chúng giải phóng hàng loạt xã, châu, huyện, chính quyền nhân dân đƣợc thành lập.\nỞ Bắc Kỳ,và Bắc Trung Kỳ trƣớc nạn đói trầm trọng, Đảng chủ trƣơng ”Phá kho thóc, giải quyết nạn đói ”, đáp ứng nguyện vọng cấp bách của nông dân, tạo thành phong trào đấu tranh mạnh mẽ chƣa từng có.\nViệt Minh lãnh đạo quần chúng nổi dậy ở Hiệp Hòa (Bắc Giang), Tiên Du (Bắc Ninh), Bần Yên Nhân (Hưng Yên).\nỞ Quảng Ngãi, tù chính trị ở nhà lao Ba Tơ nổi dậy, lập chính quyền cách mạng, tổ chức đội du kích Ba Tơ. Hàng ngàn cán bộ cách mạng bị giam trong nhà tù ở Hà Nội, Buôn Mê Thuột, Hội An đấu tranh đòi tự do, nổi dậy phá nhà giam, ra ngoài hoạt động.\nỞ Nam Kỳ, Việt Minh hoạt động mạnh mẽ ở Mỹ Tho, Hậu Giang.\n2.\t Sự chuẩn bị cuối cùng trƣớc ngày Tổng khởi nghĩa.\nTừ ngày 15 đến 20/4/1945, Hội nghị quân sự cách mạng Bắc kỳ quyết định:\n+ Thống nhất các lực lƣợng vũ trang, phát triển hơn nữa lực lƣợng vũ trang.\n+ Mở trƣờng đào tạo cấp tốc cán bộ quân sự và chính trị.\n+ Phát triển chiến tranh du kích, xây dựng căn cứ địa kháng Nhật, chuẩn bị Tổng khởi nghĩa khi thời cơ đến, Ủy ban Quân sự cách mạng Bắc Kỳ đƣợc thành lập.\n+ Ngày 16-4-1945 Ủy Ban dân tộc giải phóng Việt Nam và Ủy Ban Dân tộc giải phóng các cấp thành lập.\n+ 15/05/1945, Việt Nam cứu quốc quân và Việt Nam tuyên truyền giải phóng quân thống nhất thành Việt Nam giải phóng quân.\n+ 5-1945 Bác Hồ chọn Tân Trào (Tuyên Quang ) làm trung tâm chỉ đạo phong trào cách mạng trong cả nƣớc.\n- 04/06/1945 thành lập Khu giải phóng Việt Bắc gồm 6 tỉnh Cao Bằng, Bắc Cạn, Lạng Sơn, Hà Giang, Tuyên Quang, Thái Nguyên và một số vùng thuộc các tỉnh lân cận Bắc Giang, Phú Thọ, Yên Bái, Vĩnh Yên. Tân Trào đƣợc chọn làm thủ đô. Ủy ban lâm thời Khu giải phóng đƣợc thành lập. Khu giải phóng Việt Bắc trở thành căn cứ địa chính của cách mạng cả nƣớc và là hình ảnh thu nhỏ của nƣớc Việt Nam mới.\nNhƣ vậy, đến trƣớc tháng 8/1945, lực lƣợng cách mạng Việt Nam đã chuẩn bị chu đáo và đang từng bƣớc khởi nghĩa, sẵn sàng cho một cuộc tổng khởi nghĩa khi thời cơ xuất hiện.\n2.\t Tổng khởi nghĩa tháng Tám năm 1945.\na.\tNhật đầu hàng Đồng Minh, lệnh Tổng khởi nghĩa đƣợc ban bố.\n* Khách quan: thời cơ thuận lợi đã đến.\nTháng 8-1945, quân Đồng minh tiến công quân Nhật ở Châu Á – Thái Bình Dƣơng. Ngày 6 và 9-8-1945 Mỹ ném hai trái bom nguyên tử xuống Hirosima và Nagasaki.\nNgày 09-12/08/1945, Hồng quân Liên Xô tiêu diệt đội quân Quan Đông của Nhật ở Đông Bắc Trung Quốc.\nTrƣa 15/08/1945, Nhật hoàng tuyên bố đầu hàng. Bọn Nhật ở Đông Dƣơng và chính quyền Trần Trọng Kim hoang mang đến cực độ.\nĐiều kiện khách quan có lợi cho Tổng khởi nghĩa đã đến. Đảng đã tận dụng cơ hội ngàn năm có một này để tiến hành Tổng khởi nghĩa tháng Tám giành thắng lợi nhanh chóng và ít đổ máu.\n* Chủ quan: Lực lƣợng cách mạng đã chuẩn bị sẵn sàng\nTrƣớc tình hình phát xít Nhật liên tục bị thất bại.\nNgày 13/08/1945, Trung ƣơng Đảng và Tổng bộ Việt Minh thành lập Ủy ban khởi nghĩa Toàn quốc, ban bố: ”Quân lệnh số 1 ”, phát lệnh Tổng khởi nghĩa trong cả nƣớc.\nTừ 14 đến 15/08/1945, Hội nghị toàn quốc của Đảng họp ở Tân Trào (Tuyên Quang), thông qua kế hoạch lãnh đạo toàn dân Tổng khởi nghĩa, quyết định các vấn đề đối nội và đối ngoại sau khi giành chính quyền\nTừ 16 đến 17/08/1945, Đại hội quốc dân ở Tân Trào tán thành chủ trƣơng Tổng khởi nghĩa của Đảng, thông qua 10 chính sách của Việt Minh, cử ra Ủy ban dân tộc giải phóng Việt Nam do Hồ Chí Minh làm Chủ tịch, lấy lá cờ đỏ sao vàng năm cánh làm Quốc kỳ, bài Tiến quân ca làm Quốc ca.\nb.\tDiễn biến cuộc Tổng khởi nghĩa tháng Tám năm 1945:\nGiữa tháng 8/1945, khí thế cách mạng sục sôi trong cả nƣớc. Từ ngày 14.08.1945, một số cấp bộ Đảng, Việt Minh, tuy chƣa nhận đƣợc lệnh Tổng khởi nghĩa nhƣng căn cứ tình hình cụ thể của\nđịa phƣơng và vận dụng chỉ thị: ”Nhật – Pháp bắn nhau và hành động của chúng ta ”, phát động nhân dân khởi nghĩa ở nhiều xã, huyện thuộc các tỉnh đồng bằng châu thổ sông Hồng, Thanh Hóa, Nghệ An, Hà Tĩnh, Thừa Thiên – Huế, Khánh Hòa …\nChiều 16/08/1945, theo lệnh của Ủy ban khởi nghĩa, một đơn vị giải phóng quân do Võ Nguyên Giáp chỉ huy, từ Tân Trào về thị xã Thái Nguyên, mở đầu cuộc Tổng khởi nghĩa.\n18/ 8/ 1945, Bắc Giang, Hải Dƣơng, Hà Tĩnh, Quảng Nam giành chính quyền sớm nhất.\n*\tGiành chính quyền ở Hà Nội:\nChiều 17/08/1945, quần chúng mít tinh tại Nhà hát thành phố, hô vang khẩu hiệu: ”Ủng hộ Việt Minh ”, ”Đả đảo bù nhìn ”, ”Việt Nam độc lập ”.\nNgày 19/08: khởi nghĩa thắng lợi.\n*\tGiành chính quyền ở Huế:\nNgày 23/08. Chính quyền về tay nhân dân.\nChiều 30/08/1945, vua Bảo Đại thoái vị, chế độ phong kiến sụp đổ.\n*\tGiành chính quyền ở Sài Gòn:\nNgày 25/08: Chính quyền về tay nhân dân.\n*\tĐồng Nai Thƣợng và Hà Tiên là những địa phƣơng giành chính quyền muộn nhất (28/08/1945).\nNhƣ vậy:Tổng khởi nghĩa đã giành đƣợc thắng lợi trên cả nƣớc trong vòng nửa tháng, từ ngày 14 đến ngày 28/08/1945.\nNgày 2-9-1945 Chủ Tịch Hồ Chí Minh đọc bản Tuyên ngôn Độc lập, thành lập nƣớc Việt nam dân Chủ Cộng Hòa.\nIV.\tNƣớc Việt Nam Dân chủ Cộng hòa đƣợc thành lập- 2-9-1945.\n25-8-1945 Chủ Tịch Hồ Chí Minh, Trung Ƣơng Đảng từ Tân Trào tiến về Hà Nội.\nTheo đề nghị của Hồ Chí Minh, Ủy ban dân tộc giải phóng Việt Nam cải tổ thành Chính phủ lâm thời nƣớc Việt Nam Dân Chủ Cộng Hòa.\nHồ Chí Minh soạn thảo Tuyên Ngôn Độc lập, chuẩn bị cho ra mắt Chính phủ Lâm thời.\nNgày 2-9-1945 Chủ Tịch Hồ Chí Minh đọc bản Tuyên ngôn Độc lập, thành lập nƣớc Việt nam dân Chủ Cộng Hòa.\nNội dung:\nNước Việt Nam có quyền hưởng tự do và độc lập, và sự thật đã thành một nước tự do độc lập. Pháp chạy, Nhật hàng, vua Bảo Đại thoái vị. Dân ta đã đánh đổ các xiềng xích thực dân gần 100 năm nay để gây dựng nên nước Việt Nam độc lập. Dân ta lại đánh đổ chế độ quân chủ mấy mươi thế kỷ mà lập nên chế độ Dân chủ Cộng hòa.\nViệt Nam quyết đem tất cả tinh thần và lực lượng, tính mạng và của cải để giữ vững quyền tự do, độc lập ấy.\nNgày 2-9-1945 mãi mãi đi vào lịch sử Viêt Nam, là ngày hội lớn nhất.\nV.\t  NGUYÊN NHÂN THẮNG LỢI, Ý NGHĨA LỊCH SỬ BÀI HỌC KINH NGHIỆM CỦA CÁCH MẠNG THÁNG TÁM NĂM 1945.\n1.\t Nguyên nhân thắng lợi\na.\tNguyên nhân khách quan:\nChiến thắng của Đồng minh trong chiến tranh chống phát xít, nhất là chiến thắng Đức và Nhật của Liên Xô đã cổ vũ tinh thần, niềm tin cho nhân dân ta trong đấu tranh giải phóng dân tộc, tạo thời cơ để nhân dân ta đứng lên Tổng khởi nghĩa.\nb.\tNguyên nhân chủ quan:\nDân tộc ta có truyền thống yêu nƣớc nồng nàn, khi Đảng Cộng sản Đông Dƣơng, Việt Minh phất cao cờ cứu nƣớc thì toàn dân nhất tề đứng lên cứu nƣớc, cứu nhà.\nĐảng đã đề ra đƣờng lối chiến lƣợc, chỉ đạo chiến lƣợc và sách lƣợc đúng đắn trên cơ sở lý luận Mac – Lê-nin đƣợc vận dụng sáng tạo vào hoàn cảnh VN.\nĐảng có quá trình chuẩn bị suốt 15 năm, qua các phong trào cách mạng 1930 – 1931, 1936 – 1939 và thoái trào cách mạng 1932 – 1935, đã rút những bài học kinh nghiệm thành công và thất bại, nhất là quá trình xây dựng lực lƣợng chính trị, vũ trang, căn cứ địa trong thời kỳ vận động giải phóng dân tộc 1939 – 1945.\nToàn Đảng, toàn dân nhất trí, quyết tâm giành độc lập tự do, linh họat, sáng tạo chỉ đạo khởi nghĩa, chớp thời cơ phát động quần chúng nổi dậy giành chính quyền.\n2.\t Ý nghĩa lịch sử.\na.\tĐối với dân tộc Việt Nam\nMở ra bƣớc ngoặt lớn trong lịch sử dân tộc ta.\nPhá tan xiềng xích nô lệ của Pháp - Nhật, lật nhào ngai vàng phong kiến, lập nƣớc Việt Nam Dân chủ Cộng hòa.\nĐánh dấu bƣớc phát triển nhảy vọt của cách mạng Việt Nam.\nMở ra kỷ nguyên mới độc lập, tự do; nhân dân lao động nắm chính quyền, làm chủ đất nƣớc, làm chủ vận mệnh dân tộc; kỷ nguyên giải phóng dân tộc gắn liền với giải phóng xã hội.\nĐảng CSĐD trở thàng Đảng cầm quyền chuẩn bị điều kiện cho những thắng lợi tiếp theo.\nb.\tĐối với thế giới:\nGóp phần vào chiến thắng chủ nghĩa phát xít trong Chiến tranh thế giới thứ hai.\nCổ vũ mạnh mẽ các dân tộc thuộc địa đấu tranh tự giải phóng, có ảnh hƣởng to lớn đến Miên và Lào.\n3.\t Bài học kinh nghiệm:\nĐảng có đƣờng lối đúng đắn, trên cơ sở vận dụng sáng tạo chủ nghĩa Mác – Lê-nin vào thực tiễn Việt Nam, nắm bắt tình hình thế giới và trong nƣớc để đề ra chủ trƣơng, biện pháp cách mạng phù hợp.\nĐảng tập hợp,tổ chức các lực lƣợng yêu nƣớc trong Mặt trận dân tộc thống nhất, trên cơ sở liên minh công nông, tạo nên sức mạnh toàn dân, phân hóa và cô lập cao độ kẻ thù để tiến tới tiêu diệt chúng.\nKết hợp đấu tranh chính trị với vũ trang, tiến hành khởi nghĩa từng phần, chớp thời cơ phát động Tổng khởi nghĩa trong cả nƣớc.\n\nChƣơng III. VIỆT NAM TỪ NĂM 1945 ĐẾN NĂM 1954\nBài 17. NƢỚC VIỆT NAM DÂN CHỦ CÔNG HÒA TỪ SAU 2-9-1945 ĐẾN TRƢỚC 19-12- 1946\nI.\t TÌNH HÌNH NƢỚC TA SAU CÁCH MẠNG THÁNG TÁM 1945.\n1.\t Khó khăn.\na.\tNgoại xâm và nội phản\n*\tMiền Bắc (từ vĩ tuyến 16 trở ra):20 vạn quân Trung Hoa Dân quốc kéo vào nƣớc ta theo sau là các đảng phái tay sai nhƣViệt Nam Quốc dân Đảng (Việt Quốc), Việt Nam cách mạng đồng chí hội (Việt Cách) hòng giành lại chính quyền.\n*\tMiền Nam (từ vĩ tuyến 16 trở vào Nam ):\nQuân Anh kéo vào, dọn đƣờng cho Pháp trở lại xâm lƣợc nƣớc ta. Lợi dụng tình hình, bọn phản động ngóc đầu dậy làm tay sai cho Pháp chống phá cách mạng.\nTrên cả nƣớc còn 6 vạn quân Nhật chờ giải giáp, theo lệnh Anh chống cách mạng.\nb.\tĐối nội:\nChính quyền cách mạng vừa thành lập, chƣa đƣợc củng cố, lực lƣợng vũ trang non yếu.\nNạn đói cuối 1944 đầu 1945 chƣa khắc phục đƣợc; nạn lụt lớn làm vỡ đê 9 tỉnh Bắc Bộ; hạn hán kéo dài.\nCơ sở công nghiệp chƣa phục hồi, hàng hóa khan hiếm, giá cả tăng vọt, đời sống nhân dân nhiều khó khăn.\nNgân sách Nhà nƣớc trống rỗng, tiền mất giá của Trung Hoa Dân Quốc tung ra thị trƣờng, làm tài chính nƣớc ta rối loạn.\nNạn dốt, hơn 90 % dân số mù chữ, cờ bạc, rƣợu chè, tệ nạn mê tín dị đoan phổ biến. à Đất nƣớc đứng trƣớc tình thế hiểm nghèo: ”ngàn cân treo sợi tóc ”.\nb.Thuận lợi cơ bản\nNhân dân đã giành quyền làm chủ, đƣợc hƣởng quyền lợi do chính quyền cách mạng mang lại nên phấn khởi và gắn bó với chế độ.\nCách mạng nƣớc ta có Đảng, đứng đầu là Chủ tịch Hồ Chí Minh sáng suốt lãnh đạo. Hệ thống XHCN đang hình thành, phong trào cách mạng thế giới phát triển.\nPhong trào đấu tranh vì hòa bình, dân chủ phát triển ở nhiều nƣớc tƣ bản. Thuận lợi tuy ít nhƣng cơ bản.\nII.\t BƢỚC ĐẦU XÂY DỰNG CHÍNH QUYỀN CÁCH MẠNG, GIẢI QUYẾT NẠN ĐÓI, NẠN DỐT VÀ KHÓ KHĂN VỀ TÀI CHÍNH\n1.\t Xây dựng chính quyền cách mạng\nNgày 06/01/1946, hơn 90% cử tri trong cả nƣớc đi bỏ phiếu bầu Quốc hội và đã bầu ra 333 đại biểu.\nNgày 02/03/1946, Quốc hội thông qua danh sách Chính phủ liên hiệp kháng chiến do Chủ tịch Hồ Chí Minh đứng đầu, lập ra Ban dự thảo Hiến pháp.\nNgày 09/11/1946: Ban hành Hiến pháp đầu tiên.\nCác địa phƣơng thuộc Bắc Bộ và Trung Bộ bầu cử hội đồng nhân dân các cấp (tỉnh, huyện, xã) theo nguyên tắc phổ thông đầu phiếu\nLực lƣợng vũ trang đƣợc xây dựng.\nViệt Nam giải phóng quân đổi thành Vệ quốc đoàn (9/1945), rồi Quân đội quốc gia Việt Nam (22/ 5/1946).\nCuối năm 1945, lực lƣơng dân quân tự vệ tăng lên hàng chục vạn ngƣời.\nÝ nghĩa:\nThắng lợi của cuộc tổng tuyển cử đã tạo cơ sở pháp lý vững chắc cho Nhà nƣớc Việt Nam Dân chủ Cộng hòa.\nKhẳng định lòng ủng hộ son sắc của cả dân tộc đối với Đảng và Chính phủ cách mạng trƣớc những âm mƣu chia rẽ của bọn đế quốc và tay sai.\nTrên đây là những điều kiện ban đầu để Đảng và Nhà nƣớc vƣợt qua đƣợc tình thế ”ngàn cân treo sợi tóc ” lúc bấy giờ.\n2.\t Giải quyết nạn đói.\na.\tBiện pháp cấp thời:\nHồ Chủ Tịch kêu gọi ”nhƣờng cơm xẻ áo”, lập ”Hũ gạo cứu đói”, tổ chức ”Ngày đồng tâm ”. Quyên góp, điều hòa thóc gạo giữa các địa phƣơng trong cả nƣớc, nghiêm trị những kẻ đầu cơ tích trữ, không dùng gạo, ngô, khoai, sắn để nấu rƣợu.\nb.\tBiện pháp lâu dài:\nTăng gia sản xuất ”Tấc đất tấc vàng ”, ”Không một tấc đất bỏ hoang ”. Bỏ thuế thân và các thứ thuế vô lý.\nGiảm tô, thuế ruộng đất 25 %, chia lại ruộng đất công.\nKết quả:sản xuất nông nghiệp nhanh chóng đƣợc phục hồi, nạn đói bị đẩy lùi.\n3.\t Giải quyết nạn dốt.\nXóa nạn mù chữ là nhiệm vụ cấp bách.Ngày 8/ 9/1945, Hồ Chủ Tịch ký sắc lệnh lập Nha Bình dân học vụ, kêu gọi nhân dân xóa nạn mù chữ.\nTừ 2. 9.1945 đến ngày 8.9.1946, trên toàn quốc gần 76 nghìn lớp học, xóa mù chữ cho hơn 2,5 triệu ngƣời.\nTrƣờng học các cấp phổ thông và đại học sớm khai giảng, nội dung và phƣơng pháp giáo dục đƣợc đổi mới theo tinh thần dân tộc dân chủ.\n4.\t Giải quyết khó khăn về tài chính.\nKêu gọi tinh thần tự nguyện đóng góp của nhân dân cả nƣớc qua ”Quỹ độc lập ” và ”Tuần lễ vàng ”, thu đƣợc 370 kg vàng, 20 triệu đồng vào ”Quỹ độc lập ”, 40 triệu đồng vào ”Quỹ đảm phụ quốc phòng ”.\nNgày 23/11/1946. Quốc hội cho lƣu hành tiền Việt Nam trong cả nƣớc.\nIII.\t  ĐẤU TRANH CHỐNG NGOẠI XÂM, NỘI PHẢN, BẢO VỆ CHÍNH QUYỀN CÁCH MẠNG.\n1.\t Kháng chiến chống thực dân Pháp trở lại xâm lƣợc ở NamBộ.\nNgay sau khi Nhật đầu hàng Đồng minh, chính phủ Pháp thành lập đạo quân viễn chinh do tƣớng Lơ cơ léc chỉ huy, cử Đácgiăngliơ làm Cao Ủy Đông Dƣơng để tái chiếm Đông Dƣơng\nNgày 02/09/1945, nhân dân Sài Gòn – Chợ Lớn tổ chức mít tinh chào mừng ”Ngày Độc lập ”, Pháp xả súng vào đám đông là nhiều ngƣời chết và bị thƣơng.\n6-9-1945 quân Anh vào giải giáp quân Nhật. đến Sai gòn, theo sau là quân Pháp. yêu cầu ta giải tán lực lƣợng vũ trang, thả hết tù binh Pháp\nĐêm 22 rạng sáng 23/09/1945, đƣợc sự giúp đỡ của quân Anh, Pháp đánh úp trụ sở Ủy ban nhân dân Nam Bộ và cơ quan tự vệ thành phố Sài Gòn, xâm lƣợc nƣớc ta lần thứ hai.\nQuân dân Nam Bộ nhất tề đứng lên chiến đấu chống quân xâm lƣợc, đột nhập sân bay tân Sơn Nhất, đốt cháy Tàu Pháp, đánh kho tàng …\nTừ 5/10/1945, sau khi có thêm viện binh,Pháp phá vòng vây Sài Gòn – Chợ Lớn, mở rộng đánh chiếm Nam Bộ và Nam Trung Bộ.\nĐảng, Chính phủ và Hồ Chủ tịch lãnh đạo cả nƣớc chi viện cho Nam Bộ và Nam Trung bộ kháng chiến, các ”đoàn quân Nam tiến ”sát cánh cùng nhân dân Nam Trung Bộ chiến đấu; tổ chức quyên góp giúp nhân dân Nam Bộ và Nam Trung Bộ kháng chiến.\n2.\t Đấu tranh với Trung hoa Dân Quốc và bọn phản cách mạng ở miền Bắc.\n* Đối với quân Trung Hoa Quốc dân đảng.\nĐảng, Chính phủ và Hồ Chủ tịch chủ trƣơng tạm thời hòa hoãn, tránh xung đột với quân Trung Hoa Dân Quốc.\nTháng 3 -1946 Quốc hội khóa I đồng ý:\n+ Nhƣợng cho Việt Quốc, Việt Cách 70 ghế trong Quốc hội, 4 ghế Bộ trƣởng trong Chính phủ liên hiệp, cho Nguyễn Hải Thần (cầm đầu Việt Cách) giữ chức Phó Chủ tịch nƣớc.\n+ Cung cấp một phần lƣơng thực thực phẩm, phƣơng tiện giao thông vận tải, nhận tiêu tiền Trung Quốc.\nĐể giảm bớt sức ép của kẻ thù, tránh hiểu lầm, đặt lợi ích dân tộc lên trên hết.Đảng Cộng sản Đông Dƣơng tuyên bố ”tự giải tán ” (11-1945), nhƣng là tạm thời rút vào hoạt động bí mật, tiếp tục lãnh đạo chính quyền cách mạng.\nĐối với các tổ chức phản cách mạng, tay sai,chính quyền dựa vào quần chúng, kiên quyết vạch trần âm mƣu và hành động chia rẽ, phá hoại của chúng, nếu có đủ bằng chứng thì trừng trị theo pháp luật.Ban hành một số sắc lệnh trấn áp bọn phản cách mạng.\n* Ý nghĩa: hạn chế mức thấp nhất các hoạt động chống phá của Trung Hoa Dân Quốc và tay sai, làm thất bại âm mƣu lật đổ chính quyền cách mạng của chúng.\n3.\t Hòa hoãn với Pháp nhằm đẩy quân Trung Hoa Dân Quốc ra khỏi nƣớc ta.\nSau khi chiếm Nam Bộ, Pháp thực hiện kế hoạch tiến quân ra Bắc\nNgày 28/2/1946, Pháp và Trung Hoa Dân Quốc ký Hiệp ƣớc Hoa – Pháp:\n+ Pháp trả lại một số quyền lợi về kinh tế, chính trị cho Trung Hoa Dân Quốc và cho Trung Quốc vận chuyển hàng hoá qua cảng Hải Phòng miễn thuế.\n+ Đổi lại cho Pháp đƣa quân ra Bắc giải giáp quân đội Nhật. Hiệp ƣớc Hoa – Pháp đã đặt nhân dân ta trƣớc sự lựa chọn:\n+ Hoặc cầm súng chiến đấu chống thực dân Pháp.\n+ Hoặc hòa hoãn, nhân nhƣợng Pháp để tránh tình trạng phải đối phó một lúc với nhiều kẻ thù.\nĐảng quyết định chọn con đƣờng ”hòa để tiến ” với Pháp bằng cách ký với Pháp Hiệp định Sơ bộ ngày 6/3/1946.\nb.\tNội dung Hiệp định Sơ bộ 6/3/1946\nNgày 6/3/1946, Chủ tịch Hồ Chí Minh thay mặt Chính phủ ký với đại diện Chính phủ Pháp bản Hiệp định Sơ bộ tại Hà Nội với nội dung:\n+ Pháp công nhận nƣớc Việt Nam dân chủ cộng hòa là một quốc gia tự do, có Chính phủ, Nghị viện, quân đội và Tài chính riêng là thành viên của Liên bang Đông Dƣơng nằm trong khối Liên Hiệp Pháp.\n+ Chính phủ Việt Nam thỏa thuận cho 15.000 quân Pháp ra miền Bắc thayquân Trung Hoa Dân Quốc giải giáp quân Nhật, và số quân này sẽ rút dần trong thời hạn 5 năm.\n+ Hai bên ngừng xung đột ở miền Nam, tạo thuận lợi đi đến đàm phán chính thức\nc.\tÝ nghĩa:\nTa tránh đƣợc việc phải đƣơng đầu cùng lúc với nhiều kẻ thù, đẩy đƣợc 20 vạn quân Trung Hoa Dân Quốc và tay sai ra khỏi nƣớc ta.\nCó thêm thời gian hòa bình để củng cố, chuẩn bị mọi mặt cho kháng chiến lâu dài chống Pháp.\nd.\tTạm ƣớc Việt – Pháp ngày 14 /9/1946\nTa tranh thủ điều kiện hòa bình để ra sức củng cố, xây dựng và phát triển lực lƣợng về mọi mặt, chuẩn bị để đối phó với thực dân Pháp.\nThực dân Pháp liên tiếp vi phạm Hiệp định: Gây xung đột ở Nam Bộ, tìm cách trì hoãn và phá hoại các cuộc đàm phán, làm cho cuộc đàm phán ở Phông-ten-nơ-blô giữa hai Chính phủ bị thất bại. Nguy cơ bùng nổ chiến tranh đến gần.\nHồ Chủ tịch ký với Pháp Tạm ƣớc 14/09/1946, nhân nhƣợng cho Pháp một số quyền lợi kinh tế, văn hóa, tạo điều kiện cho ta có thêm thời gian xây dựng, củng cố lực lƣợng, chuẩn bị vào cuộc kháng chiến toàn quốc chống Pháp lâu dài.\n\nBài 18: NHỮNG NĂM ĐẦU CỦA CUỘC KHÁNG CHIẾN TOÀN QUỐC CHỐNG PHÁP\nI.\t KHÁNG CHIẾN TOÀN QUỐC CHỐNG THỰC DÂN PHÁP BÙNG NỔ.\n1.\t Thực dân Pháp bội ƣớc và tiến công nƣớc ta.\nSau Hiệp định Sơ bộ 6/3/1946 và Tạm ƣớc 14/9/1946, Pháp vẫn chuẩn bị xâm lƣợc nƣớc ta.\n+ Tiến công các phòng tuyến của ta ở Nam Bộ và Nam Trung Bộ.\n+ Tháng 11 -1946, Pháp khiêu khích ta ở Hải Phòng, Lạng Sơn.\n+ Ở Hà Nội, Pháp nổ súng, đốt nhà Thông tin, chiếm đóng Bộ tài chính, tàn sát đẫm máu ở phố hàng Bún, Yên Ninh.\n18/12/1946, Pháp gửi tối hậu thƣ đòi ta giải tán lực lƣợng tự vệ chiến đấu để Pháp giữ gìn trật tự ở Hà Nội, nếu không, chậm nhất sáng 20/12/1946, Pháp sẽ chuyển sang hành động.\n2.\t Đƣờng lối kháng chiến chống Pháp của Đảng.\nNgày 12/12/1946 Ban Thƣờng vụ Trung Ƣơng Đảng ra chỉ thị Toàn dân kháng chiến.\nNgày 18 và 19/12/1946, Hội nghị bất thƣờng Trung ƣơng Đảng tại Vạn Phúc – Hà Đông quyết định phát động cả nƣớc kháng chiến.\n20 giờ ngày 19/12/1946, công nhân nhà máy điện Yên Phụ (Hà Nội) phá máy, tắt điện làm tín hiệu tiến công, cuộc kháng chiến toàn quốc chống Pháp bùng nổ. Hồ Chủ tịch ra Lời kêu gọi toàn quốc kháng chiến:\n* Lời kêu gọi toàn quốc kháng chiến:\n+Vì sao ta phải đứng dạy kháng chiến ? ” Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa ! ”\n+ Nêu cao quyết tâm kháng chiến của nhân dân ta: ”Không ! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ ”.\n+ Kêu gọi mọi ngƣời dân Việtt Nam đứng lên kháng chiến: ”… Bất kỳ đàn ông, đàn bà, bất kỳ người già, người trẻ, không chia tôn giáo, đảng phái, dân tộc. Hễ là người Việt Nam thì phải đứng lên đánh thực dân Pháp để cứu Tổ quốc. Ai có súng dùng súng. Ai có gươm dùng gươm, không có gươm thì dùng cuốc, thuổng, gậy gộc. Ai cũng phải ra sức chống giặc Pháp cứu nước ”.\n+ Chỉ ra cuộc kháng chiến nhất định thắng lợi: ”Ta phải hy sinh đến giọt máu cuối cùng để giữ gìn đất nước.Dù phải gian lao kháng chiến, nhưng với một lòng kiên quyết hy sinh, thắng lợi nhất định sẽ thuộc về ta ”\n* Nội dung cơ bản của đƣờng lối kháng chiến chống Pháp\nChỉ thị Toàn dân kháng chiến của Ban Thƣờng vụ Trung ƣơng Đảng (12/12/1946).\nLời kêu gọi toàn quốc kháng chiến của Chủ tịch Hồ Chí Minh (19/12/1946). Tác phẩm Kháng chiến nhất định thắng lợi (9/1947).\nLà những văn liện lịch sử về đƣờng lối kháng chiến, nêu rõ tính chất, mục đích, nội dung và phƣơng châm của cuộc kháng chiến chống Pháp: kháng chiến toàn dân, toàn diện, trƣờng kỳ, tự lực cánh sinh và tranh thủ sự ủng hộ của quốc tế.\nPhân tích Đƣờng lối kháng chiến:\n1.\tCuộc kháng chiến chống thực dân Pháp là sự tiếp tục của cuộc Cách mạng tháng Tám.\n2.\tKháng chiến toàn dân: ”Bất kỳ đàn ông, đàn bà, bất kỳ người già, người trẻ, không chia tôn giáo, đảng phái, dân tộc, hễ là người Việt Nam thì phải đứng lên chống thực dân Pháp cứu tổ quốc. Vì lợi ích toàn dân và phải do toàn dân tiến hành.\n3.\tKháng chiến toàn diện: Trên các lĩnh vực chính trị, quân sự, ngoại giao, kinh tế,văn hoá.Mặc khác ta vừa kháng chiến vừa kiến quốc, xây dựng chế độ dân chủ nhân dân nên phải kháng chiến toàn diện.\n4.\tTự lực cánh sinh: dựa vào sức mạnh nhân dân, đồng thời tranh thủ sự ủng hộ của quốc tế\n5.\tKháng chiến trường kỳ: Theo 3 giai đoạn: Phòng ngự, cầm cự và tổng phản công.\n\nĐịch mạnh hơn ta, nên ta phải trường kỳ thì mới phát huy được những thuận lợi, khắc phục những hạn chế của ta.Lực ta còn yếu, địch đang rất mạnh nên ta phải đánh lâu dài để tiêu hao sinh lực địch, phát triển dần lực lượng của ta, đến lúc ta sẽ mạnh hơn và đánh bại kẻ thù.\n* Ý nghĩavà tác dụng:\n+ Thấm nhuần tư tưởng chiến tranh nhân dân, mang tính chất chính nghĩa nên được nhân dân ủng\thộ.\n+ Là ngọn cờ đoàn kết, động viên toàn dân đánh thắng kẻ thù xâm lược.\nII.\t CUỘC CHIẾN ĐẤU Ở CÁC ĐÔ THỊ VÀ VIỆC CHUẨN BỊ CHO CUỘC KHÁNG CHIẾN LÂU DÀI.\n1.\t Cuộc chiến đấu ở các đô thị phía bắc vĩ tuyến 16.\nLúc 20 giờ 19/12/1946, cuộc chiến đấu ở Hà Nội bắt đầu, ta tiến công các vị trí quân Pháp, dựng chướng ngại vật hoặc chiến lũy ngay trên đường phố để ngăn địch.\nTrung đoàn thủ đô được thành lập đánh quyết liệt ở Bắc Bộ phủ, Bưu điện Bờ Hồ, đầu cầu Long Bien, ga Hàng Cỏ, chợ Đồng Xuân...\nSau hai tháng chiến đấu kiên cường - ngày 17/02/1947, Trung đoàn thủ đô rút về căn cứ an toàn.\n* Kết quả:\nTrong 60 ngày đêm, Hà Nội chiến đấu gần 200 trận, giết và làm bị thương hàng ngàn địch, phá hủy nhiều vũ khí và phương tiện chiến tranh.\nHoàn thành xuất sắc nhiệm vụ giam chân địch trong thành phố một thời gian dài để hậu phương huy động kháng chiến, bảo vệ Trung ương Đảng về căn cứ Việt Bắc an toàn.\nỞ Bắc Giang, Bắc Ninh, Nam Định, Vinh, Huế, Đà Nẵng …quân ta bao vây, tiến công tiêu diệt địch.\nCuộc chiến đấu ở các đô thị phía bắc vĩ tuyến 16 tạo điều kiện cho cả nước đi vào cuộc kháng chiến lâu dài.\nQuân dân Nam Bộ, Nam Trung Bộ đẩy mạnh chiến tranh du kích, chặn đánh địch trên các tuyến giao thông, phá cơ sở hậu cần của chúng.\n2.\tTích cực chuẩn bị cho cuộc kháng chiến lâu dài:\nChuyển các cơ quan Đảng, Chính phủ, vận chuyển móc, nguyên vật liệu …về Việt Bắc.\nKhẩu hiệu: ”Vƣờn không nhà trống ”, ”Tản cƣ cũng là kháng chiến ”, ”Phá hoại để kháng chiến ”, phá nhà cửa, đƣờng sá, cầu cống… không cho địch sử dụng.\nChính phủ xây dựng lực lƣợng kháng chiến về mọi mặt:\n+ Chính trị: Lập Ủy ban kháng chiến hành chính, thực hiện kháng chiến kiến quốc; lập Hội Liên Việt.\n+ Kinh tế: duy trì và phát triển sản xuất, nhất là lƣơng thực.\n+ Quân sự: quy định ngƣời dân từ 18t đến 45 t đƣợc tham gia các lực lƣợng chiến đấu.\n+ Văn hóa: tiếp tục duy trì,phát triển phong trào bình dân học vụ, trƣờng phổ thông các cấp vẫn giảng dạy, học tập trong hoàn cảnh chiến tranh.\nIII.\t CHIẾN DỊCH VIỆT BẮC THU – ĐÔNG 1947 VÀ VIỆC ĐẨY MẠNH KHÁNG CHIẾN TOÀN DÂN, TOÀN DIỆN.\n1.\t Chiến dịch Việt Bắc thu – đông 1947\na.\tHoàn cảnh lịch sử và âm mƣu của Pháp:\nTháng 3/1947, Cao ủy Pháp Bô-la-ec (Bolaert) ở Đông Dƣơng, thực hiện kế hoạch tiến công Việt Bắc, nhắm tiêu diệt cơ quan đầu não kháng chiến và quân chủ lực, triệt đƣờng liên lạc quốc tế của ta, nhanh chóng giành thắng lợi quân sự, lập chính phủ bù nhìn và kết thúc nhanh chiến tranh.\nb Diễn biến\n* Pháp huy động 12.000 quân và hầu hết máy bay ở Đông Dƣơng tiến công Việt Bắc: Sáng ngày 07/10/1947:\n+ Quân dù Pháp chiếm Bắc Cạn, Chợ Mới, Chợ Đồn …\n+ Quân bộ từ Lạng Sơn theo đƣờng số 4 lên Cao Bằng, rồi vòng xuống Bắc Cạn; theo đƣờng số 3, bao vây phía đông và bắc Việt Bắc.\nNgày 09/10/1947, quân bộ và lính thủy đánh bộ Pháp từ Hà Nội ngƣợc sông Hồng, sông Lô lên Tuyên Quang, rồi Chiêm Hóa, đánh Đài Thị, bao vây phía tây Việt Bắc.\nTạo thế gọng kìm bao vây Việt Bắc.\n* Ta: Đảng chỉ thị: ”Phải phá tan cuộc tiến công mùa đông của giặc Pháp». (15/10/1947) Trên khắp các mặt trận, quân dân ta anh dũng chiến đấu đẩy lui địch:\n+Ta chủ động bao vây, tiến công địch buộc Pháp phải rút khỏi Chợ Mới, Chợ Đồn, Chợ Rã..... cuối tháng 11/1947.\n+ Mặt trận đƣờng số 4, ta phục kích diệt địch ở đèo Bông Lau (30-10-1947). Đƣờng số 4 trở thành ”con đƣờng chết ”, thu nhiều vũ khí của địch.\n+ Mặt trận hƣớng Tây, sông Lô, ta chặn đánh địch ở Đoan Hùng, Khe Lau, đánh chìm nhiều tàu chiến, canô địch.\nNgày 19/12/947, Pháp phải rút khỏi Việt Bắc.\nỞ các mặt trận khác phối hợp với Việt Bắc: quân dân ta ở Hà Nội đã kiềm chế, không cho địch tập trung binh lực vào các chiến trƣờng chính.\nc. Kết quả và ý nghĩa:\nTa diệt hơn 6000 tên địch, bắn rơi 16 máy bay, bắn chìm 11 tàu chiến và ca nô. Cơ quan đầu não kháng chiến đƣợc bảo toàn, bộ đội chủ lực của ta trƣởng thành.\nCuộc kháng chiến chống Pháp chuyển sang giai đoạn mới: Pháp buộc phải chuyển từ ”đánh nhanh thắng nhanh ”sang ”đánh lâu dài ” với ta, thực hiện chính sách ”Dùng ngƣời Việt đánh ngƣời Việt,lấy chiến tranh nuối chiến tranh ”\n2.\t Đẩy mạnh kháng chiến toàn dân, toàn diện.\nĐảng và chính phủ chủ trƣơng củng cố chính quyền dân chủ nhân dân, tăng cƣờng lực lƣợng vũ trang nhận dân, đẩy mạnh kháng chiến toàn dân, toàn diện.\n*\tÂm mƣu của Pháp:\n-\tSau thất bại ở Việt Bắc thu – đông 1947, Pháp buộc phải chuyển từ ”đánh nhanh thắng nhanh ” sang ”đánh lâu dài ” với ta.\n-\tThực hiện chính sách ”dùng ngƣời Việt đánh ngƣời Việt và lấy chiến tranh nuôi chiến tranh ” để đánh lâu dài với ta\n*\tChủ trƣơng của ta:\n+ Chính trị: đầu 1949 bầu cử Hội đồng nhân dân và Ủy ban kháng chiến các cấp; tháng 6- 1949 quyết định thống nhất Mặt trận Việt Minh và Hội Liên Việt thành Mặt trận Liên Việt\n+ Quân sự: từ 1948-1949 bộ đội chủ lực phân tán đi sâu vào vùng sau lƣng địch, gây dựng cơ sở kháng chiến, phát triển chiến tranh du kích.\n+ Kinh tế: thực hiện giảm tô,chia ruộng đất công cho nông dân,giảm tô, xoá nợ.\n+ Văn hóa – giáo dục: tháng 7-1950 cải cách giáo dục phổ thông, đặt nền móng cho nền giáo dục dân chủ,hệ thống trung học Chuyên nghiệp và Đại học bƣớc đầu xây dựng.\nIV.\t HOÀN CẢNH LỊCH SỬ MỚI VÀ CHIẾN DỊCH BIÊN GIỚI THU – ĐÔNG 1950.\n1.\t Hoàn cảnh lịch sử mới của cuộc kháng chiến:\n1/10/1949, cách mạng Trung Quốc thành công, nƣớc CHND Trung Hoa ra đời và đặt quan hệ ngoại giao với ta (18.01.1950)\nTừ tháng 30/1/1950 Liên Xô và các nƣớc XHCN đặt quan hệ ngoại giao với ta. Cuộc kháng chiến của ta đƣợc sự ủng hộ và đồng tình của nhân dân thế giới.\nNgày 13/5/1949 Mỹ giúp Pháp thực hiện kế hoạch Rơ ve:Mỹ can thiệp sâu vào Đông Dƣơng;công nhận chính phủ Bảo Đại; tháng 5/1950, đồng ý viện trợ cho Pháp.\nTháng 6/1949, Pháp thực hiện kế hoạch Rơ ve :\n+ Tăng cƣờng hệ thống phòng ngự trên đƣờng số 4, cắt đứt liên lạc của ta với quốc tế.\n+ Lập hành lang Đông – Tây (Hải Phòng-Hà Nội-Hòa Bình-Sơn La)\n+ Cô lập và chuẩn bị tấn công Việt Bắc lần thứ hai, để nhanh chóng kết thúc chiến tranh.\n2.\t Chiến dịch Biên Giới thu đông năm 1950\na.\tChủ trƣơng của Ta: Tháng 6/1950, ta chủ động mở chiến dịch Biên giới nhằm:\n-\tTiêu diệt một bộ phận quan trọng sinh lực địch\n-\tKhai thông đƣờng sang Trung Quốc và thế giới.\n-\tMở rộng và củng cố căn cứ Việt Bắc, tạo đà thúc đẩy kháng chiến tiến lên.\nb.\tDiễn biến:\nNgày 16/09/1950, ta tiến công Đông Khê, sau 2 ngày, ta chiếm Đông Khê.\nThất Khê bị uy hiếp, Cao Bằng bị cô lập, hệ thống phòng ngự của Pháp trên đƣờng số 4 bị cắt làm đôi. Pháp phải thực hiện cuộc ”hành quân kép ”: Đƣa quân từ Thất Khê lên chiếm lại Đông Khê và đón cánh quân từ Cao Bằng rút về, đồng thời đƣa quân từ Hà Nội tấn công lên Thái Nguyên để phân tán lực lƣợng của ta.\nĐoán đƣợc ý định của Pháp, ta mai phục chặn đánh khiến cho hai cánh quân trên đƣờng số 4 không gặp đƣợc nhau.\nThất Khê bị uy hiếp, Pháp rút về Na sầm 8-10-1950\nNgày 13.10, địch rút khỏi Na Sầm, cuộc hành quân của địch lên Thái Nguyên cũng bị đập tan. Ngày 22/10/1950, Đƣờng số 4 đƣợc giải phóng.\nPhối hợp với mặt trận Biên giới, ta hoạt động mạnh ở tả ngạn sông Hồng, Tây Bắc, Đƣờng số 6, số 12, buộc địch phải rút khỏi thị xã Hoà Bình. Phong trào du kích phát triển mạnh ở Bình - Trị - Thiên, Liên khu V và Nam Bộ.\nc.\tKết quả: Sau hơn một tháng, chiến dịch Biên Giới kết thúc thắng lợi\nTa đã loại khỏi vòng chiến đấu 8.000 địch Giải phóng biên giới Việt - Trung với 35 vạn dân, khai thông con đƣờng nối nƣớc ta với các nƣớc XHCN.\nChọc thủng ”hành lang Đông - Tây ” của Pháp ở Hòa Bình, phá vỡ thế bao vây của Pháp. Kế hoạch Rơ-ve phá sản.\nd.\tÝ nghĩa. Con đƣờng liên lạc của ta với các nƣớc XHCN đƣợc khai thông. Pháp bị động, lúng túng nhiều mặt.\n+ Mở ra bƣớc phát triển mới của cuộc kháng chiến.\n+ Quân đội ta trƣởng thành,\n+ Ta giành đƣợc thế chủ động trên chiến trƣờng chính Bắc bộ.\n\nBài 19: BƢỚC PHÁT TRIỂN CỦA CUỘC KHÁNG CHIẾN TOÀN QUỐC CHỐNG THỰC DÂN PHÁP (1951 – 1953)\nI.\t THỰC DÂN PHÁP ĐẨY MẠNH CHIẾN TRANH XÂM LƢỢC ĐÔNG DƢƠNG\n1.\t Mỹ can thiệp sâu vào cuộc chiến tranh.\nTừ tháng 5/1949, Mỹ can thiệp sâu vào chiến tranh xâm lƣợc Đông Dƣơng:\n+ 23/12/1950, ký với Pháp Hiệp định phòng thủ chung Đông Dương, viện trợ quân sự, kinh tế – tài chính cho Pháp, từng bƣớc thay Pháp ở Đông Dƣơng.\n+ Tháng 9 / 1951, ký với Bảo Đại ”Hiệp ước hợp tác kinh tế Việt – Mỹ ” nhằm ràng buộc Bảo Đại vào Mỹ.\nViện trợ của Mỹ chiếm tỉ lệ ngày càng cao trong ngân sách chiến tranh Đông Dƣơng (1950 là 52 tỉ phrăng – chiếm 19 % ngân sách; 1953 là 285 tỉ phrăng – chiếm 43 % ngân sách.)\nCác phái đoàn viện trợ kinh tế, cố vấn quân sự Mỹ đến Việt Nam ngày càng nhiều. Các trung tâm, trƣờng huấn luyện Mỹ tuyển chọn ngƣời Việt Nam sang Mỹ học.\n2.\t Kế hoạch Đờ Lát đơ Tát-xi-nhi\n6/12/1950 dựa vào viện trợ Mỹ, Đờ Lát đờ Tát-xi-nhi đề ra kế hoạch mới, mong kết thúc nhanh chiến tranh.\n* Kế hoạch có 4 điểm chính:\n+ Tập trung quân Âu – Phi xây dựng một lực lƣợng cơ động mạnh, phát triển nguỵ quân, xây dựng ”quân đội quốc gia ”.\n+ Xây dựng phòng tuyến công sự xi măng cốt sắt (boong ke), lập ”vành đai trắng ”bao quanh trung du và đồng bằng Bắc Bộ nhằm ngăn chặn chủ lực ta và kiểm soát ta đƣa nhân, tài, vật lực ra vùng tự do.\n+ Tiến hành ”chiến tranh tổng lực ”, bình định vùng tạm chiếm, vơ vét sức ngƣời, sức của của nhân dân ta để tăng cƣờng lực lƣợng của chúng.\n+ Đánh phá hậu phƣơng của ta (biệt kích, thổ phỉ, gián điệp, chiến tranh tâm lý, chiến tranh kinh tế )\nLàm cho cuộc đấu tranh của ta ở vùng sau lƣng địch trở nên khó khăn, phức tạp.\nII.\t ĐẠI HỘI ĐẠI BIỂU TOÀN QUỐC LẦN THỨ HAI CỦA ĐẢNG (2/1951)\n1.\t Đại hội Đại biểu toàn quốc lần thứ II của Đảng (2-1951)\nTừ ngày 11 đến 19/2/1951, Đại hội đại biểu toàn quốc lần II của Đảng Cộng sản Đông Dƣơng họp ở Vinh Quang – Chiêm Hóa (Tuyên Quang), thông qua hai bản báo cáo quan trọng:\n+ Báo cáo chính trị do Hồ Chủ tịch trình bày tổng kết kinh nghiệm đấu tranh của Đảng qua các thời kỳ, khẳng định đƣờng lối kháng chiến chống Pháp của Đảng.\n+ Báo cáo Bàn về cách mạng Việt Nam do Tổng Bí thƣ Trƣờng Chinh trình bày, nêu rõ nhiệm vụ cơ bản của cách mạng VN là đánh đuổi đế quốc, tay sai, giành độc lập và thống nhất hoàn toàn, thực hiện ”Ngƣời cày có ruộng ” phát triển chế độ dân chủ nhân dân, gây dựng cơ sở cho chủ nghĩa xã hội ở Việt Nam.\nĐổi tên Đảng thành Đảng Lao động VN và đƣa Đảng hoạt động công khai. Lào, Cam-pu-chia mỗi nƣớc một Đảng Mác – Lê-nin riêng phù hợp với từng dân tộc.\nThông qua Tuyên ngôn, Chính cƣơng, Điều lệ mới; xuất bản báo Nhân dân, cơ quan Trung ƣơng của Đảng.\nBầu ra Ban Chấp hành Trung ƣơng Đảng và Bộ Chính trị do Hồ Chí Minh làm Chủ tịch và Trƣờng Chinh làm Tổng Bí thƣ.\n* Ý nghĩa: đánh dấu bƣớc phát triển mới trong quá trình lãnh đạo và trƣởng thành của Đảng.\nIII.\t HẬU PHƢƠNG KHÁNG CHIẾN PHÁT TRIỂN MỌI MẶT.\n1.\t Chính trị:\nTừ ngày 3 đến 7/3/1951, Đại hội toàn quốc thống nhất Việt Minh và Liên Việt thành Mặt trận Liên Việt do Tôn Đức Thắng làm Chủ tịch, Hồ Chí Minh làm Chủ tịch danh dự.\n11/03/1951, lập Liên minh nhân dân Việt - Miên – Lào, tăng cƣờng khối đoàn kết ba nƣớc đấu tranh chống Pháp và can thiệp Mỹ.\nNgày 01/05/1952, Đại hội chiến sĩ thi đua và cán bộ gƣơng mẫu toàn quốc lần I chọn 7 anh hùng: Cù Chính Lan, La Văn Cầu, Nguyễn Quốc Trị, Nguyễn Thị Chiên, Ngô Gia Khảm, Trần Đại Nghĩa, Hoàng Hanh.\n2.\t Kinh tế\nNông nghiệp: năm 1952, Chính phủ vận động lao động sản xuất và tiết kiệm, lôi cuốn mọi giới tham gia. (Năm 1953 sản xuất 2,7 triệu tấn thóc, hơn 65 vạn tấn hoa màu.)\nThủ công nghiệp và công nghiệp đáp ứng yêu cầu về công cụ sản xuất và thiết yếu của đời sống. Năm 1953, ta sản xuất đƣợc 3.500 tấn vũ khí đạn dƣợc, cung cấp tạm đủ thuốc men, quân trang, quân dụng.\nChấn chỉnh thuế khóa, xây dựng nền tài chính, ngân hàng, thƣơng nghiệp.\nBồi dƣỡng sức dân và phát động giảm tô, cải cách ruộng đất: 5 đợt giảm tô, 1 đợt cải cách ruộng đất.\n3.\tVăn hóa, giáo dục, y tế:\nGiáo dục: tiếp tục cải cách giáo dục với 3 phƣơng châm ”phục vụ kháng chiến, phục vụ dân sinh, phục vụ sản xuất ”, nhà trƣờng gắn với xã hội, 1952 có trên 1.000.000 học sinh phổ thông, bình dân học vụ, bổ túc văn hóa phát triển.\nVăn hóa: thực hiện ”Kháng chiến hóa văn hóa, văn hóa hóa kháng chiến ”.\nY tế: chăm lo sức khỏe,vận động phòng bệnh, xây dựng bệnh viện,bệnh xá, thực hiện đời sống mới, bài trừ mê tín dị đoan.\nIV.\t NHỮNG CHIẾN DỊCH TIẾN CÔNG GIỮ VỮNG QUYỀN CHỦ ĐỘNG TRÊN CHIẾN TRƢỜNG\n1.\tCác chiến dịch trung du và đồng bằng Bắc Bộ (cuối 1950 đến giữa 1951)\nCuối 1950 ta chủ động mở ba chiến dịch:\nChiến dịch Trần Hƣng Đạo (Trung du) Chiến dịch Hoàng Hoa Thám (Đƣờng số 18). Chiến dịch Quang Trung (Hà - Nam - Ninh)\nĐây là các chiến dịch tiến công có qui mô lớn, đánh vào vùng trung du và đồng bằng, tiêu diệt nhiều sinh lực địch, nhƣng kết quả hạn chế vì địa bàn có lợi cho địch..\nVới phƣơng châm: ”đánh chắc thắng ”; ”Tránh chỗ mạnh, đánh chỗ yếu ”, ta chủ trƣơng mở các chiến dịch ở vùng rừng núi.\n2.\tChiến dịch Hòa Bình đông – xuân 1951 -1952\nHòa Bình là cửa ngõ nối liền vùng tự do với vùng đồng bằng Bắc Bộ, mạch máu giao thông giữa Việt Bắc với Liên khu IV.\nNgày 09/11/1951, Đơ Lát đơ Tát-xi-nhi tiến đánh Chợ Bến, Hòa Bình\nTa mở chiến dịch phản công ở Hòa Bình nhằm tiêu diệt sinh lực địch, phá kế hoạch bình định của chúng và đẩy mạnh phong trào du kích.\n-\tKết quả: Ta giải phóng khu vực Hòa Bình – sông Đà rộng 2000 km2 với 15 vạn dân, căn cứ du kích mở rộng từ Bắc Giang xuống Hòa Bình.\n-\tÝ nghĩa: Là thắng lợi của nghệ thuật chỉ đạo chiến đấu phối hợp giữa chiến trƣờng chính với chiến trƣờng cả nƣớc.\n3.\tChiến dịch Tây Bắc thu- đông 1952.\nTây Bắc là vùng chiến lƣợc quan trọng, Pháp đã chiếm đóng, từ đó uy hiếp căn cứ Việt Bắc và che chở cho căn cứ Thƣợng Lào của chúng.\nTừ 14/10/1952 đến 10/12/1952, ta tiến công Mộc Châu, Thuận Châu, Lai Châu, Sơn La,\nKết quả: ta giải phóng 28.000 km2 với 25 vạn dân gồm Nghĩa Lộ, Sơn la (trừ Nà sản), Yên Bái, 4 huyện ở Lai Châu, hai huyện ở Yên Bái; phá âm mƣu lập ”xứ Thái tự trị ” của địch.\n4.\tChiến dịch Thƣợng Lào xuân-hè năm 1953.\nThƣợng Lào là vùng chiến lƣợc quan trọng, là hậu phƣơng an toàn của địch\nĐầu 1953, ta phối hợp với Pa thét Lào mở chiến dịch Thƣợng Lào nhằm tiêu diệt sinh lực địch, giải phóng đất đai, đẩy mạnh kháng chiến ở Lào.\nKết quả: giải phóng Sầm Nƣa, một phần tỉnh Xiêng Khoảng và tỉnh Phong Xa-lì với trên 30 vạn dân.\nPhối hợp với chiến trƣờng chính Bắc Bộ, từ 1951 đến 1953 ở Trung và Nam Bộ ta đã tận dụng chiến tranh du kích, tiêu hao sinh lực địch, phá hủy cơ sở kinh tế của chúng.\n\nBài 20: CUỘC KHÁNG CHIẾN TOÀN QUỐC CHỐNG THỰC DÂN PHÁP KẾT THÚC (1953 – 1954)\nI.\tÂM MƢU MỚI CỦA PHÁP – MỸ Ở ĐÔNG DƢƠNG. KẾ HOẠCH NA-VA\n1.\t Âm mƣu mới của Pháp – Mỹ ở Đông Dƣơng. Kế hoạch Na va.\nSau 8 năm xâm lƣợc VN, Pháp thiệt hại ngày càng lớn, bị loại khỏi vòng chiến đấu hơn 39 vạn quân, tốn hơn 2.000 tỉ phrăng, vùng chiếm đóng bị thu hẹp, ngày càng lâm vào thế phòng ngự, bị động.\nTrƣớc sự sa lầy của Pháp,Mỹ can thiệp sâu vào chiến tranh Đông Dƣơng, ép Pháp phải kéo dài, mở rộng chiến tranh, tích cực chuẩn bị thay thế Pháp.\nNgày 07/05/1953,với sự thỏa thuận của Mỹ, Pháp cử Na-va làm Tổng chỉ huy quân Pháp ở Đông Dƣơng, đề ra kế hoạch trong 18 tháng sẽ giành thắng lợi quyết định để ”kết thúc chiến tranh trong danh dự ”.\n2.\t Kế hoạch Na-va: chia thành hai bƣớc:\n+ Bƣớc một: thu – đông 1953 và xuân 1954 giữ thế phòng ngự chiến lƣợc ở miền Bắc, tiến công chiến lƣợc để bình định miền Trung và Nam, giành nhân lực, vật lực, thanh toán Liên khu V, đồng thời mở rộng ngụy quân, xây dựng đội quân cơ động mạnh.\n+ Bƣớc hai: từ thu – đông 1954, chuyển lực lƣợng ra chiến trƣờng miền Bắc, thực hiện tiến công chiến lƣợc, cố giành thắng lợi quyết định, buộc ta đàm phán theo điều kiện có lợi cho Pháp và ”kết thúc chiến tranh trong danh dự ”.\nThực hiện:Nava tập trung ở đồng bằng Bắc bộ 44 tiểu đoàn cơ động (trong tổng số 84 tiểu đoàn ở Đông Dƣơng), tiến hành càn quét, mở cuộc tiến công lớn vào Ninh Bình, Thanh Hóa., để phá kế hoạch tiến công của ta.\nII.\t  CUỘC TIẾN CÔNG CHIẾN LƢỢC ĐÔNG – XUÂN 1953 – 1954 VÀ CHIẾN DỊCH ĐIỆN BIÊN PHỦ NĂM 1954\n1.\t Cuộc tiến công chiến lƣợc Đông - Xuân 1953 – 1954\na.\tChủ trƣơng, kế hoạch quân sự Đông - Xuân 1953 – 1954 của ta:\nCuối tháng 9-1953, Bộ Chính trị họp bàn kế hoạch quân sự trong Đông-Xuân 1953 – 1954.\n+ Nhiệm vụ: tiêu diệt địch là chính.\n+ Phƣơng hƣớng chiến lƣợc: Tập trung lực lƣợng mở những cuộc tiến công vào những hƣớng quan trọng về chiến lƣợc mà địch tƣơng đối yếu, nhằm tiêu diệt sinh lực địch, giải phóng đất đai, buộc chúng phải phân tán lực lƣợng, tạo điều kiện thuận lợi để ta tiêu diệt địch.\nb.\tDiễn biến: Cuộc tiến công chiến lƣợc Đông Xuân 1953 – 1954 của ta đã bƣớc đầu làm phá sản kế hoạch Nava\nNava tập trung ở đồng bằng Bắc bộ 44 tiểu đoàn cơ động- tập trung quân thứ nhất.\nNgày 10/12/1953, chủ lực ta tiến công Lai Châu, giải phóng toàn bộ thị xã (trừ Điện Biên) Na-va buộc phải đƣa 6 tiểu đoàn cơ động tăng cƣờng Điện Biên Phủ. Điện Biên Phủ thành nơi tập trung quân thứ hai của Pháp.\nTháng 12/1953, liên quân Lào – Việt tiến công Trung Lào, giải phóng Thà Khẹt, uy hiếp Xa-van- na-khet và Xê-nô. Na-va buộc phải tăng viện cho Xê-nô. Xê-nô trở thành nơi tập trung quân thứ ba của Pháp.\nTháng 01/1954, liên quân Lào – Việt tiến công Thƣợng Lào, giải phóng lƣu vực sông Nậm Hu và toàn tỉnh Phong Xa-lì. Na-va đƣa quân từ đồng bằng Bắc Bộ tăng cƣờng cho Luông Pha-bang và Mƣờng Sài. Luông Pha-bang và Mƣờng Sài thành nơi tập trung quân thứ tƣ của Pháp.\nTháng 02/1954, ta tiến công Bắc Tây Nguyên, giải phóng Kon Tum, uy hiệp Plây-cu. Pháp buộc phải tăng cƣờng lực lƣợng cho Plây Cu và Plây cu trở thành nơi tập trung quân thứ năm.\nPhối hợp với mặt trận chính, ở vùng sau lƣng địch, phong trào du kích phát triển mạnh ở Nam Bộ, Nam Trung Bộ, Bình – Trị – Thiên, đồng bằng Bắc Bộ…\nc.\tÝnghĩa:\nNhƣ vậy, đến đầu năm 1954, bằng những cuộc tiến công của ta vào các hƣớng trọng yếu, ta đã buộc lực lƣợng của Pháp phân tán trên khắp chiến trƣờng Đông Dƣơng, kế họach Na-va bƣớc đầu bị phá sản.\nChuẩn bị về vật chất và tinh thần cho ta mở cuộc tiến công quyết định vào Điện Biên Phủ.\n2.\t Chiến dịch lịch sử Điện Biên Phủ năm 1954\na.\tÂm mƣu của Pháp, Mỹ:\nĐiện Biên Phủ là thung lũng rộng lớn ở phía tây rừng núi Tây Bắc, gần biên giới Lào\nĐiện Biên Phủ có vị trí chiến lƣợc then chốt ở ĐD và Đông Nam Á nên Pháp cố nắm giữ.\nNa-va xây dựng Điện Biên Phủ thành một tập đoàn cứ điểm mạnh nhất Đông Dƣơng., gồm\n16.200 quân, đủ loại binh chủng, đƣợc bố trí thành ba phân khu với 49 cứ điểm.\n+ Phân khu Bắc gồm các cứ điểm Độc Lập, Bản Kéo\n+ Phân khu Trung tâm Mƣờng Thanh, nơi đặt cơ quan chỉ huy, tập trung 2/3 lực lƣợng, có sân bay và hệ thống pháo binh.\n+ Phân khu Nam Hồng Cúm, có trận địa pháo, sân bay.\nPháp và Mỹ coi Điện Biên Phủ là ”một pháo đài bất khả xâm phạm ”, trung tâm của kế hoạch Na\n-va.\nb.\tChủ trƣơng của ta:\nTháng 12/1953, Đảng quyết định mở Chiến dịch Điện Biên Phủ nhằm tiêu diệt lực lƣợng địch, giải phóng Tây Bắc, tạo điều kiện cho Lào giải phóng Bắc Lào.\nTa huy động một lực lƣợng lớn chuẩn bị cho chiến dịch, khoảng 55.000 quân, hàng chục ngàn tấn vũ khí, đạn dƣợc; lƣơng thực, cùng nhiều ô tô vận tải, thuyền bè… chuyển ra mặt trận.\nĐầu tháng 3-1954 công tác chuẩn bị hoàn tất, ngày 13/3/1954 ta nổ súng tấn công.\nc.\tDiễn biến: Chiến dịch Điện Biên Phủ diễn ra qua 3 đợt\nĐợt 1, từ ngày 13/03 đến 17/03/1954: Ta tiến công tiêu diệt các căn cứ Him Lam và toàn bộ phân khu Bắc, loại khỏi vòng chiến 2.000 địch.\nĐợt 2, từ ngày 30/03 đến 26/04/1954:\n+ Ta đồng loạt tiến công phía đông khu Trung tâm Mƣờng Thanh nhƣ E1, D1, C1, C2,A1\n…,chiếm phần lớn các căn cứ của địch, tạo điều kiện bao vây, chia cắt, khống chế địch.\n+ Mỹ khẩn cấp viện trợ cho Pháp và đe dọa ném bom nguyên tử ở Điện Biên Phủ.\n+ Ta khắc phục khó khăn về tiếp tế, quyết tâm giành thắng lợi.\nĐợt 3, từ ngày 01/05 đến 07/05/1954:\n+ Ta tiến công khu Trung tâm Mƣờng Thanh và phân khu Nam, tiêu diệt các căn cứ còn lại của địch.\n+ Chiều 7/5, ta đánh vào sở chỉ huy địch.\n+ 17 giờ 30 ngày 07/05/1954, Tƣớng Đơ Ca-xtơ-ri cùng toàn bộ Ban tham mƣu địch đầu hàng và bị bắt sống.\nCác chiến trƣờng toàn quốc đã phối hợp chặt chẽ nhằm phân tán, tiêu hao, kìm chân địch, tạo điều kiện cho Điện Biên Phủ giành thắng lợi.\nd.\tKết quả: Trong cuộc Tiến công chiến lƣợc Đông – Xuân 1953- 1954 và Chiến dịch lịch sử Điện Biên Phủ:\n+ Ta đã loại khỏi vòng chiến đấu 128.000 địch, 162 máy bay, thu nhiều vũ khí,\n+ Giải phóng nhiều vùng rộng lớn. Riêng tại Điện Biên Phủ, ta loại khỏi vòng chiến 16 200 địch, bắn rơi 62 máy bay, thu toàn bộ vũ khí, phƣơng tiện chiến tranh.\n+ Đập tan kế hoạch Na va.\ne.\tÝ nghĩa:\n+ Thắng lợi cùa cuộc Tiến công chiến lƣợc Đông – Xuân 1953 – 1954 và Chiến dịch lịch sử Điện Biên Phủ đã đập tan hoàn toàn kế hoạch Na-va.\n+ Giáng đòn quyết định vào ý chí xâm lƣợc của Pháp, làm xoay chuyển cục diện chiến tranh ở Đông Dƣơng.\n+ Tạo điều kiện thuận lợi cho cuộc đấu tranh ngoại giao của ta giành thắng lợi.\nIII.\t HIỆP ĐỊNH GIƠ-NE-VƠ 1954 VỀ ĐÔNG DƢƠNG\n1.\t Hội nghị Giơ-ne-vơ\nCăn cứ vào điều kiện cụ thể của cuộc kháng chiến cũng nhƣ so sánh lực lƣợng giữa ta và Pháp và xu thế giải quyết tranh chấp bằng thƣơng lƣợng, Việt Nam đã ký Hiệp định Giơ-ne-vơ ngày 21/07/1954.\n2.\t Hiệp định Giơ-ne-vơ:\nGồm các văn bản:Hiệp định đình chỉ chiến sự ở Việt Nam, Lào, Campuchia, Bản Tuyên bố cuối cùng của Hội Nghị và các phụ bản khác.\nNội dung: + Các nƣớc tham dự Hội nghị cam kết tôn trọng độc lập, chủ quyền, thống nhất và toàn vẹn lãnh thổ của Việt Nam, Lào, Cam-pu-chia; không can thiệp vào công việc nội bộ của ba nƣớc.\n+ Các bên tham chiến ngừng bắn, lập lại hòa bình trên toàn Đông Dƣơng\n+ Thực hiện di chuyển, tập kết quân đội ở hai vùng:\n*\tỞ Việt Nam, lấy vĩ tuyến 17 (dọc theo sông Bến Hải – Quảng Trị ) làm giới tuyến quân sự tạm thời cùng với một khu phi quân sự ở hai bên giới tuyến.\n*\tỞ Lào, tập kết ở Sầm Nƣa và Phong Xa- lì.\n*\tỞ Cam-pu-chia, lực lƣợng kháng chiến phục viên tại chỗ, không có vùng tập kết.\n+ Cấm đƣa quân đội, nhân viên quân sự, vũ khí nƣớc ngoài vào Đông Dƣơng, không đƣợc đặt căn cứ quân sự ở Đông Dƣơng. Các nƣớc Đông Dƣơng không đƣợc tham gia liên minh quân sự và không để cho nƣớc khác dùng lãnh thổ vào việc gây chiến tranh hoặc xâm lƣợc.\n+Việt Nam sẽ tổng tuyển cử tự do thống nhất đất nƣớc vào tháng 07/1956 dƣới sự kiểm soát của một Ủy ban quốc tế do Ấn Độ làm Chủ tịch.\n+ Trách nhiệm thi hành Hiệp định thuộc về những ngƣời ký Hiệp định và những ngƣời kế tục họ.\n\nÝ nghĩa: - Hiệp định Giơ-ne-vơ 1954 về Đông Dƣơng là văn bản pháp lý quốc tế ghi nhận các quyền dân tộc cơ bản của nhân dân Đông Dƣơng và đƣợc các cƣờng quốc, các nƣớc tham dự Hội nghị tôn trọng.\n-\tĐánh dấu thắng lợi của cuộc kháng chiến chống Pháp, song chƣa trọn vẹn vì mới giải phóng đƣợc miền Bắc. Cuộc đấu tranh cách mạng vẫn phải tiếp tục để giải phóng miền Nam, thống nhất đất nƣớc.\n-\tPháp buộc phải chấm dứt chiến tranh, rút quân đội về nƣớc.\n-\tMỹ thất bại trong âm mƣu kéo dài, mở rộng, quốc tế hóa chiến tranh xâm lƣợc Đông Dƣơng.\nIV.\t  Ý NGHĨA LỊCH SỬ, NGUYÊN NHÂN THẮNG LỢI CỦA CUỘC KHÁNG CHIẾN CHỐNG PHÁP (1945 - 1954 )\n1.\tNguyên nhân thắng lợi\nDo sự lãnh đạo sáng suốt của Đảng, đứng đầu là Chủ tịch Hồ Chí Minh, với đƣờng lối chính trị, quân sự và đƣờng lối kháng chiến đúng đắn, sáng tạo.\nToàn dân, toàn quân ta đoàn kết dũng cảm trong chiến đấu, lao động, sản xuất.\nCó hệ thống chính quyền dân chủ nhân dân trong cả nƣớc, có mặt trận dân tộc thống nhất, có lực lƣợng vũ trang sớm xây dựng và không ngừng lớn mạnh.\nCó hậu phƣơng rộng lớn, vững chắc về mọi mặt.\nViệt Nam, Lào và Cam-pu-chia liên minh chiến đấu chống kẻ thù chung.\nSự đồng tình, ủng hộ, giúp đỡ của Trung Quốc, Liên Xô và các nƣớc dân chủ nhân dân khác, của nhân dân Pháp và loài ngƣời tiến bộ.\n* Nguyên nân quan trọng hơn cả:\nDo sự lãnh đạo sáng suốt của Đảng, đứng đầu là Chủ tịch Hồ Chí Minh, với đƣờng lối chính trị, quân sự và đƣờng lối kháng chiến đúng đắn, sáng tạo.\nĐảng lãnh đạo là nguyên nhân chi phối các nguyên nhân khác …\nNếu không có Đảng lãnh đạo tạo nên sức mạnh tổng hợp của dân tộc và của thời đại. Sự lãnh đạo của Đảng là nhân tố quyết định mọi thắng lợi của cách mạng Việt Nam.\n2.\tÝ nghĩa lịch sử\nChấm dứt cuộc chiến tranh xâm lƣợc và ách thống trị thực dân của Pháp trong gần một thế kỷ trên đất nƣớc ta.\nMiền Bắc đƣợc giải phóng, chuyển sang cách mạng XHCN, tạo cơ sở để nhân dân ta giải phóng miền Nam, thống nhất Tổ quốc.\nMiền Nam tiếp tục đấu trang chống Mỹ,hoàn thành cách mạng dân tộc dân chủ nhân dân, thống nhất đất nƣớc.\nGiáng đòn nặng nề vào tham vọng xâm lƣợc, nô dịch của chủ nghĩa đế quốc sau Chiến tranh thế giới thứ hai.\nGóp phần làm tan rã hệ thống thuộc địa, cổ vũ mạnh mẽ phong trào giải phóng dân tộc trên thế giới ở Á, Phi, Mỹ La- tinh.\n\nChƣơng IV. VIỆT NAM TỪ NĂM 1954 ĐẾN NĂM 1975.\nBài 21: XÂY DỰNG CNXH Ở MIỀN BẮC, ĐẦU TRANH CHỐNG ĐẾ QUỐC MỸ VÀ CHÍNH QUYỀN SÀI GÒN Ở MIỀN NAM (1954 – 1965)\nI.\t TÌNH HÌNH VÀ NHIỆM VỤ CÁCH MẠNG NƢỚC TA SAU HIỆP ĐỊNH GIƠ-NE-VƠ 1954 VỀ ĐÔNG DƢƠNG\n1.\tTình hình\nVới Hiệp định Giơ ne vơ, cuộc chiến tranh xâm lƣợc của Pháp ở Đông dƣơng có Mỹ giúp đã chấm dứt.\na.\tMiền Bắc: Ngày 10/10/1954, quân ta tiếp quản Hà Nội.\nNgày 1/1/1955, Trung ƣơng Đảng, Chính phủ và Chủ tịch hỒ Chí Minh ra mắt nhân dân thủ đô. Ngày 16/ 5/1955, Pháp rời khỏi Hải Phòng, miền Bắc hoàn toàn giải phóng.\nb.\tMiền Nam: Giữa tháng 5/1956, Pháp rút khỏi miền Nam khi chƣa thực hiện hiệp thƣơng tổng tuyển cử thống nhất Việt Nam theo điều khoản của Hiệp định Giơ-ne-vơ..\nMỹ thay Pháp, đƣa tay sai Ngô Đình Diệm lên nắm chính quyền ở miền Nam, âm mƣu chia cắt VN, biến miền Nam Việt Nam thành thuộc địa kiểu mới, căn cứ quân sự ở Đông Dƣơng và Đông Nam Á.\nVới âm mƣu của Mỹ và chính quyền Ngô Đình Diệm, nƣớc ta tạm thời bị chia cắt làm hai miền\n2.\t Nhiệm vụ:\nNhững âm mƣu của Mỹ – Diệm ở miền Nam đã đƣa đất nƣớc đứng trƣớc nguy cơ bị chia cắt lâu dài; miền Bắc đã hoàn toàn giải phóng, miền Nam rơi vào tay đế quốc Mỹ. Trƣớc tình thế đó, Đảng ta đã đề ra hai nhiệm vụ cách mạng khác nhau cho hai miền:\nMiền Bắc: chuyển sang giai đoạn cách mạng Xã hội Chủ nghĩa nhằm hoàn thành cải cách ruộng đất, hàn gắn vết thƣơng chiến tranh, khôi phục kinh tế… xây dựng miền Bắc thành căn cứ địa cách mạng của cả nƣớc và hậu phƣơng vững chắc cho cuộc kháng chiến chống Mỹ cứu nƣớc ở miền Nam.\nMiền Nam: Tiếp tục cuộc cách mạng dân tộc dân chủ nhân dân chống lại chủ nghĩa thực dân kiểu mới của Mỹ, tiến đến giải phóng hoàn toàn miền Nam, thống nhất đất nƣớc.\nHai nhiệm vụ trên tuy khác nhau, nhƣng đều nhằm mục đích chung là đánh đổ đế quốc Mỹ và tay sai của chúng để đi đến thống nhất đất nƣớc. Trong đó, miền Bắc giữ vai trò là hậu phƣơng, đảm bảo cho sự thắng lợi của toàn cuộc cách mạng; miền Nam là tiền tuyến trực tiếp đƣơng đầu với đế quốc Mỹ và tay sai.\nII.\t  MIỀN BẮC HOÀN THÀNH CẢI CÁCH RUỘNG ĐẤT, KHÔI PHỤC KINH TẾ, CẢI TẠO QUAN HỆ SẢN XUẤT (1954 – 1960)\n1.\t Hoàn thành cải cách ruộng đất, khôi phục kinh tế, hàn gắn vết thƣơng chiến tranh (1954 – 1957)\na.\tHoàn thành cải cách ruộng đất:\nDo thực tế ở miền bắc, yêu cầu của nông dân, củng cố khối liên minh công nông, mở rộng mặt trận thống nhất.\nỦy ban cải cách ruộng đất Trung ƣơng ra nghị quyết: ”Đẩy mạnh phát động quần chúng thực hiện cải cách ruộng đất ”\nTrong hơn 2 năm (1954 – 1956), qua 5 đợt cải cách ruộng đất (kể cả đợt 1 tiến hành trong kháng chiến ), miền Bắc đã tịch thu, trƣng thu, trƣng mua khoảng 81 vạn hécta ruộng đất, 10 vạn trâu bò và 1,8 triệu nông cụ chia cho 2 triệu hộ nông dân lao động. Khẩu hiệu ”Ngƣời cày có ruộng ”đã trở thành hiện thực.\nHạn chế:ta phạm một số sai lầm nhƣ đấu tố tràn lan cả những địa chủ kháng chiến có công với cách mạng.. Quy nhầm một số nông dân, cán bộ, đảng viên thành địa chủ. Đảng, Chính phủ phát hiện và kịp thời sửa chữa trong năm 1957 nên hậu quả sai lầm đƣợc hạn chế và ý nghĩa thắng lợi của cải cách ruộng đất vẫn to lớn, khối công nông liên minh đƣợc củng cố.\nb.\tKhôi phục kinh tế, hàn gắn vết thƣơng chiến tranh\nKỳ họp thứ IV, Quốc hội khóa I: ”Ra sức củng cố miền Bắc bằng cách đẩy mạnh và hoàn thành cải cách ruộng đất đúng theo kế hoạch, ra sức khôi phục kinh tế và phát triển kinh tế- văn hóa ”\n*\tNông nghiệp: + Khẩn hoang, tăng vụ, tăng thêm đàn trâu bò, sắm thêm nông cụ.\n+ Xây dựng công trình thủy nông mới,mở rộng diện tích tƣới và tiêu nƣớc.\n+ Năm 1957, sản lượng lương thực đạt trên 4 triệu tấn, nạn đói kinh niên ở miền Bắc căn bản được giải quyết.\n*\tCông nghiệp:\n+ Khôi phục, mở rộng và xây dựng nhiều nhà máy, xí nghiệp mới.\n+ Cuối năm 1957, có 97 nhà máy, xí nghiệp lớn do nhà nƣớc quản lý.\n*\tThủ công nghiệp, thƣơng nghiệp:\n+Nhanh chóng khôi phục, đảm bảo cung cấp các mặt hàng thiết yếu cho nhân dân.\n+ Giải quyết việc làm cho ngƣời lao động.\n+ Ngoại thƣơng tập trung trong tay nhà nƣớc.Năm 1957, miền Bắc mua bán với 27 nƣớc.\n*\tGiao thông vận tải: khôi phục 700 km đƣờng sắt, sửa chữa và làm mới hàng nghìn km đƣờng ô tô, xây dựng bến cảng, đƣờng hàng không dân dụng quốc tế\n*\tVăn hóa, giáo dục đƣợc đẩy mạnh.\n+ Hệ thống giáo dục phổ thông 10 năm.\n+ Xây dựng trƣờng đại học.\n+ Hơn 1 triệu ngƣời đƣợc xóa mù.\n*\tY tế: + Đƣợc quan tâm xây dựng.\n+ Nếp sống lành mạnh, giữ gìn vệ sinh đƣợc vận động thực hiện ở khắp mọi nơi.\nc.\tÝ nghĩa:\n+ Củng cố chính quyền dân chủ nhân dân.\n+ Tăng cƣờng khả năng phòng thủ đất nƣớc.\n+ Mở rộng Mặt trận dân tộc thống nhất.\n+ Quan hệ ngoại giao với nhiều nƣớc trên thế giới.\n2.\t Cải tạo quan hệ sản xuất, bƣớc đầu phát triển kinh tế - xã hội (1958 – 1960)\na.\tCải tạo quan hệ sản xuất:\n* 1958 – 1960:\nMiền Bắc đã cải tạo quan hệ sản xuất XHCN đối với nông nghiệp, thủ công nghiệp, thƣơng nghiệp nhỏ, công thƣơng nghiệp tƣ bản tƣ doanh, khâu chính là hợp tác hóa nông nghiệp.\nKhắp nơi sôi nổi phong trào vận động xây dựng hợp tác xã.\nCuối 1960, miền Bắc có trên 85 % hộ nông dân với 70 % ruộng đất vào hợp tác xã nông nghiệp, hơn 87 % thợ thủ công, 45 % ngƣời buôn bán nhỏ vào hợp tác xã.\nĐối với tƣ sản dân tộc, ta cải tạo bằng phƣơng pháp hòa bình, cuối 1960 có hơn 95 % hộ tƣ sản vào công tƣ hợp doanh.\n*\tKết quả: Đã xóa bỏ cơ bản chế độ ngƣời bóc lột ngƣời, thúc đẩy sản xuất phát triển.\n*\tHạn chế: - Sai lầm nhƣ đồng nhất cải tạo với xóa bỏ tƣ hữu và các thành phần cá thể.\nThực hiện sai nguyên tắc xây dựng hợp tác xã là tự nguyện, công bằng, dân chủ nên không phát huy tính chủ động, sáng tạo trong sản xuất.\nb.\tBƣớc đầu xây dựng và phát triển kinh tế, xã hội:\n*\tKinh tế: Trọng tâm là phát triển kinh tế quốc doanh.\nNăm 1960 có 172 xí nghiệp lớn do trung ƣơng quản lý và 500 xí nghiệp do địa phƣơng quản lý.\n*\tVăn hóa, giáo dục, y tế: Kinh tế phát triển nên giáo dục phổ thông phát triển. Năm 1960 số hoc sinh tăng 80 % so với 1957.\nCơ sở y tế tăng 11 lần so với 1955.\nIII.\t MIỀN NAM ĐẦU TRANH CHỐNG CHẾ ĐỘ MĨ – DIỆM, GIỮ GÌN VÀ PHÁT TRIỂN LỰC LƢỢNG CÁCH MẠNG TIẾN TỚI ”ĐỒNG KHỞI ”(1954-1960).\n1.\t Đầu tranh chống chế độ Mĩ – Diệm, giữ gìn và phát triển lực lƣợng cách mạng (1954 – 1959)\n2.\t Phong trào Đồng Khởi (1959 – 1960)\na.\tNguyên nhân\n1957-1959: Ngô Đình Diệm ban hành chính sách ”tố cộng, diệt cộng ”, ra đạo luật 10/59 đặt cộng sản ra ngoài vòng pháp luật, lê máy chém khắp miền Nam làm lực lƣợng cách mạng bị tổn thất nặng, đòi hỏi phải có biện pháp quyết liệt để đƣa cách mạng vƣợt qua khó khăn.\nTháng 01/1959, Hội nghị Trung ƣơng Đảng 15 xác định: cách mạng miền Nam không có con đƣờng nào khác là sử dụng bạo lực cách mạng đánh đổ chính quyền Mỹ - Diệm. Phƣơng hƣớng cơ bản là khởi nghĩa giành chính quyền về tay nhân dân bằng con đƣờng đấu tranh chính trị là chủ yếu,kết hợp với đấu tranh vũ trang.\nb.\tDiễn biến\nLúc đầu phong trào nổ ra lẻ tẻ ở Vĩnh Thạnh (Bình Định), Bác Ái (Ninh Thuận) (2/1959), Trà Bồng (8/1959)…, sau lan khắp miền Nam thành cao trào cách mạng, tiêu biểu là cuộc ”Đồng khởi ” ở Bến Tre.\nNgày 17/1/1960, ”Đồng khởi” nổ ra ở 3 xã Định Thuỷ, Phƣớc Hiệp, Bình Khánh (huyện Mỏ Cày, tỉnh Bến Tre), từ đó lan khắp huyện Mỏ Cày và tỉnh Bến Tre (huyện Giồng Trôm, Ba Tri, Châu Thành…)\nQuần chúng giải tán chính quyền địch, lập Ủy ban nhân dân tự quản, lập lực lƣợng vũ trang, tịch thu ruộng đất của địa chủ, cƣờng hào chia cho dân cày nghèo.\nPhong trào lan khắp Nam Bộ, Tây Nguyên và một số nơi ở Trung Trung bộ. Cuối năm 1960, ta làm chủ 600/1298 xã ở Nam Bộ, 3.200/5721 buôn làng ở Tây Nguyên, 904/3829 thôn ở Trung Trung bộ.\nc.\tÝ nghĩa\nGiáng đòn nặng nề vào chính sách thực dân mới của Mỹ.Làm lung lay tận gốc chế độ tay sai Ngô Đình Diệm.\nĐánh dấu bƣớc phát triển nhảy vọt của cách mạng miền Nam từ thế giữ gìn lực lƣợng sang thế tiến công.\nTừ khí thế đó, ngày 20/12/1960, Mặt trận dân tộc giải phóng miền Nam Việt Nam ra đời (do Luật sƣ Nguyễn Hữu Thọ làm chủ tịch). Mặt trận đoàn kết toàn dân chống Mỹ - Diệm, lập chính quyền cách mạng dƣới hình thức Ủy ban nhân dân tự quản.\nVI. MIỀN BẮC BƢỚC ĐẦU XÂY DỰNG CƠ SỞ VẬT CHẤT- KĨ THUẬT CỦA CHỦ NGHĨA XÃ HỘI (1961 – 1965)\n1.\t Đại hội đại biểu toàn quốc lần thứ III của Đảng (tháng 9/1960)tại Hà Nội.\na.\tHoàn cảnh lịch sử:\nGiữa lúc cách mạng hai miền Nam – Bắc có những bƣớc tiến quan trọng,miền Bắc thắng lợi trong việc cải tạo và khôi phục kinh tế, cách mạng miền Nam nhảy vọt sau Đồng Khởi.\nĐảng Lao động Việt Nam tổ chức Đại hội đại biểu toàn quốc lần thứ III từ ngày 5 đến 10/9/1960 tại Hà Nội.\nb.\tNội dung:\nĐề ra nhiệm vụ chiến lƣợc cho cách mạng cả nƣớc và từng miền\n+ Miền Bắc: cách mạng XHCN có vai trò quyết định nhất.\n+ Miền Nam: Cách mạng dân tộc dân chủ nhân dân có vai trò quyết định trực tiếp.\n+ Cách mạng hai miền có quan hệ mật thiết, gắn bó nhau nhằm hoàn thành cách mạng dân tộc dân chủ nhân dân trong cả nƣớc, thực hiện hòa bình thống nhất nƣớc nhà.\nThảo luận Báo cáo chính trị, Báo cáo sửa đổi điều lệ Đảng.\nThông qua kế họach 5 năm lần thứ nhất (1961 – 1965) xây dựng cơ sở vật chất – kỹ thuật của CNXH ở miền Bắc.\nBầu BCH Trung ƣơng Đảng do Hồ Chí Minh làm Chủ tịch và Lê Duẩn làm Tổng Bí Thƣ. * Ý nghĩa: là Đại hội xây dựng CNXH ở miền Bắc, thực hiện hòa bình thống nhất nƣớc nhà.\n2.\t Miền Bắc thực hiện kế hoạch Nhà nƣớc 5 năm (1961 – 1965).\n.xây dựng chủ nghĩa xã hội làm trọng tâm\n* Nhiệm vụ:\nRa sức phát triển công ngiệp và nông nghiệp. Tiếp tục cải tạo XHCN.\nCủng cố và tăng cƣờng thành phần kinh tế quốc doanh.\nCải thiện một bƣớc đời sống vật chất và văn hóa của nhân dân lao động. Củng cố quôc phòng, tăng cƣờng trật tự và an ninh xã hội.\n* Công nghiệp:\nĐƣợc ƣu tiên xây dựng, vốn đầu tƣ chiếm 48%, trong đó công nghiệp nặng chiếm 80% Giá trị sản lƣợng công nghiệp nặng năm 1965 tăng 3 lần so với 1960.\nCông nghiệp quốc doanh chiếm tỷ trọng 93% tổng giá trị sản lƣợng công nghiệp miền Bắc, giữ vai trò chủ đạo.\nCông nghiệp nhẹ, tiểu thủ công đã giải quyết đƣợc 80% hàng tiêu dùng.\n* Nông nghiệp:\nĐại bộ phận nông dân tham gia hợp tác xã nông nghiệp. Các hợp tác xã bậc cao ra đời, áp dụng khoa học – kỹ thuật. Hệ thống thủy nông phát triển.\nNhiểu hợp tác xã vƣợt năng suất 5 tấn thóc / ha.\n* Thƣơng nghiệp:\nThƣơng nghiệp quôc doanh đƣợc đƣợc ƣu tiên phát triển, góp phần phát triển kinh tế. Củng cố quan hệ sản xuất mới, ổn định và cải thiện đời sống nhân dân.\n* Giao thông:\nĐƣờng bộ, đƣờng sắt, đƣờng liên tỉnh, đƣờng sông,đƣờng hàng không đƣợc củng cố. Việc đi lại trong nƣớc và giao thông quốc tế thuận lợi.\n* Giáo dục – y tế:\nGiáo dục từ phổ thông đến đại học phát triển nhanh. Xây dựng 6.000 cơ sở y tế, xóa bỏ nhiều dịch bệnh.\n* Nghĩa vụ hậu phƣơng:\nChi viện cho miền Nam vũ khí, đạn dƣợc, thuốc men.\nNhiều đơn vị vũ trang, cán bộ quân sự, y tế giáo dục, bộ đội đƣa vào nam chiến đấu và xây dựng vùng giải phóng.\n* Kế hoạch năm năm đang thực hiện có kết quả ngày 7/02/1965, Mỹ gây chiến tranh phá hoại miền Bắc lần thứ nhất, miền Bắc chuyển hướng xây dựng và phát triển kinh tế cho phù hợp với điều kiện chiến tranh.\nV.\t MIỀN NAM CHIẾN ĐẤU CHỐNG CHIẾN LƢỢC ”CHIẾN TRANH ĐẶC BIỆT ”CỦA MỸ (1961 – 1965)\n1.\t Chiến lƣợc ”Chiến tranh đặc biệt ”của Mỹ ở miền Nam.\na.\tBối cảnh lịch sử: Cuối 1960, sau phong trào hình thức thống trị bằng chính quyền tay sai Ngô Đình Diệm bị thất bại, Mỹ thực hiện ”Chiến tranh đặc biệt ”(1960 – 1965).\nb.\tÂm mƣu\nLà hình thức chiến tranh xâm lƣợc thực dân kiểu mới, đƣợc tiến hành bằng quân đội tay sai, dƣới sự chỉ huy của hệ thống cố vấn Mỹ, dựa vào vũ khí, trang bị kỹ thuật, phƣơng tiện chiến tranh của Mỹ, nhằm chống lại phong trào cách mạng của nhân dân ta.\nÂm mƣu cơ bản: ”dùng ngƣời Việt đánh ngƣời Việt ”\nc.\tThủ đoạn:\nĐề ra kế hoạch Staley – Taylor, bình định miền Nam trong 18 tháng.\nTăng viện trợ quân sự cho Diệm, tăng cƣờng cố vấn Mỹ và lực lƣợng quân đội Sài Gòn.\nTiến hành dồn dân lập ”Ấp chiến lƣợc ”, trang bị hiện đại, sử dụng phổ biến các chiến thuật mới nhƣ ”trực thăng vận ”và ”thiết xa vận ”.\n”Ấp chiến lƣợc ”đƣợc Mĩ và Ngụy coi nhƣ ”xƣơng sống ”của ”chiến tranh đặc biệt ”, Thành lập Bộ chỉ huy quân sự Mỹ ở miền Nam (MACV).\nMở nhiều cuộc hành quân càn quét nhằm tiêu diệt lực lƣợng cách mạng, tiến hành nhiều hoạt động phá hoại miền Bắc, phong tỏa biên giới, vùng biển nhằm ngăn chặn sự chi viện của miền Bắc cho miền Nam.\n2.\t Miền Nam chiến đấu chống ”Chiến tranh đặc biệt ”của Mỹ.\na.\tHoàn chỉnh về tổ chức lãnh đạo:\nNgày 20/12/1960, Mặt trận dân tộc giải phóng miền Nam Việt Nam ra đời. Tháng 01/1961, Trung ƣơng cục miền Nam thành lập.\nNgày 02/1961, các lực lƣợng vũ trang thống nhất thành Qân giải phóng miền Nam.\nMặt trận dân tộc giải phóng miền Nam VN và Đảng lãnh đạo nhân dân ta kết hợp đấu tranh chính trị với đầu tranh vũ trang, nổi dậy tiến công địch trên ba vùng chiến lƣợc (rừng núi, nông thôn đồng bằng và đô thị), bằng ba mũi giáp công (chính trị, quân sự, binh vận).\nb.\t Đánh bại kế hoạch Staley – Taylor (1961 – 1963): bình định miền Nam trong 18 tháng.\n*\t1961-1962: quân giải phóng đẩy lùi nhiều cuộc tiến công của địch.\n*\tĐấu tranh chống và phá ”Ấp chiến lƣợc ”: diễn ra gay go quyết liệt giữa ta và địch. Ta phá ”ấp chiến lƣợc ”đi đôi với dựng làng chiến đấu. Cuối năm 1962, ta kiểm soát trên nửa tổng số ấp với 70% nông dân ở miền Nam.\n*\tTrên mặt trận quân sự: 02.01.1963, quân dân ta thắng lớn ở trận Ấp Bắc (Mỹ Tho), đánh bại cuộc hành quân càn quét của 2000 lính Sài gòn có cố vấn Mỹ chỉ huy,với phƣơng tiện chiến tranh hiện đại.\n*\tĐấu tranh chính trị:\n+ Diễn ra mạnh mẽ khắp các đô thị lớn, nổi bật là đấu tranh của ”đội quân tóc dài ”, của các ”tín đồ ”Phật giáo…Góp phần đẩy nhanh quá trình suy sụp của chính quyền Ngô Đình Diệm.\n+Ngày 1.11.1963, Mỹ giật dây Dƣơng văn Minh đảo chính lật đổ Ngô Đình Diệm. Chính quyền Sài Gòn lâm vào tình trạng khủng hoảng.\nc.\t Đánh bại kế hoạch Giôn xơn – Mác-na-ma-ra(Johnson – Mac Namara)1964-1965:\nTăng cƣờng viện trợ quân sự, ổn định chính quyền Sai gòn, bình định có trọng điểm miền Nam Bình định miền Nam có trọng điểm trong hai năm (1964 – 1965).\n*\tĐánh phá ”Ấp chiến lƣợc ”: từng mảng lớn ”Ấp chiến lƣợc ”của địch bị phá vỡ, làm phá sản cơ bản ”xƣơng sống ”của chiến tranh đặc biệt.Vùng giải phóng ngày càng mở rộng, chính quyền cách mạng các cấp thành lập.\n*\tVề quân sự:\n-\tĐông – Xuân 1964 – 1965, ta thắng lớn ở trận Bình Giã (02.12.1964), loại 1700 tên địch khỏi vòng chiến, đánh bại chiến lƣợc ”trực thăng vận ”và ”thiết xa vận ”.\n-\tSau đó, ta tiếp tục giành thắng lợi ở An Lão, Ba Gia, Đồng Xoài...\n-\tĐầu 1965, chiến lƣợc ”Chiến tranh đặc biệt ”của Mỹ bị phá sản\n3.\t Ý nghĩa\n-\tCách mạng miền Nam tiếp tục giữ vững thế chủ động tiến công.\n-\tMỹ đã thất bại trong việc sử dụng miền Nam Việt Nam làm thí điểm một loại hình chiến tranh để đàn áp phong trào cách mạng trên thế giới.\n-\tMỹ buộc phải chuyển sang chiến lƣợc ”Chiến tranh cục bộ ”(tức thừa nhận sự thất bại của chiến tranh đặc biệt).\n-\tChứng tỏ đƣờng lối lãnh đạo của Đảng là đúng đắn và sự trƣởng thành nhanh chóng của Quân Giải phóng miền Nam Việt Nam\n\nBài 22\nNHÂN DÂN HAI MIỀN TRỰC TIẾP CHIẾN ĐẤU CHỐNG ĐẾ QUỐC MỸ XÂM LƢỢC. NHÂN DÂN MIỀN BẮC VỪA CHIẾN ĐẤU VỪA SẢN XUẤT\n(1965 – 1973)\nI.\t CHIẾN ĐẤU CHỐNG CHIẾN LƢỢC ”CHIẾN TRANH CỤC BỘ ”CỦA ĐẾ QUÔC MỸỞ MIỀN NAM (1965 – 1968)\n1.\t Chiến lƣợc ”Chiến tranh cục bộ ”của Mĩ ở miền Nam\na.\tÂm mƣu\nChiến lƣợc ”chiến tranh đặc biệt ”bị phá sản, Mỹ phải chuyển sang chiến lƣợc ”chiến tranh cục bộ ”ở miền Nam và mở rộng chiến tranh phá hoại ra miền Bắc.\nĐây là hình thức chiến tranh xâm lƣợc thực dân kiểu mới, đƣợc tiến hành bằng quân Mỹ, đồng minh và quân đội Sài Gòn với phƣơng tiện chiến tranh hiện đại. Quân số lúc cao nhất (1969) lên đến 1,5 triệu tên (Mỹ hơn 0,5 triệu)\nb.\tThủ đoạn\nMỹ nhanh chóng tạo ra ƣu thế về binh lực và hỏa lực có thể áp đảo quân chủ lực ta bằng chiến lƣợc: ”tìm diệt ”, giành thế chủ động trên chiến trƣờng, đẩy ta về phòng ngự, buộc ta phải phân tán nhỏ…làm cho chiến tranh tàn lụi dần.\nVới ƣu thế về quân sự, Mỹ cho mở cuộc hành quân ”tìm, diệt ”vào Vạn Tƣờng và 2 cuộc phản công 2 mùa khô 1965-1966 và 1966-1967 nhằm ”tìm diệt ”và ”bình định ”vào vùng căn cứ kháng chiến.(vùng ”đất thánh Việt Cộng) hòng tiêu diệt cơ quan đầu não và lực lƣợng kháng chiến của ta.\n2.\t Chiến đấu chống ”chiến tranh cục bộ ”của Mỹ\nQuân dân ta chiến đấu chống ”chiến tranh cục bộ ”bằng sức mạnh cả dân tộc, của tiền tuyến và hậu phƣơng với ý chí quyết chiến quyết thắng giặc Mỹ xâm lƣợc.\na.\tQuân sự\n* Trận Vạn Tƣờng (Quãng Ngãi )\n18/08/1965: Mỹ huy động 9000 quân tấn công Vạn Tƣờng.\nKết quả: Sau 1 ngày chiến đấu, ta loại khỏi vòng chiến 900 địch, nhiều xe tăng, máy bay…..\nÝ nghĩa: Vạn Tƣờng đƣợc coi là ”Ấp Bắc ”đối với Mỹ, mở đầu cho cao trào ”tìm Mỹ đánh, tìm ngụy diệt” trên khắp miền Nam.\n* Mùa khô 1965 - 1966\nTháng 01/1965, Mỹ-Sài Gòntập trung lực lƣợng mở cuộc phản công lần thứ nhất với 72 vạn quân (trong đó có 22 vạn lính Mỹ và đồng minh). địch mở 450 cuộc hành quân lớn nhỏ, trong đó có 5 cuộc hành quân “tìm diệt” then chốt, nhằm vào hai hƣớng chính là Đông Nam Bộ và Đồng bằng khu 5 nhằm tiêu diệt chủ lực quân giải phóng, “bẻ gãy xƣơng sống Việt Cộng”, giành lại thế chủ động trên chiến trƣờng.\nVới thế trận chiến tranh nhân dân, bằng nhiều hình thức tác chiến khác nhau đã chặn đánh địch ở khắp mọi hƣớng, tiến công địch ở mọi nơi…\nTrong 4 tháng mùa khô 1965 - 1966, ta đã loại khỏi vòng chiến hơn 104.000 tên địch, trong đó có 42.000 Mỹ và 3500 đồng minh, bắn hạ 1430 máy bay, phá hủy 600 xe tăng, thiết giáp và trên\n1.000 ôtô của địch.\n* Mùa khô 1966 - 1967\nMùa khô 1966 - 1967, với lực lƣợng lên đến 98 vạn quân (trong đó có 44 vạn lính Mỹ và đồng minh), Mỹ đã mở cuộc phản công mùa khô lần thứ hai nhằm tiêu diệt quân chủ lực và cơ quan đầu não của ta, tạo bƣợc ngoặt trong chiến tranh.\nChúng đã tiến hành 895 cuộc hành quân lớn nhỏ, trong đó có 3 cuộc hành quân “tìm diệt” then chốt:\n+ At-tơn-bo-rơ đánh vào chiến khu Dƣơng Minh Châu (tháng 11/1966)\n+ Xê-da-phôn đánh vào Trảng Bàng, Bến Súc, Củ Chi (tháng 1/1967)\n+ Gian-xơn-city đánh vào chiến khu Dƣơng Minh Châu (tháng 4/1967)\nQuân và dân Nam bộ đã phối hợp với các chiến trƣờng khác đã mở hàng loạt cuộc phản công, từng bƣớc đánh bại các cuộc hành quân “tìm diệt” và “bình định” của địch; loại khỏi vòng chiến\n151.000 tên, trong đó có 68.000 lính Mỹ và 5500 đồng minh, phá hủy 1231 máy bay.\nNhƣ vậy, qua hai mùa khô, lính Mỹ, đồng minh và phƣơng tiện chiến tranh đƣa vào miền Nam tăng bao nhiêu thì thiệt hại của địch tăng lên tƣơng ứng, chứng tỏ bƣớc đầu ta đã làm phá sản “Chiến tranh cục bộ” của Mỹ.\nb.\tChính trị\n+ Từ thành thị đến nông thôn, nhân dân nổi dậy đấu tranh trừng trị ác ôn, phá Ấp chiến lƣợc, đòi Mỹ rút về nƣớc, đòi tự do dân chủ.\n+ Uy tín Mặt trận Dân tộc GPMN Việt Nam lên cao. Cƣơng lĩnh của mặt trận đƣợc 41 nƣớc, 12 tổ chức quốc tế và 5 tổ chức khu vực ủng hộ.\n3.\t Cuộc tổng tiến công và nổi dậy Xuân Mậu Thân 1968\nSau 2 cuộc phản công mùa khô, trên cơ sở nhận định so sánh tƣơng quan lực lƣợng giữa ta và địch đã thay đổi theo chiều hƣớng có lợi cho ta. Hơn nữa trong năm 1968, cuộc bầu cử Tổng thống Mỹ sẽ nảy sinh những mâu thuẫn mà ta có thể lợi dụng đƣợc.\nTa đã chủ trƣơng mở cuộc “Tổng tiến công và nổi dậy” trên khắp chiến trƣờng miền Nam, chủ yếu là ở các đô thị, nhằm tiêu diệt một bộ phận quan trọng quân Mỹ - ngụy, buộc Mỹ phải rút quân về nƣớc.\nĐêm 30 rạng ngày 31/01/1968 (giao thừa Tết Mậu Thân), quân chủ lực của ta đã đồng loạt tấn công và nổi dậy ở 37/44 thị xã, 4/6 thành phố trên toàn miền Nam.\nỞ Sài Gòn, quân ta đã tấn công vào các vị trí cơ quan đầu não của địch nhƣ Tòa Đại sứ, Dinh Độc lập, đài phát thanh, sân bay Tân Sơn Nhất, Bộ Tổng tham mƣu …\nTrong đợt này, quân ta đã loại khỏi vòng chiến 147.000 tên, trong đó có 43.000 lính Mỹ và chƣ hầu, phá hủy một khối lƣợng lớn vật chất và phƣơng tiện chiến tranh của địch.\nTrong cuộc tổng tiến công và nổi dậy, có thêm nhiều lực lƣợng mới chống Mỹ và chính quền Sài Gòn đƣợc mở rộng.\nSau đợt tấn công Tết, ta tiếp tục tiến công đợt 2 (4/5 – 18/6) và đợt 3 (17/8 – 23/9).\nĐây là một đòn bất ngờ làm cho địch choáng váng, nhƣng do lực lƣợng của địch còn mạnh, nên chúng đã nhanh chóng tổ chức phản công giành lại những mục tiêu bị ta chiếm đồng thời cũng đã làm cho ta bị tổn thất khá nặng nề.\nTuy vậy, cuộc tổng tiến công và nổi dậy Tết Mậu Thân đã làm cho phong trào phản chiến đòi Mỹ rút quân khỏi Việt Nam ở Mỹ dâng cao, buộc tổng thống Giôn- xơn phải tuyên bố “phi Mỹ hóa” chiến tranh, ngừng mọi hoạt động bắn phá miền Bắc và ngồi vào bàn đàm phán với ta ở Paris để chấm dứt chiến tranh.\nCuộc Tổng tiến công và nổi dậy đã làm thất bại hoàn toàn chiến lƣợc “chiến tranh cục bộ” của đế quốc Mỹ, mở ra bƣớc ngoặt của cuộc kháng chiến chống Mỹ cứu nƣớc.\nSo sánh chiến lƣợc ”Chiến tranh đặc biệt ”và chiến lƣợc Chiến tranh cục bộ ”của Mỹ.\nChiến lƣợc Điểm khác nhau\nChiến tranh đặc biệt 1961-Chiến tranh cục bộ 1965-1968 1965\n-\tTiến hành bằng quân đội Sài- Tiến hành bằng lực lƣợng quân gòn, dƣới sự chỉ huy bằng cốMỹ, quân Đồng minh, quân Sai vấn Mỹ ; vũ khí ;trang bị kỹgòn,Quân Mỹ giữ vai trò quan\nthuật, phƣơng tiện của Mỹ.\ttrọng.\n-\tÂm mƣu cơ bản ”Dùng ngƣời- Để rõ bộ mặt xâm lƣợc trắng trợn\nViệt đánh ngƣời Việt ”\t- Tiến hành ở hai miền: bằng các\n-\t”Ấp chiến lƣợc ”là quốc sách.cuộc hành quân tìm diệt và bình\n-Tiến hành chỉ ở miền Nam\n-Quy mô tƣơng đối nhỏ hơn\nđịnh ở miền Nam, và mở rộng chiến tranh phá hoại miền Bắc.\n-\tQui mô:lớn và ác liệt hơn nhiều.\nGiống nhau\nĐều là loại hình chiến tranh xâm lƣợc thực dân mới của Mỹ, nhằm biến miền Nam VN thành thuộc địa kiểu mới của Mỹ.\nII.\t MIỀN BẮC VỪA CHIẾN ĐẤU CHỐNG CHIẾN TRANH PHÁ HOẠI LẦN THỨ NHẤT CỦA MỸ, VỪA SẢN XUẤT (1965 – 1968).\n1.\tMỹ tiến hành chiến tranh bằng không quân và hải quân phá hoại miền Bắc.\n-\tNgày 5/8/1964, Mỹ dựng lên ”sự kiện vịnh Bắc Bộ ”cho máy bay ném bom, bắn phá một số nơi ở miền Bắc (cửa sông Gianh, Vinh - Bến Thủy)...\n-\tNgày 7/2/1965, Mỹ ném bom thị xã Đồng Hới, đảo Cồn Cỏ... chính thức gây ra cuộc chiến tranh phá hoại bằng không quân và hải quân đối với miền Bắc.\n* Âm mƣu:\n-\tPhá tiềm lực kinh tế - quốc phòng, phá công cuộc xây dựng CNXH ở miền Bắc.\n-\tNgăn chặn chi viện từ bên ngoài vào miền Bắc và từ miền Bắc vào miền Nam.\n-\tUy hiếp tinh thần, làm lung lay quyết tâm chống Mỹ của nhân dân Việt Nam.\n2.\tMiền Bắc chiến đấu chống chiến tranh phá hoại, vừa sản xuất vừa làm nghĩa vụ hậu phƣơng\na.\tMiền Bắc chiến đấu chống chiến tranh phá hoại\n-\tChuyển mọi hoạt động sang thời chiến, quân sự hóa toàn dân, đắp công sự, đào hầm, sơ tán... để tránh thiệt hại về ngƣời và của, tiếp tục chiến đấu và sản xuất. Hễ địch đến là đánh, ai không trực tiếp chiến đấu thì phục vụ sản xuất.\n-\tVới tinh thần ”Không có gì quý hơn độc lập tự do ”, quân dân miền Bắc thi đua chống Mỹ, đạt nhiều thành tích lớn trong chiến đấu và sản xuất. Sau hơn 4 năm (5.08.1964 - 01.11. 1968), miền Bắc bắn rơi 3.243 máy bay (6 B52, 3 F111), loại khỏi vòng chiến hàng ngàn phi công, bắn chìm 143 tàu chiến. Ngày 1/11/1968, Mỹ buộc phải ngƣng ném bom miền Bắc.\nb.\tMiền Bắc vừa sản xuất vừa làm nghĩa vụ hậu phƣơng:\n*\tSản xuất\n-\tNông nghiệp: diện tích canh tác đƣợc mở rộng, năng suất tăng, đạt ”ba mục tiêu ”(5 tấn thóc, 2 đầu lợn, 1 lao động/ 1ha/1 năm).\n-\tCông nghiệp: năng lực sản xuất ở một số ngành đƣợc giữ vững, đáp ứng nhu cầu thiết yếu của sản xuất và đời sống.\n-\tGiao thông vận tải: đảm bảo thƣờng xuyên thông suốt.\n*\tLàm nghĩa vụ hậu phƣơng\n-\tMiền Bắc phấn đấu ”mỗi ngƣời làm việc bằng hai ”. Vì tiền tuyến kêu gọi, hậu phƣơng sẵn sàng đáp lại: ”Thóc không thiếu một cân, quân không thiếu một ngƣời ”\n-\tTuyến đƣờng Hồ Chí Minh trên bộ và trên biển bắt đầu khai thông (tháng 5.1959), nối liền hậu phƣơng với tiền tuyến. Trong 4 năm (1965 – 1968) đƣa hơn 30 vạn cán bộ, bộ đội vào Nam chiến đấu và xây dựng vùng giải phóng, cùng hàng chục vạn tấn vũ khí, đạn dƣợc, lƣơng thực, thuốc men…, tăng gấp 10 lần so với trƣớc.\nIII.\t CHIẾN ĐẤU CHỐNG CHIẾN LƢỢC ”VIỆT NAM HÓA ”VÀ ”ĐÔNG DƢƠNG HÓA CHIẾN TRANH ”CỦA MỸ (1969 – 1973)\n1.\t Chiến lƣợc ”Việt Nam hóa chiến tranh ”và ”Đông Dƣơng hóa chiến tranh ”của Mỹ.\nSau thất bại của chiến lƣợc ”Chiến tranh cục bộ ”, Mỹ phải chuyển sang chiến lƣợc ”Việt Nam hóa ”và ”Đông Dƣơng hóa ”chiến tranh.\n-\tĐây là hình thức chiến tranh thực dân kiểu mới đƣợc tiến hành bằng quân đội Sài Gòn là chủ yếu, có sự phối hợp của hỏa lực và không quân Mỹ, vẫn do cố vấn Mỹ chỉ huy.\n-\tThực chất là tiếp tục thực hiện âm mƣu ”Dùng ngƣời Việt đánh ngƣời Việt ”, để giảm xƣơng máu ngƣời Mỹ trên chiến trƣờng.\n-\tMở rộng xâm lƣợc Lào và Campuchia, thực hiện âm mƣu ”Dùng ngƣời Đông Dƣơng đánh ngƣời Đông Dƣơng ”.\n-\tMỹ tăng viện trợ giúp quân số ngụy tăng lên 1 triệu ngƣời cùng với trang thiết bị hiện đại để quân ngụy tự gánh vác đƣợc chiến tranh.\n-\tLợi dụng mâu thuẫn Trung – Xô, thỏa hiệp với Trung Quốc, hòa hoãn với Liên Xô nhằm hạn chế sự giúp đỡ của các nƣớc này đối với cuộc kháng chiến của nhân dân ta.\n2.\t  Chiến đấu chống chiến lƣợc ”Việt Nam hóa chiến tranh ”và ”Đông Dƣơng hóa chiến tranh ”của Mỹ.\n-\tChiến đấu chống ”Việt Nam hóa chiến tranh ”là chống lại cuộc chiến tranh toàn diện đƣợc tăng cƣờng và mở rộng ra toàn Đông Dƣơng. Ta vừa chiến đấu trên chiến trƣờng vừa đấu tranh trên bàn đàm phán với địch.\n– 1969: thực hiện lời chúc Tết của Bác Hồ, cả nƣớc đẩy mạnh cuộc kháng chiến chống Mỹ cứu nƣớc.\na.\tThắng lợi về chính trị\n-\tNgày 6.6.1969, Chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam thành lập, đƣợc 23 nƣớc công nhận, 21 nƣớc đặt quan hệ ngoại giao.\nNgày 2-9-1969 Bác Hồ qua đời là một tổn thất lớn đối với cách mạng.\n-\tNgày 24 – 25.04-1970: hội nghị cấp cao 3 nƣớc Đông Dƣơng quyết tâm đoàn kết chống Mỹ.\n-\tỞ các nơi khác, phong trào đấu tranh của các tầng lớp nhân dân và sinh viên, học sinh nổ ra liên tục.\n-\tQuần chúng nổi dậy phá ”Ấp chiến lƣợc”, chống ”bình định”. Đầu năm 1971, cách mạng làm chủ thêm 3600 ấp với 3 triệu dân\nb.\tThắng lợi quân sự:\n-\tNgày 30.04 – 30.06.1970, quân dân Việt – Campuchia đập tan cuộc hành quân xâm lƣợc Campuchia của 10 vạn Mỹ và quân Sài Gòn, loại khỏi vòng chiến 17.000 địch, giải phóng 5 tỉnh đông bắc với 4,5 triệu dân.\n-\tTừ 12.02 đến 23.03, quân dân Việt – Lào đập tan cuộc hành quân ”Lam Sơn-719 ”của Mỹ và quân Sài Gòn, loại khỏi vòng chiến 22.000 địch, giữ vững hành lang chiến lƣợc của cách mạng Đông Dƣơng.\n3.\tCuộc Tiến công chiến lƣợc 1972..\nPhát huy thắng lợi trên các mặt trận quân sự, chính trị và ngoại giao trong hai năm 1970 – 1971, ta đã quyết định mở cuộc tiến công chiến lƣợc trên toàn miền Nam trong năm 1972.\nNgày 30/3/1972, quân ta tấn công vào Quảng Trị, Từ đó mở rộng tiến công ra khắp chiến trƣờng miền Nam và kéo dài trong năm 1972.\nTrong năm 1972, Quân ta đã tấn công địch trên quy mô lớn với cƣờng độ mạnh và ở hầu hết các địa bàn chiến lƣợc quan trọng của địch; chọc thủng 3 tuyến phòng thủ mạnh nhất của địch ở Quảng Trị, Tây Nguyên và Đông Nam Bộ.\nTrong 3 tháng đầu, quân ta đã loại khỏi vòng chiến hơn 20 vạn quân đội Sài Gòn, giải phóng một vùng lãnh thổ rộng lớn với hơn 1 triệu dân.\nSau đòn tấn công bất ngờ của ta, quân đội Sài Gòn đƣợc sự yểm trợ của không quân và hải quân Mỹ đã phản công mạnh, gây cho ta nhiều thiệt hại. Đồng thời, Mỹ cũng tiến hành ném bom và bắn phá miền Bắc trở lại.\nCuộc tiến công chiến lƣợc năm 1972 cho thấy, quân đội Sài Gòn với quân số hơn 1 triệu đƣợc trang bị hiện đại vẫn không đủ khả năng để “tự đứng vững” và “tự gánh vác lấy chiến tranh” khi quân viễn chinh Mỹ rút lui. Trƣớc tình thế đó, Mỹ đã tuyên bố “Mỹ hóa” trở lại cuộc chiến tranh – tức là thừa nhận sự thất bại của Việt Nam hóa chiến tranh.\nSo sánh chiến lƣợc ”Chiến tranh cục bộ ” và ”Việt Nam hóa chiến tranh ”\nChiến lƣợc Điểm khác nhau\nChiến tranh cục bộ 65-68  ”Việt Nam hóa ” chiến tranh1969 –\n1973\n-\tTiến - Tiến hành bằng lực- Tiến hành bằng quân đội Sài Gòn là lượng quân Mỹ, quân Đồngchủ yếu, có sự phối hợp của hỏa lực và minh, quân Sai gòn, Quânkhông quân Mỹ, vẫn do cố vấn Mỹ chỉ\nMỹ giữ vai trò quan trọng. huy. Tiếp tục quốc sách ”bình định ”\n-\tĐể rõ bộ mặt xâm lược- Thực chất là tiếp tục thực hiện âm\ntrắng trợn\tmưu ”Dùng người Việt đánh người\n-\tTiến hành ở hai miền:Việt”, để giảm xương máu người Mỹ bằng các cuộc hành quântrên chiến trường.\ntìm diệt và bình định ở-  Mở  rộng  xâm  lược  Lào  và miền Nam, và mở rộngCampuchia, thực hiện âm mưu ”Dùng chiến tranh phá hoại miềnngười Đông Dương đánh người Đông\nBắc.\tDương ”.\n-\tQui mô: lớn và ác liệt hơn\nnhiều\t-Qui mô lan rộng ra cả Đông Dương\nIV.\t MIỀN BẮC KHÔI PHỤC VÀ PHÁT TRIỂN KINH TẾ XÃ HỘI, CHIẾN ĐẤU CHỐNG CHIẾN TRANH PHÁ HOẠI LẦN THỨ HAI CỦA MỸ (1969-1973)\n1.\t Miền Bắc khôi phục và phát triển kinh tế - xã hội.\n-\tNông nghiệp: khuyến khích sản xuất, chú trọng chăn nuôi, thâm canh tăng vụ (5 tấn/ha), sản lƣợng lƣơng thực năm 1970 tăng hơn 60 vạn tấn so với 1968.\n-\tCông nghiệp: Khôi phục và xây dựng, ƣu tiên thủy điện Thác Bà (Hòa Bình) (phát điện tháng 10/1971). Giá trị sản lƣợng 1971 tăng 142% so với 1968.\n-\tGiao thông vận tải: nhanh chóng khôi phục.\n-\tVăn hóa, giáo dục, y tế: phục hội và phát triển.\n2.\t Miền Bắc vừa chiến đấu chống chiến tranh phá hoại lần II, vừa sản xuất và làm nghĩa vụ hậu phƣơng:\na.\tÂm mƣuvà thủ đoạn của Mỹ ;\n-\tNgày 6/4/1972, Mỹ ném bom một số nơi thuộc khu IV cũ.\n-\tNgày 16/4, chính thức tiến hành chiến tranh không quân phá hoại miến Bắc lần II, sau đó phong tỏa cảng Hải Phòng, các cửa sông, luồng lạch, vùng biển miền Bắc.\n-\tPhá tiềm lực kinh tế - quốc phòng, phá công cuộc xây dựng CNXH ở miền Bắc.\n-\tNgăn chặn chi viện từ bên ngoài vào miền Bắc và từ miền Bắc vào miền Nam.\n-\tUy hiếp tinh thần, làm lung lay quyết tâm chống Mỹ của nhân dân Việt Nam.\n-\tCứu nguy cho chiến lƣợc ”Việt Nam hóa chiến tranh”\nb.\tMiền Bắc vừa chiến đấu chống chiến tranh phá hoại lần II, vừa sản xuất và làm nghĩa vụ hậu phƣơng:\n-\tNhờ đƣợc chuẩn bị trƣớc và với tƣ thế sẵn sàng chiến đấu, miền Bắc tiếp tục chuyển sang kinh tế thời chiến, đảm bảo liên tục sản xuất và giao thông thông suốt.\n-\tTừ 14/12/1972, sau 2 tháng ngƣng ném bom để hỗ trợ cho mƣu đồ chính trị và ngoại giao mới, Nixon mở cuộc tập kích bắn phá dữ dội Hà Nội, Hải Phòng bằng B52 trong 12 ngày đêm (từ 18/12/1972 đến 29/12/1972) nhằm giành thắng lợi quân sự quyết định, buộc ta ký hiệp định có lợi cho Mỹ.\n-\tQuân dân miền Bắc đánh bại cuộc tập kích của Mỹ, làm nên trận: ”Điện Biên Phủ trên không”. Ta hạ 81 máy bay (34 chiếc B52, 5 chiếc F111), bắt sống 43 phi công Mỹ.\n-\tTính chung trong chiến tranh phá hoại lần II, ta hạ 735 máy bay (61 B52, 10 F111), 125 tàu chiến, loại khỏi vòng chiến hàng trăm phi công.\n-\tBuộc Mỹ phải tuyên bố ngƣng các hoạt động chống phá miền Bắc (15-01-1973) và ký Hiệp định Paris về chấm dứt chiến tranh, lập lại hòa bình ở Việt Nam.\n3.\t Miền Bắc chi viện miền Nam.\n-\tĐảm bảo tiếp nhận hàng viện trợ từ bên ngoài và chi viện theo yêu cầu của tiền tuyến miền Nam, cả Lào và Campuchia.\n-\t1969-1971: hàng chục vạn thanh niên nhập ngũ 60% vào miền Nam, Lào, Campuchia. Năm 1972, 22 vạn thanh niên nhập ngũ vào chiến trƣờng Đông Dƣơng.\n-\tViện trợ khối lƣợng vật chất tăng 1,6 lần trƣớc kia (1972: tăng 1,7 lần so với 1971).\nV.\t  HIỆP ĐỊNH PARIS VỀ CHẤM DỨT CHIẾN TRANH LẬP LẠI HÒA BÌNH Ở VIỆT NAM.\n 1. Hoàn cảnh.\nNgày 31/3/1968, sau đòn tấn công bất ngờ Tết Mậu Thân 1968, Giôn-xơn đã ra lệnh ngừng ném bom miền Bắc từ vĩ tuyến 20 trở ra và tuyên bố sẽ thƣơng lƣợng với ta.\nNgày 13/5/1968, cuộc thƣơng lƣợng chính thức giữa hai bên (Việt Nam và Hoa Kì) đã họp phiên đầu tiên tại Paris. Phía Việt Nam đã khẳng định lập trƣờng không thay đổi của mình: Trƣớc hết, Mỹ phải chấm dứt không điều kiện hoạt động ném bom và mọi hành động chiến tranh khác trên tòan miền Bắc, sau đó mới bàn đến các vấn đề khác.\n-\tTừ 25/1/1969, gồm 4 bên là Việt Nam dân chủ cộng hòa + Mặt trận dân tộc giải phóng miền Nam Việt Nam, Hoa Kỳ và Việt Nam Cộng hòa.\n-\tSau nhiều cuộc tiếp xúc, lập trƣờng hai bên rất khác nhau, mâu thuẫn nhau: Việt Nam đòi Mỹ và đồng minh rút quân khỏi miền Nam Việt Nam, đòi tôn trọng các quyền dân tộc cơ bản và quyền tự quyết của nhân dân Việt Nam. Ngƣợc lại, Mỹ đòi miền Bắc rút quân và từ chối ký dự thảo Hiệp định dù đã thỏa thuận (10.1972).\n-\tTháng 12/1972, Mỹ mở cuộc tập kích bằng máy bay chiến lƣợc B52 vào Hà Nội và Hải Phòng trong 12 ngày đêm. Ta đã đập tan cuộc tập kích bằng không quân của Mỹ, làm nên trận ”Điện Biên Phủ trên không”, buộc Mỹ phải trở lại ký Hiệp định Paris.\n-\tNgày 27/1/1973, Hiệp định Paris về chấm dứt chiến tranh ở Việt Nam đƣợc ký kết giữa 4 Bộ trƣởng đại diện các Chính phủ tham dự hội nghị.\n2.\t Nội dung của Hiệp định Paris.\n-\tHoa Kỳ và các nƣớc cam kết tôn trọng độc lập, chủ quyền thống nhất và toàn vẹn lãnh thổ của Việt Nam.\n-\tHai bên ngừng bắn ở miền Nam lúc 24 giờ ngày 27/01/1973 và Hoa Kì cam kết chấm dứt mọi hoạt động chống phá miền Bắc Việt Nam.\n-\tHoa Kỳ rút hết quân viễn chinh và quân chƣ hầu, phá hết các căn cứ quân sự Mỹ, cam kết không tiếp tục can thiệp vào nội bộ của miền Nam Việt Nam.\n-\tNhân dân miền Nam tự quyết định tƣơng lai chính trị thông qua tổng tuyển cử tự do.\n-\tCác bên công nhận thực tế miền Nam Việt Nam có 2 chính quyền, 2 quân đội, 2 vùng kiểm soát và 3 lực lƣợng chính trị.\n-\tHai bên ngừng bắn, trao trả cho nhau tù binh và dân thƣờng bị bắt.\n-\tHoa Kỳ cam kết góp phần vào việc hàn gắn vết thƣơng chiến tranh ở Việt Nam và Đông Dƣơng, thiết lập quan hệ bình thƣờng cùng có lợi với Việt Nam.\nNgày 02/3/1973, Hội nghị quốc tế về Việt Nam (gồm 12 nƣớc) đã kí định ƣớc ghi nhận và đảm bảo việc thi hành Hiệp định Paris.\n3.\t Ý nghĩa lịch sử:\n-\tLà thắng lợi của sự kết hợp giữa đấu tranh chính trị, quân sự, ngoại giao, là kết quả của cuộc đấu tranh kiên cƣờng, bất khuất của quân dân ta trên cả 2 miền đất nƣớc.\n-\tMở ra bƣớc ngoặt mới cho cách mạng Việt Nam, tạo thời cơ thuận lợi để nhân dân ta tiến lên giải phóng hoàn toàn miền Nam.\n\nBài 23: KHÔI PHỤC VÀ PHÁT TRIỂN KINH TẾ – XÃ HỘI Ở MIỀN BẮC, GIẢI PHÓNG HOÀN TOÀN MIỀN NAM (1973 – 1975)\nI.\t MIỀN BẮC KHÔI PHỤC VÀ PHÁT TRIỂN KINH TẾ – XÃ HỘI, RA SỨC CHI VIỆN CHO MIỀN NAM.\n-\tSau Hiệp định Paris 1973, thay đổi so sánh lực lƣợng ở miền Nam có lợi cho cách mạng. Miền Bắc trở lại hòa bình, vừa tiến hành khắc phục hậu quả chiến tranh, khôi phục và phát triển kinh tế-xã hội, vừa tiếp tục chi viện cho tiền tuyến miền Nam.\n-\tCuối tháng 6-1973. miềm Bắc hoàn thành tháo gỡ bom mìn, thủy lôi, bảo đảm đi lại bình thƣờng.\n-\tTrong hai năm 1973 – 1974:\n+ Miền Bắc cơ bản khôi phục các cơ sở kinh tế, hệ thống thủy nông, các công trình văn hóa,giáo dục, y tế. Kinh tế có bƣớc phát triển.\n+ Đến cuối năm 1974, sản xuất công nông nghiệp trên một số mặt đã đạt và vƣợt mức năm 1964 và 1971, đời sống nhân dân ổn định.\n+ Đƣa vào chiến trƣờng 20 vạn bộ đội. Đột xuất trong hai tháng đầu năm 1975, miền Bắc đƣa vào Nam 57 000 bộ đội cùng khối lƣợng vật chất – kỹ thuật khổng lồ, đáp ứng đầy đủ và kịp thời nhu cầu to lớn và cấp bách của cuộc Tổng tiến công chiến lƣợc.\nII.\t MIỀN NAM ĐẤU TRANH CHỐNG ĐỊCH ”BÌNH ĐỊNH – LẤN CHIẾM ”TẠO THẾ VÀ LỰC TIẾN TỚI GIẢI PHÓNG HOÀN TOÀN.\n-\t29-3-1973, Mỹ rút quân về nƣớc, nhƣng vẫn lập Bộ chỉ huy quân sự,vẫn tiếp tục viện trợ quân sự, kinh tế cho chính quyền Sài Gòn.\n-Chính quyền Sài Gòn ngang nhiên phá hoại Hiệp định Paris, tiến hành chiến dịch ”tràn ngập lãnh thổ ”, mở những cuộc hành quân ”bình định - lấn chiếm ”vùng giải phóng của ta, tiếp tục chiến lƣợc ”Việt Nam hóa chiến tranh ”.\n-\tSự thay đổi trong so sánh lực lƣợng giữa cách mạng và phản cách mạng, có lợi cho cuộc đấu tranh của nhân dân miền Nam, chống âm mƣu,hành động mới của Mỹ và chính quyền Sài Gòn, đạt một số kết quả nhất định. Nhƣng do không đánh giá hết âm mƣu của địch, do quá nhấn mạnh đến hòa bình, hòa hợp dân tộc…, nên tại một số địa bàn quan trọng, ta bị mất đất, mất dân.\n-Tháng 7/1973, Hội nghị Trung ƣơng lần thứ 21 nêu rõ nhiệm vụ cơ bản của cách mạng miền Nam trong giai đoạn hiện tại là tiếp tục cách mạng dân tộc, dân chủ nhân dân bằng con đƣờng cách mạng bạo lực, phải nắm vững chiến lƣợc tiến công, kiên quyết đấu tranh trên cả ba mặt trận: quân sự, chính trị, ngoại giao.\n-\tThực hiện nghị quyết 21, quân dân miền Nam kiên quyết đánh trả địch, bảo vệ và mở rộng vùng giải phóng.\n-\tCuối năm 1974 đầu năm 1975, ta mở đợt hoạt động quân sự Đông – Xuân vào hƣớng Nam Bộ, trọng tâm là đồng bằng sông Cửu Long và Đông Nam Bộ, giành thắng lợi lớn trong chiến dịch đánh Đƣờng 14 – Phƣớc Long, diệt 3000 địch, giải phóng Đƣờng 14, thị xã và toàn tỉnh Phƣớc Long.\n-\tChính quyền Sài Gòn phản ứng mạnh, đƣa quân chiếm lại nhƣng thất bại, còn Mĩ chỉ phản ứng yếu ớt, dùng áp lực từ xa.\n-\tNhân dân miền Nam đẩy mạnh đấu tranh chính trị, ngoại giao, tố cáo Mĩ và chính quyền Sài Gòn vi phạm Hiệp định Paris, nêu cao tính chính nghĩa cuộc chiến đấu của nhân dân ta, đòi lật đổ chính quyền Nguyễn Văn Thiệu, thực hiện các quyền tự do, dân chủ.\nTại vùng giải phóng, nhân dân ta ra sức khôi phục và đẩy mạnh sản xuất, tăng nguồn dự trữ chiến lƣợc cho cuộc chiến đấu hoàn thành giải phóng miền Nam. Các ngành sản xuất công nghiệp, thủ công nghiệp, thƣơng nghiệp,văn hóa, xã hội, giáo dục y tế  đƣợc đẩy mạnh.\nIII.\t GIẢI PHÓNG HOÀN TOÀN MIỀN NAM, GIÀNH TOÀN VẸN LÃNH THỔ TỔ QUỐC.\n1.\t Chủ trƣơng, kế hoạch giải phóng miền Nam.\nCuối năm 1974 đầu năm 1975, trong tình hình so sánh lực lƣợng ở miền Nam thay đổi có lợi cho cách mạng, Bộ chính trị Trung ƣơng Đảng đề ra kế hoạch giải phóng miền Nam trong hai năm 1975 – 1976, nhƣng nhấn mạnh ”cả năm 1975 là thời cơ ”và ”nếu thời cơ đến vào đầu\nhoặc cuối năm 1975 thì lập tức giải phóng miền Nam trong năm 1975 ”, để bớt thiệt hại về ngƣời và của.\n2.\t Cuộc Tổng tiến công và nổi dậy Xuân 1975.\na.\tChiến dịch Tây Nguyên (4/3 đến 24/3/1975)\n-\tTây Nguyên là địa bàn chiến lƣợc quan trọng mà ta và địch cố nắm giữ. Nhƣng do nhận định sai hƣớng tiến công của ta, địch chốt giữ ở đây một lực lƣợng mỏng. Bộ Chính trị quyết định chọn Tây Nguyên làm hƣớng tiến công chủ yếu trong năm 1975.\n-\tSau khi đánh nghi binh ở Pleiku, Kontum, 10/3/1975, ta tiến công và giải phóng buôn Mê Thuột. Ngày 12-03, địch phản công chiếm lại nhƣng không thành.\n-\tNgày 14/3/1975, Nguyễn Văn Thiệu ra lệnh rút quân khỏi Tây Nguyên về giữ vùng duyên hải miền Trung. Trên đƣờng rút chạy, chúng bị quân ta truy kích tiêu diệt.\n-\tNgày 24/03/1975, ta giải phóng Tây Nguyên với 60 vạn dân.\n* Ý nghĩa: Chiến dịch Tây Nguyên thắng lợi đã chuyển cuộc kháng chiến chống Mỹ cứu nƣớc sang giai đoạn mới: từ tiến công chiến lƣợc ở Tây Nguyên phát triển thành Tổng tiến công chiến lƣợc trên toàn chiến trƣờng miền Nam.\nb.\tChiến dịch Huế - Đà Nẵng (21/3 đến 29/03/1975)\n-\tTrong khi chiến dịch Tây Nguyên tiếp diễn, Bộ chính trị quyết định giải phóng hoàn toàn miền Nam, trƣớc hết là chiến dịch giải phóng Huế - Đà Nẵng.\n-\tPhát hiện địch co cụm ở Huế, ngày 21/03 quân ta đánh thẳng vào căn cứ, chặn đƣờng rút chạy và bao vây địch trong thành phố.\n-\t25/03, ta tấn công vào Huế. 26/03, giải phóng Huế và toàn tỉnh Thừa Thiên.\n-Cùng thời gian, ta giải phóng thị xã Tam Kỳ, Quảng Ngãi, Chu Lai, uy hiếp Đà Nẵng từ phía Nam. Đà Nẵng rơi vào thế cô lập, hơn 10 vạn quân địch bị dồn ứ về đây trở nên hỗn loạn, mất hết khả năng chiến đấu.\n-\tSáng 29/3 quân ta tiến công Đà Nẵng, đến 3 giờ chiều ta chiếm toàn bộ thành phố.\n-\tCùng thời gian này, các tỉnh còn lại ven biển miền Trung, Nam Tây Nguyên, một số tỉnh ở Nam Bộ lần lƣợt đƣợc giải phóng.\nc.\tChiến dịch Hồ Chí Minh lịch sử (26/4 đến 30/4/1975):\n-\tSau hai chiến dịch, Bộ chính trị nhận định: ”Thời cơ chiến lược mới đã đến, ta có điều kiện hoàn thành sớm quyết tâm giải phóng miền Nam... trước tháng 5/1975 ”với phƣơng châm ”thần tốc, táo bạo, bất ngờ, chắc thắng ”. Chiến dịch giải phóng Sài Gòn đƣợc mang tên ”Chiến dịch Hồ Chí Minh ”.\n-\tTrƣớc khi mở chiến dịch HCM, quân ta đánh Xuân Lôc, Phan Rang – những căn cứ phòng thủ trọng yếu của địch để bảo vệ phía đông Sài Gòn.\n-\tQuân ta phá tan tuyến phòng thủ của địch ở Phan Rang (16-4-1975), Xuân Lộc (21-4)... làm Mỹ –Quân đội Sai gòn hoảng loạn.\n-\t18/4/1975: Tổng thống Mỹ ra lệnh di tản người Mỹ.\n-\t21/4, ta giải phóng Xuấn Lộc, Nguyễn Văn Thiệu từ chức tổng thống.\n-\t17 giờ ngày 26/4, quân ta mở đầu chiến dịch, 5 cánh quân tiến vào trung tâm Sài Gòn, đánh chiếm các cơ quan đầu não của địch.\n-\t10 giờ 45 phút ngày 30/4, xe tăng của ta tiến vào Dinh Độc Lập, bắt sống taòn bộ Chính phủ Trung ƣơng Sài Gòn. Dƣơng Văn Minh tuyên bố đầu hàng không điều kiện.\n-\t11 giờ 30 phút cùng ngày, lá cờ cách mạng tung bay trên tòa nhà Phủ tổng thống, chiến dịch Hồ Chí Minh toàn thắng.\n-\tCác tỉnh còn lại của Nam Bộ, nhân dân đã nhất tề nổi dậy và tiến công theo phƣơng thức xã giải phóng xã, huyện giải phóng huyện, tỉnh giải phóng tỉnh.\n-\tNgày 2/5/1975, miền Nam hoàn toàn giải phóng.\nIV.\t  NGUYÊN NHÂN THẮNG LỢI, Ý NGHĨA LỊCH SỬ CỦA CUỘC KHÁNG CHIẾN CHỐNG MỸ, CỨU NƢỚC (1954 – 1975)\n1.\t Nguyên nhân thắng lợi:\n-\tNguyên nhân chính là do có sự lãnh đạo sáng suốt của Đảng đứng đầu là Chủ tịch Hồ Chí Minh với đƣờng lối chính trị, quân sự độc lập, tự chủ, đƣờng lối cách mạng đúng đắn, sáng tạo, phƣơng pháp đấu tranh linh hoạt, kết hợp đấu tranh quân sự, chính trị, ngoại giao.\n-\tNhân dân ta giàu lòng yêu nƣớc, đoàn kết nhất trí, lao động cần cù, chiến đấu dũng cảm vì sự nghiệp cách mạng.\n-\tHậu phƣơng miền Bắc đáp ứng kịp thời các yêu cầu của cuộc chiến đấu ở hai miền.\n-\tSự phối hợp chiến đấu và đoàn kết giúp đỡ của ba dân tộc ở Đông Dƣơng.\n-\tSự đồng tình ủng hộ, giúp đỡ của các lực lƣợng cách mạng, hòa bình, dân chủ trên thế giới, nhất là của Liên Xô, Trung Quốc và các nƣớc XHCN khác.\n-\tNhân dân Mỹ và nhân dân thế giới phản đối cuộc chiến tranh xâm lƣợc Việt Nam của Mỹ.\n2.\t Ý nghĩa:\n-\tKết thúc 21 năm chiến đấu chống Mỹ và 30 năm chiến tranh giải phóng dân tộc, bảo vệ Tổ quốc từ sau Cách mạng tháng Tám 1945, chấm dứt ách thống trị của chủ nghĩa đế quốc và chế độ phong kiến ở nƣớc ta, hoàn thành cách mạng dân tộc dân chủ nhân dân, thống nhất đất nƣớc.\n-\tMở ra một kỷ nguyên mới của lịch sử dân tộc: đất nƣớc độc lập, thống nhất, đi lên CNXH.\n-\tTác động mạnh đến tình hình nƣớc Mỹ và thế giới, cổ vũ phong trào cách mạng thế giới, nhất là phong trào giải phóng dân tộc.\n-\tCùng với chiến thắng Bạch Đằng, Chi Lăng, Đống Đa, Điện Biên Phủ, đại thắng mùa xuân 1975 đã cắm thêm một mốc vinh quang chói lọi trong quá trình đi lên của lịch sử Việt Nam.Có tầm quan trọng quốc tế, có tính thời đại sâu sắc.\n\nChƣơng V. VIỆT NAM TỪ NĂM 1975 ĐẾN NĂM 2000\nBài 24: VIỆT NAM TRONG NĂM ĐẦU SAU THẮNG LỢI CUỘC KHÁNG CHIẾN CHỐNG MĨ CỨU NƢỚC (1975 )\nI.\t TÌNH HÌNH HAI MIỀN BẮC-NAM SAU NĂM 1975\n*\tMiền Bắc:qua hơn 20 năm (1954 -1975) tiến hành cách mạng XHCN, miền Bắc đạt đƣợc những thành tựu to lớn và toàn diện, đã xây dựng đƣợc những cơ sở vật chất-kĩ thuật ban đầu của chủ nghĩa xã hội. Nhƣng cuộc chiến tranh phá hoại bằng không quân và hải quân của Mĩ hết sức ác liệt, đã tàn phá nặng nề, gây hậu quả lâu dài đối với miền Bắc.\n*\tMiền Nam\n-\tĐã hoàn toàn giải phóng, nhƣng cuộc chiến tranh của Mĩ đã gây ra hậu quả nặng nề. Nhiều làng mạc, đồng ruộng bị tàn phá, bỏ hoang, chất độc hóa học và bom mìn còn bị vùi lấp nhiều nơi, số ngƣời thất nghiệp lên tới hàng triệu ngƣời...\n-\tMiền Nam có nền kinh tế trong chừng mực nhất định phát triển theo hƣớng tƣ bản, song về cơ bản vẫn mang tính chất của nền kinh tế nông nghiệp lạc hậu, sản xuất nhỏ và phân tán, phát triển mất cân đối, lệ thuộc nặng nề vào viện trợ từ bên ngoài.\nII.\t Khắc phục hậu quả chiến tranh, khôi phục và phát triển kinh tế - xã hội ở hai miền đất nƣớc\n*\tMiền Bắc:\n-\tĐến giữa năm 1976, miền Bắc hoàn thành khắc phục hậu quả chiến tranh, khôi phục kinh tế. Văn hóa, giáo dục, y tế phát triển mạnh.\n-\tThực hiện nghĩa vụ làm căn cứ địa cách mạng cả nƣớc và nghĩa vụ quốc tế với Lào v à Campuchia.\n*\tMiền Nam:\n+ Tiến hành tiếp quản vùng giải phóng,thành lập chính quyền cách mạng và đoàn thể quần chúng.\n+ Tại các thành phố lớn nhƣ Sài Gòn, Huế, Đà Nẵng v.v., chính quyền cách mạng tuyên bố thành lập ngay sau khi đƣợc giải phóng hoàn toàn.\n+ Hàng triệu đồng bào đƣợc hồi hƣơng, chuyển về nông thôn tham gia sản xuất hoặc đi xây dựng vùng kinh tế mới.\n+ Chính quyền cách mạng tịch thu toàn bộ tài sản và ruộng đất của bọn phản động, tuyên bố xoá bỏ quan hệ bóc lột phong kiến, tiến hành điều chỉnh ruộng đất trong nội bộ nông dân, quốc hữu hoá ngân hàng, thay đồng tiền cũ bằng đồng tiền mới của cách mạng.\n+ Chú trọng khôi phục sản xuất nông nghiệp để đáp ứng nhu cầu cấp bách và lâu dài của nhân dân về lƣơng thực. Các cơ sở sản xuất công nghiệp, thủ công nghiệp và thƣơng nghiệp, cả những cơ sở bị gián đoạn quan hệ với nƣớc ngoài, đều trở lại hoạt động.\n+Văn hoá, giáo dục, y tế v.v. đƣợc tiến hành khẩn trƣơng từ những ngày đầu mới giải phóng.\nIII.\t HOÀN THÀNH THỐNG NHẤT ĐẤT NƢỚC (1975-1976) : là nhiệm vụ quan trọng trƣớc mắt của cách mạng Việt Nam sau 1975.\n1.\t Hoàn thành thống nhất đất nƣớc.\n*\tSau chiến thắng 1975, nguyện vọng của nhân dân cả nƣớc là hoàn thành thống nhất đất nƣớc về mặt nhà nƣớc.\nTháng 9-1975, Hội nghị Trung ƣơng Đảng lần 24 đề ra nhiệm vụ hoàn thành thống nhất đất nƣớc về mặt nhà nƣớc.\n-\tHội nghị hiệp thƣơng Bắc - Nam (từ 15 đến 21/11/1975) tại Sài Gòn, nhất trí thống nhất hoàn toàn hai miền trong một Nhà nƣớc chung.\n*\tTổng tuyển cử bầu Quốc hội chung (25/4/1976), bầu ra 492 đại biểu.\n*\tQuốc hội thống nhất họp ở HN cuối tháng 6 đầu tháng 7/1976. Ngày 2/7/1976 đã quyết định:\n-\tLấy tên nƣớc: Cộng hòa XHCN Việt Nam; thủ đô là Hà Nội ; Quốc huy mang dòng chữ Cộng hòa XHCN Việt Nam; Quốc kỳ là lá cờ đỏ sao vàng; Quốc ca là bài Tiến quân ca.\n-\tĐổi tên Thành phố Sài Gòn - Gia Định thành Thành phố HCM.\n-\tBầu các cơ quan, chức vụ lãnh đạo cao nhất của Việt Nam thống nhất.\n-\t31/7/1977: Đại hội đại biểu các mặt trận ở hai miền Nam – Bắc họp tại TP. HCM quyết định thống nhất thành Mặt trận Tổ quốc VN.\n-\t18/12/1980: Quốc hội thông qua Hiến pháp nƣớc Cộng hoà XHCN Việt Nam.\n-\t20/9/1977 Việt Nam là thành viên thứ 149 của Liên Hiệp Quốc.\n2.\t Ý nghĩa\n-\tLà yêu cầu tất yếu, khách quan của sự phát triển cách mạng Việt Nam.\n-\tThống nhất đất nƣớc về mặt nhà nƣớc đã thể chế hóa thống nhất lãnh thổ.\n-\tTạo cơ sở pháp lý để hoàn thành thống nhất đất nƣớc trên các lãnh vực chính trị,tƣ tƣởng,văn hóa.\n-\tTạo điều kiện chính trị cơ bản để phát huy sức mạnh toàn dân và cả nƣớc đi lên chủ nghĩa xã hội và mở rộng quan hệ với các nƣớc trên thế giới.\n\nBài 26: ĐẤT NƢỚC TRÊN ĐƢỜNG ĐỔI MỚI ĐI LÊN CHỦ NGHĨA XÃ HỘI (1986 – 2000)\nI.\t ĐƢỜNG LỐI ĐỔI MỚI ĐẤT NƢỚC CỦA ĐẢNG\n1.\t Hoàn cảnh lịch sử.\na.\tChủ quan\nTrong thời gian thực hiện hai kế hoạch Nhà nƣớc 5 năm (1976 – 1985), cách mạng XHCN ở nƣớc ta đạt nhiều thành tựu và ƣu điểm đáng kể, song cũng gặp không ít khó khăn, khiến đất nƣớc lâm vào tình trạng khủng hoảng, trƣớc kết là về kinh tế – xã hội.\nNguyên nhân cơ bản: do ta mắc phải ”sai lầm nghiêm trọng và kéo dài về chủ trương, chính sách lớn, sai lầm về chỉ đạo chiến lược và tổ chức thực hiện ”\nĐể khắc phục sai lầm, đƣa đất nƣớcvƣợt qua khủng hoảng, Đảng và nhà nƣớc ta phải tiến hành đổi mới.\nb.\tKhách quan\nNhững thay đổi của tình hình thế giới và quan hệ giữa các nƣớc do tác động của cách mạng khoa học – kỹ thuật.\nCuộc khủng hoảng toàn diện, trầm trọng của Liên Xô và các nƣớc XHCN khác, nên Đảng và Nhà nƣớc ta phải đổi mới.\n2.\t Nội dung đƣờng lối đổi mới.\nĐƣờng lối đổi mới đề ra lần đầu tiên tại Đại hội VI (12-1986), đƣợc điều chỉnh, bổ sung và phát triển tại Đại hội VII (1991), VIII (1996), IX (2001).\nĐổi mới không phải là thay đổi mục tiêu của CNXH, mà làm cho những mục tiêu ấy đƣợc thực hiện có hiệu quả bằng những quan điểm đúng đắn về CNXH, những hình thức, bƣớc đi và biện pháp thích hợp.\nĐổi mới phải toàn diện và đồng bộ, từ kinh tế và chính trị đến tổ chức, tƣ tƣởng, văn hóa. Đổi mới kinh tế và chính trị gắn bó mật thiết, nhƣng trọng tâm là đổi mới kinh tế.\n* Về kinh tế:\nXóa bỏ cơ chế quản lí kinh tế tập trung, bao cấp, hình thành cơ chế thị trƣờng\nXây dựng nền kinh tế quốc dân với cơ cấu nhiều ngành, nghề, nhiều quy mô, trình độ công nghệ. Phát triển kinh tế hàng hóa nhiều thành phần theo định hƣớng XHCN, mở rộng quan hệ kinh tế đối ngoại.\n* Về chính trị:\nXây dựng Nhà nƣớc XHCN, Nhà nƣớc của dân, do dân và vì dân.\nXây dựng nền dân chủ XHCN, bảo đảm quyền lực thuộc về nhân dân.\nThực hiện chính sách đại đoàn kết dân tộc, chính sách đối ngoại hòa bình, hữu nghị, hợp tác.\nII.\t QUÁ TRÌNH THỰC HIỆN ĐƢỜNG LỐI ĐỔI MỚI TỪ 1986 – 2000.qua ba kế hoạch Nhà\nnƣớc 5 năm.\n1.\t Thực hiện kế hoạch 5 năm (1986 – 1990).\na.\tĐại hội VI (12-/1986) mở đầu công cuộc đổi mới.\nĐại hội VI (15-18/12/86) đã đánh giá tình hình đất nƣớc, kiểm điểm sự lãnh đạo của Đảng vai trò quản lý của Nhà nƣớc.\nKhẳng định tiếp tục đƣờng lối chung cách mạng XHCN và đƣờng lối xây dựng kinh tế – XHCN..\nNhận thức đặc điểm thời kỳ quá độ lên CNXH ở Việt Nam là thời kỷ lịch sử lâu dài, khó khăn, trải qua nhiều chặng và hiện đang ở chặng đầu tiên.\nNhiệm vụ, mục tiêu: tập trung sức ngƣời, sức của thực hiện Ba chƣơng trình kinh tế về lƣơng thực thực phẩm, hàng tiêu dùng, hàng xuất khẩu. Muốn vậy thì nông-lâm-ngƣ nghiệp phải đƣợc đặt đúng vị trí hàng đầu. Nông nghiệp đƣợc xem là mặt trận hàng đầu và đƣợc ƣu tiên về vốn đầu tƣ, về năng lực, vật tƣ, lao động kỹ thuật.\nb.\tKết quả bƣớc đầu của công cuộc đổi mới.\nThành tựu của việc thực hiện mục tiêu của Ba chƣơng trình kinh tế.\n* Kinh tế:\nVề lƣơng thực thực phẩm: Đạt 21,4 triệu tấn, từ thiếu ăn, phải nhập lƣơng thực, năm 1989 chúng ta đã đáp ứng nhu cầu trong nƣớc, có dự trữ và xuất khẩu, góp phần quan trọng ổn định đời sống nhân dân.sản lƣợng lƣơng thực từ 2 triệu tấn (1988) lên 21,4 triệu tấn /1989.\nHàng hóa trên thị trƣờng nhất là hàng tiêu dùng dồi dào, đa dạng, lƣu thông tƣơng đối thuận lợi, trong đó hàng trong nƣớc tăng hơn trƣớc và có tiến bộ về mẫu mã, chất lƣợng. Các cơ sở sản xuất gắn chặt với nhu cầu thị trƣờng, phần bao cấp của Nhà nƣớc giảm đáng kể.\nKinh tế đối ngoại mở rộng về quy mô và hình thức. Từ 1986 – 1990, hàng xuất khẩu tăng gấp 3 lần, nhiều mặt hàng có giá trị lớn nhƣ gạo (1,5 triệu tấn – 1989), dầu thô…, tiến gần đến mức cân bằng giữa xuất và nhập khẩu.\nKiềm chế đƣợc một bƣớc lạm phát, từ 20% (1986) còn 4,4% (1990)\nNhư vậy đã:\nHình thành nền kinh tế hàng hóa nhiều thành phần, vận hành theo cơ chế thị trƣờng có sự quản li của Nhà nƣớc.\nĐây là chủ trƣơng chiến lƣợc lâu dài của Đảng nhằm phát huy quyền làm chủ kinh tế của nhân dân\nKhơi dậy đƣợc tiềm năng và sức sáng tạo của quần chúng để phát triển sản xuất và dịch vụ. Tạo thêm việc làm cho ngƣời lao động và tăng sản phẩm cho xã hội.\n*\tChính trị:\nBộ máy Nhà nƣớc ở trung ƣơng và địa phƣơng đƣợc sắp xếp lại, theo hƣớng phát huy dân chủ nội bộ và quyền làm chủ của nhân dân, tăng cƣờng quyền lực của các cơ quan dân cử.\nChứng tỏ đƣờng lối đổi mới của Đảng là đúng, bƣớc đi của công cuộc đổi mới về cơ bản là phù hợp.\n*\tVẫn còn khó khăn và yếu kém:\nNền kinh tế còm mất cân đối, lạm phát còn cao, lao động thiếu việc làm... Chế độ tiền lƣơng bất hợp lý.\nSự nghiệp văn hóa có những mặt tiếp tục xuống cấp, tệ nạn tham nhũng, hối lộ...chƣa đƣợc khắc phục\n2.\t Thực hiện kế hoạch 5 năm (1991 – 1995)\na.\tĐại hội VII (6/1991): tiếp tục đổi mới.\nĐề ra chủ trƣơng, nhiệm vụ nhằm kế thừa, phát huy những thành tựu; khắc phục các khó khăn, yếu kém và điều chỉnh, bổ sung, phát triển đƣờng lối đổi mới để tiếp tục đƣa sự nghiệp đổi mới tiến lên\nThông qua ”Cƣơng lĩnh xây dựng đất nƣớc trong thời kì quá độ lên CNXH ”và ”Chiến lƣợc ổn định và phát triển kinh tế – xã hội đến năm 2000 ”.\n* Nhiệm vụ, mục tiêu:\n+ Đẩy lùi và kiểm soát đƣợc lạm phát. Ổn định, phát triển và nâng cao hiệu quả sản xuất xã hội. Ổn định và từng bƣớc cải thiện đời sống của nhân dân. Bắt đầu có tích lũy từ nội bộ nền kinh tế.\n+ Phát huy sức mạnh các thành phần kinh tế, đẩy mạnh Ba chƣơng trình kinh tế với nội dung cao hơn và từng bƣớc xây dựng cơ cấu kinh tế mới theo yêu cầu công nghiệp hóa.\nb.\tTiến bộ và hạn chế của sự nghiệp đổi mới.\n* Kế hoạch 5 năm (1991-1995) đạt nhiều thành tựu và tiến bộ:\nKinh tế tăng trƣởng nhanh, GDP tăng bình quân 8,2%/năm, công nghiệp tăng 13,3%/năm, nông nghiệp là 4,5%/năm.\nTài chính, tiền tệ: lạm phát giảm còn 12,7% (1995). Tỷ lệ thiếu hụt ngân sách đƣợc kiềm chế. Trong 5 năm xuất khẩu đạt 17 ti USD, nhập khẩu 21 tỉ USD. Quan hệ mậu dịch mở rộng với hơn 100 nƣớc.\nVốn đầu tƣ nƣớc ngoài tăng nhanh, bình quân 50%/năm. Cuối 1995, vốn đăng kí cho các dự án đầu tƣ trực tiếp của nƣớc ngoài đạt trên 19 tỉ USD.\nHoạt động khoa học và công nghệ gắn bó với nhu cầu phát triển kinh tế – xã hội. công tác giáo dục và đào tạo có bƣớc phát triển mới.\n-\tThu nhập và đời sống nhân dân đƣợc cải thiện\n-\tChính trị xã hội ổn định, an ninh quốc phòng đƣợc củng cố.\nMở rộng quan hệ đối ngoại, phá thế bao vây, tham gia tích cực vào hoạt động của cộng đồng quốc tế, quan hệ với hơn 160 nƣớc. Ngày 11-7-1995, Việt Nam và Hoa Kì thiết lập quan hệ ngoại giao. Ngày 2-.07-1995, Việt Nam gia nhập ASEAN.\n* Khó khăn và hạn chế Kế hoạch 5 năm (1991-1995) :\nLực lƣợng sản xuất còn nhỏ bé, cơ sở vật chất- kỹ thuật lạc hậu, trình độ khoa học và công nghệ chuyển biến chậm...\nTham nhũng, lãng phí, buôn lậu...chƣa đƣợc ngăn chặn.\nSự phân hóa giàu nghèo tăng nhanh, đời sống nhân dân còn khó khăn.\n3.\t Thực hiện kế hoạch 5 năm (1996 – 2000).\na.\tĐại hội VIII (6/1996) đẩy mạnh công nghiệp hóa, hiện đại hóa\nĐại hội VIII tổng kết 10 năm thực hiện công cuộc đổi mới, đề ra chủ trƣơng,nhiệm vụ trong thời kỳ mới\nĐại hội khẳng định tiếp tục nắm vững hai nhiệm vụ chiến lƣợc xây dựng và bảo vệ Tổ quốc XHCN, nhấn mạnh: ”Nƣớc ta đã chuyển sang thời kì phát triển mới, thời kì đẩy mạnh công nghiệp hóa, hiện đại hóa ”\nNhiệm vụ, mục tiêu:\n+ Đẩy mạnh đổi mới toàn diện và đồng bộ, phát triển nền kinh tế hàng hóa nhiều thành phần..\n+ Phấn đấu đạt và vƣợt mục tiêu tăng trƣởng kinh tế nhanh, hiệu quả cao và bền vững.\n+ Giải quyết những vấn đề bức xúc về xã hội. Cải thiện đời sống nhân dân. Nâng cao tích lũy nội bộ từ nền kinh tế.\nb.\t Chuyển biến tiến bộ và khó khăn, hạn chế của công cuộc đổi mới.\nGDP tăng bình quân 7%/năm, công nghiệp 13,5%/năm, nông nghiệp là 5,7%.\nNông nghiệp, phát triển liên tục, góp phần quan trọng vào mức tăng trƣởng chung và giữ vững ổn định kinh tế – xã hội (lƣơng thực bình quân đầu ngƣời năm 2000 là 444 kg)\nCơ cấu kinh tế chuyển dịch theo hƣờng công nghiệp hóa, hiện đại hóa.\nXuất khẩu tăng bình quân 21%/năm. đạt 51,6 tỷ đô la,với ba mặt hàng chủ lực là gạo (thứ hai thế giới), cà phê (thứ ba thế giới) và thủy sản; nhập khẩu tăng 13,3%/năm; vốn đầu tƣ nƣớc ngoài tăng 1,5 lần so với 5 năm trƣớc.\nDoanh nghiệp Việt Nam mở rộng đầu tƣ ra nƣớc ngoài. Đến năm 2000 có trên 40 dự án đầu tƣ vào 12 nƣớc và vùng lãnh thổ.\nNăm 2000, có quan hệ thƣơng mại với hơn 140 nƣớc, quan hệ đầu tƣ với gần 70 nƣớc và vùng lãnh thổ, thu hút nhiều nguồn vốn đầu tƣ nƣớc ngoài\nGiáo dục: năm 2000 phổ cập giáo dục tiểu học và xóa mù chữ, tiếp tục phổ cập THCS Số ngƣời có việc làm tăng 1,2 triệu ngƣời/năm.\n* Ƣu điểm:\nTăng cƣờng sức mạnh tổng hợp, làm thay đổi bộ mặt đất nƣớc và cuộc sống nhân dân. Củng cố vững chắc độc lập dân tộc và chế độ XHCN,\nNâng cao vị thế nƣớc ta trên trƣờng quốc tế.\n* Khó khăn và hạn chế\nKinh tế phát triển chƣa vững chắc, năng suất, chất lƣợng thấp, giá cao. Hiệu quả sức cạnh tranh thấp.\nKinh tế Nhà nƣớc chƣa tƣơng xứng với vai trò chủ đạo, kinh tế tập thế chƣa mạnh. Hoạt động khoa học công nghệ chƣa đáp ứng yêu cầu đổi mới.\nTỉ lệ thất nghiệp cao, đời sống nhân dân, nhất là nông dân, ở một số vùng còn thấp.\nĐảng và nhân dân ta phải tiếp tục phấn đấu vƣơn tới đỉnh cao mới theo con đƣờng XHCN vì dân giàu, nƣớc mạnh, xã hội công bằng, dân chủ, văn minh.\n\nBài 27: TỔNG KẾT LỊCH SỬ VIỆT NAM TỪ NĂM 1919 – 2000 I CÁC THỜI KỲ PHÁT TRIỂN CỦA LỊCH SỬ DÂN TỘC.\n1/ Giai đoạn 1919 – 1930: từ sau Chiến tranh thế giới thứ nhất đến khi Đảng ra đới năm 1930. Sau CTTG I, Pháp làm chuyển biến kinh tế - xã hội Việt Nam, tạo điều kiện cho phong trào yêu nƣớc tiếp thu luồng tƣ tƣởng cách mạng vô sản.\nHoạt động của Nguyễn Ái Quốc đã làm chuyển biến phong trào yêu nƣớc chống Pháp Ba tổ chức Công sản VN ra đời.\nĐCS VN ra đời 3/2/30 chấm dứt sự khủng hoảng về đƣờng lối lãnh đạo phong trào cách mạng Việt nam\n2/ Giai đoạn 1930 – 1945: từ sau khi Đảng Cộng sản VN ra đời đến 2-9-1945.\n- Tác động của khủng hoảng kinh tế thế giới và „khủng bố trắng ”của Pháp đã làm bùng nổ phong trào cách mạng dƣới sự lãnh đạo của Đảng\nXô Viết Nghệ Tĩnh 1930 –1931. Vận động dân chủ 1936 –1939\nCách mạng tháng Tám 1945 thắng lợi là kết quả của quá trình tập dợt trong 10 năm từ khi Đảng ra đời.\n3/ Giai đoạn 1945 – 1954: từ sau cách mạng tháng Tám năm 1945 đến ngày 21-7-1954. Sau khi nƣớc Việt Nam Dân chủ Cộng hòa đƣợc thành lập,nƣớc ta gặp muôn vàn khó khăn.\nCuộc kháng chiến chống Pháp (1945-1954) tiến hành trong điều kiện đã độc lập và có chính quyền ; kháng chiến chống Pháp xâm lƣợc.\nChiến thắng lịch sử ĐBP 1954, Pháp rút khỏi nƣớc ta\n4/ Giai đoạn 1954– 1975: từ sau thắng lợi của cuộc kháng chiến chống Pháp năm 1954 đến ngày 30-4-1975.\nNhiệm vụ cách mạng từng miền và nhiệm vụ chung của cả nƣớc là ”Kháng chiến chống Mỹ, cứu nƣớc ”.\nMiền Nam đấu tranh chính trị phát triển lên ”Đồng khởi ”, rồi chiến trang giải phóng.\nĐánh bại chiến lƣợc thống trị và xâm lƣợc thực dân mới của Mỹ: đánh bại chiến lƣợc ”Chiến tranh đơn phƣơng ”; ”Chiến tranh đặc biệt ”; ”Chiến tranh cục bộ ”; ”Việt Nam hóa chiến tranh ” Hiệp định Pari kí kết tạo điều kiện thắng lợi cho ta tiến tới thắng lợi lịch sử 1975.\nMiền Bắc: quá độ lên chủ nghĩa xã hội, chống chiến tranh phá hoại của Mỹ, làm nghĩa vụ hậu phƣơng cho miền Nam.\n5/ Giai đoạn 1975– 2000: từ sau thắng lợi của cuộc kháng chiến chống Mỹ, cứu nước năm 1975 đến năm 2000.\nCách mạng Việt nam chuyển sang thời kỳ Cách mạng XHCN.\nTrong 10 năm đầu (1976-1986) đi lên chủ nghĩa xã hội, bên cạnh thành tựu và ƣu điểm, cách mạng nƣớc ta gặp không ít khó khăn, yếu kém, sai lầm,khuyết điểm đòi hỏi phải đổi mới.\nTừ Đại Hội VI (12-1986) của Đảng, nƣớc ta bƣớc vào thời kỳ đổi mới, đẩy mạnh sự nghiệp cách mạng XHCN tiến lên.\nĐến 2000, đã thực hiện đƣợc ba kế hoạch Nhà nƣớc 5 năm.\nCông cuộc đổi mới đã giành thắng lợi, từng bƣớc đƣa đất nƣớc ta lên CNXH, khẳng định đƣờng lối đổi mới của Đảng là đúng, bƣớc đi của công cuộc đổi mới là phù hợp.\nII/ NGUYÊN NHÂN THẮNG LỢI, BÀI HỌC KINH NGHIỆM.\n*\tNguyên nhân thắng lợi:\nNhân dân giàu lòng yêu nƣớc, lao động cần cù sáng tạo, chiến đấu kiên cƣờng, dũng cảm vì độc lập tự do.\nĐảng ta đứng đầu là Bác Hồ, lãnh đạo cách mạng với đƣờng lối đúng đắn, sáng tạo, độc lập,tự chủ, Đảng lãnh đạo là nhân tố quyết định nhất.\n*\tBài học kinh nghiệm:\nNắm vững ngọn cờ độc lập dân tộc và chủ nghĩa xã hội.\nSự nghiệp cách mạng là của nhân dân, do dân và vì dân, nhân dân là ngƣời làm nên thắng lợi lịch sử.\nKhông ngừng củng cố, tăng cƣờng đoàn kết.\nKết hợp sức mạnh dân tộc với sức mạnh thời đại,sức mạnh trong nƣớc và sức mạnh quốc tế.\nSự lãnh đạo đúng đắn của Đảng là nhân tố hàng đầu bảo đảm thắng lợi của cách mạng Việt Nam"
  }
}